window.INOUT_REVIEWS = [
  {
    "store": "google_play",
    "date": "2026-07-22",
    "rating": 4,
    "content": "말랑ai로 처음에 설정했는데 다른 ai 캐릭터로 바꾸고 싶으면 대체 어딜 들어갸아 알수 있는건가요? 문의사항 들어가서 자주 묻는 질문에 있는 줄 알았더니 없어서 문의남길라했더니 이메일도 써야하고 너무 불편해서 여기다 문의 남깁니다 답변 부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2026-07-21",
    "rating": 5,
    "content": "권현"
  },
  {
    "store": "google_play",
    "date": "2026-07-20",
    "rating": 4,
    "content": "전 위젯 유용하게 쓰고 있어요~ 소비칼로리 위젯도 만들어주세요"
  },
  {
    "store": "google_play",
    "date": "2026-07-20",
    "rating": 1,
    "content": "환불요청드립니다. 즉시 신청했는데 오류가 있었던것같습니다."
  },
  {
    "store": "google_play",
    "date": "2026-07-20",
    "rating": 3,
    "content": "처음 얼떨결에 시작하면 고칠수가 없어요 질의응답도 있긴한데 되지가 않고요 약간 많이 불편;;;"
  },
  {
    "store": "google_play",
    "date": "2026-07-19",
    "rating": 1,
    "content": "아니 칼로리 선택할때 갑자기 다음으로 안넘어가서 삭제했어요 1점주기도 아까워요"
  },
  {
    "store": "google_play",
    "date": "2026-07-17",
    "rating": 4,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-07-17",
    "rating": 1,
    "content": "요근래에 오류가 잦아 사용하기가 번거로워요"
  },
  {
    "store": "google_play",
    "date": "2026-07-17",
    "rating": 1,
    "content": "유료결제하고 사용해봤는데 식단사진찍으면 ai가 지멋대로임 100g을 270g으로 잡음 환불해주세요"
  },
  {
    "store": "google_play",
    "date": "2026-07-14",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2026-07-14",
    "rating": 4,
    "content": "앱 자체가 귀엽고 아기자기한 느낌이라 여성유저들이 즐겨할거 같은 어플이에요 캐릭터들도 다 귀엽고 몸무게입럭, 운동한 시간 같은걸 입력하는게 직관적으로 잘 보이고 자동으로 태운 칼로리를 계산해주는게 편해요 다만 아쉬운점은 ai가 리포트 분석해주는게 정확하지 않고 먹은양을 등록하는게 더 자세했으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-07-14",
    "rating": 5,
    "content": "다이어트용으로 최고의 어플입니다. 강추합니다."
  },
  {
    "store": "google_play",
    "date": "2026-07-10",
    "rating": 1,
    "content": "화면 넘어가면 팝업, 화면 넘어가면 팝업, 화면 넘어가면 팝업"
  },
  {
    "store": "google_play",
    "date": "2026-07-10",
    "rating": 3,
    "content": "갑자기 로그인 풀리더니 재로그인이 안되요..지금 이주 식단기록 이벤트 참여중인데 로그인 안되면 어쩌라는거죠.."
  },
  {
    "store": "google_play",
    "date": "2026-07-09",
    "rating": 3,
    "content": "연간플랜을 잘못 구매하였습니다 환불 요청드려요 구글 환불정책으로 우선 환불 신청 했는데 1주일 넘게 환불이 되지 않고 있습니다. 확인 부탁드려요 결제 완료 전 후 어떠한 기능도 사용하지 않았습니다"
  },
  {
    "store": "google_play",
    "date": "2026-07-06",
    "rating": 3,
    "content": "다좋은데 식단 기록하고 종료했다가 다시 들어가면 홈 화면이 안나오고 아까 입력했던 식단 기록창이 떠있는 오류가 있어요. 운동 기록도 마찬가지예요. 별건 아니지만 계속 반복되니까 앱 사용이 은근히 피로해지네요."
  },
  {
    "store": "google_play",
    "date": "2026-07-03",
    "rating": 2,
    "content": "무료로 사용하면 좋은어플. 제발 유료화 차별좀 주었으면... 결제갈긴 이유를 못찾겠네요. 정 개발 못하겟음 사과라도 주던가 사용시 식단올리려고 제품사진을 찍어도 ai는 얼탱이도 없는거로 인식하질않나, 알아서 코치 피드백이 있을줄알았는데 그저 내가 적은거에대해서 말해주는게 다임. 앞으로 어떤걸 먹으라던가 구체적인 피드백은 얻기 어려움. 다들 제발제발 돈아끼길... 업데이트되면 실시간 리뷰 적으러옴."
  },
  {
    "store": "google_play",
    "date": "2026-07-02",
    "rating": 1,
    "content": "광고를 적당히 넣어야지... 터치 한 반에 광고 한 번 ㅋㅋ 진짜 얼마나 욕심이 그득한지 가늠이 안간다"
  },
  {
    "store": "google_play",
    "date": "2026-07-01",
    "rating": 1,
    "content": "개발자님 말고 기획자님 보세요! 일단 뭘해봐야 결제를 하든 뭘 하든하지! 들어가자마자 대뜸 결제를 하라고요? 그리고 몇시간안에 최대할인가라니! 좋은 시스템인지 뭔지도 모르고 누가 결제를 하나요? 하루정도 또는 일주일정도 그 이후에 구독을 유도해야지. 참 답답하십니다!ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-06-29",
    "rating": 1,
    "content": "탈퇴는 어디서한.ㄴ겁니까..;"
  },
  {
    "store": "google_play",
    "date": "2026-06-29",
    "rating": 3,
    "content": "유료결제 사용 2주차. 사진 인식이 너무 구려요 사실상 전부 수기입력하는 수준임 사진 인식 ai모델 업데이트좀 해야될듯요 파스타앱처럼 인식된 음식에 여러 선택지를 보여주고 내가 먹은거 고를 수 있게 해주던가"
  },
  {
    "store": "google_play",
    "date": "2026-06-28",
    "rating": 4,
    "content": "다 좋은데... 체중을 감량하는 사람에게만 맞춰져있는 어플같아요. 저같은 경우 체중 증량과 벌크업을 하려고 하는데, 체중이 감소되면 축하한다고 하고 증량되면 아쉽다고 해주고 그러네요... ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-06-28",
    "rating": 3,
    "content": "결제도 했는데 AI가 좀 멍청해요... 식단 기록용도로만 쓰고 피드백같은 건 제미나이나 챗지피티가 나을 거 같네요.. 재결제는 안할 거 같습니다."
  },
  {
    "store": "google_play",
    "date": "2026-06-26",
    "rating": 5,
    "content": "이제 진짜 한다 진짜로"
  },
  {
    "store": "google_play",
    "date": "2026-06-26",
    "rating": 1,
    "content": "결제를 실수로해서 하자마자 안쓰고 환불요청하니까 바로 안됩니다 하고 7만원을 결제했은데 일반사양이랑 다를꺼 없고 절잔이라도 환불해라"
  },
  {
    "store": "google_play",
    "date": "2026-06-25",
    "rating": 4,
    "content": "잘 쓰고 있었는데, 갑자기 식단사진을 찍고 업로드하려고 누르면 자꾸 앱에서 나가집니다. 식단 사진기록을 못 하고 있어요... 빠른 개선부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2026-06-24",
    "rating": 4,
    "content": "광고가 너무 많아요 앱 자체는 좋은거 같은데 광고가 계속 뜨니까 좀 지쳐요ㅠㅜ"
  },
  {
    "store": "google_play",
    "date": "2026-06-23",
    "rating": 1,
    "content": "하...진짜 광고 무식하게 많이 나오네."
  },
  {
    "store": "google_play",
    "date": "2026-06-23",
    "rating": 4,
    "content": "자꾸 오류나서 기록이 지워져요"
  },
  {
    "store": "google_play",
    "date": "2026-06-22",
    "rating": 1,
    "content": "절대 유료는 진행하지마시길. 광고안나오는것만 메리트고 AI칼로리 계산도 무료Ai보다 불일치하고 음식조회도 안되는게 많고 운동도 조회되지않는게 많음 연간구독 특가떠서 혹해서 결제하고 감색기능 1번 조회했다고 환불안됩니다. 절대 유료 구독에 낚이지마시길."
  },
  {
    "store": "google_play",
    "date": "2026-06-20",
    "rating": 4,
    "content": "매일 사용합니다. 유용하게 나름 잘사용하고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2026-06-19",
    "rating": 1,
    "content": "아니 왜 사과 모으는 광고 보기가 안되나요 캐시삭제 강제 중지, 앱 삭제 했는데 광고 보기 안됨... 아효...."
  },
  {
    "store": "google_play",
    "date": "2026-06-19",
    "rating": 2,
    "content": "귀엽고 이것저것 기록은가능하나 불필요한 기능들때문인지 앱이 무겁고 로딩이 좀 있으며 하루 기록이 한눈에 잘 안들어옴"
  },
  {
    "store": "google_play",
    "date": "2026-06-19",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-06-19",
    "rating": 5,
    "content": "좋습니다"
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 1,
    "content": "저 거지인데 무슨 계속 개인맟츔설정에서 돈을달라는데 돈을 내야하는건가요?"
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 4,
    "content": "자잘한 찐빠들이 앱 전체의 완성도를 조금씩 갉아먹음"
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 3,
    "content": "다른 앱에 비해 식단 관련해선 유용한 부분이 많은 편인데 운동부분은 시간으로만 계산되서 별로에요 헬스로 따지면 여러가지 운동을 이행하는데 어떻게 세트당 시간을 따져가며 하나요"
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 5,
    "content": "다이어트에 도움 짱!"
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 1,
    "content": "탈퇴어떻게 하나요 문의란도 모두 안 들어가져요"
  },
  {
    "store": "google_play",
    "date": "2026-06-16",
    "rating": 5,
    "content": "도움이 되요"
  },
  {
    "store": "google_play",
    "date": "2026-06-15",
    "rating": 3,
    "content": "나쁘진 않지만..일단 현질 유도가 좀 있는거 같구요. 방꾸미기 관심없으면 무시 할 만한 사항이이요. 그리고 좀 불편한게, 기능들이 많아서 초반엔 좀 헤매야 한다는 것과, (이게 핵심) 체중이나 g등 입력시 00.0으로 소수점 뒤 한자리까지만 입력되서 상세히 입력하고 싶은 사람들한텐 그닥 안좋은거 같아요."
  },
  {
    "store": "google_play",
    "date": "2026-06-13",
    "rating": 3,
    "content": "이거 식단기록에 ai 카메라는 뭔가요? 자동으로 칼로리 계산하거나 검색해주는 건 줄 알았는데 하기만 하면 앱 첫 화면으로 돌아가네요"
  },
  {
    "store": "google_play",
    "date": "2026-06-13",
    "rating": 5,
    "content": "칼로리를 정해줘서 그만큼 먹으면 되니까 좋음"
  },
  {
    "store": "google_play",
    "date": "2026-06-12",
    "rating": 4,
    "content": "음 UI가 불편한 점이 많네요. 목표 칼로리 수정하는 과정도 너무 번잡스럽고 식사 추가 할때도 즐겨찾기 해놓은거 선택하면 추가로 다른 음식 검색이 안되서 즐겨찾기 해놓은 음식 먼저 저장 해놓고 다시 기록 들어가서 추가 하려는 음식 검색해야 합니다."
  },
  {
    "store": "google_play",
    "date": "2026-06-10",
    "rating": 5,
    "content": "너무 좋은데 어떻게 식단 보는지 모르겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-06-06",
    "rating": 1,
    "content": "s26하고 뭔가 고질적인 문제가 있나봐요 거의 2달이 되로록 헬스커넥터랑 연동이 안되네요"
  },
  {
    "store": "google_play",
    "date": "2026-06-04",
    "rating": 2,
    "content": "ai 사진등록이 오류가 너무 잦네요 앱이 아예 죽어버립니다.26년 6월 5일 기준 아직도 사진 등록이 제대로 안되네요."
  },
  {
    "store": "google_play",
    "date": "2026-06-02",
    "rating": 1,
    "content": "무슨 앱인지 경험해볼 새도 없이 시작하자마자 플러스 요금제부터 권유해서 별로에요. 그리고 사진 기능은 플러스만 이용 가능이네요"
  },
  {
    "store": "google_play",
    "date": "2026-06-02",
    "rating": 3,
    "content": "운동 강도등읗 다르게 기록하면 이전 기록은 사라짐"
  },
  {
    "store": "google_play",
    "date": "2026-05-31",
    "rating": 2,
    "content": "ai코치가 답변을안해요.. 유료결제했는데 이러면안되잖아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-29",
    "rating": 3,
    "content": "돈을 받으면 그에 맞게 서비스 개선에 좀 힘써주세요. 음식 영양성분 잘못된게 짜증날 정도로 너무 많은데 제대로 관리도 안되고 유저들이 등록한 거 말고도 관리가 안돼요"
  },
  {
    "store": "google_play",
    "date": "2026-05-29",
    "rating": 2,
    "content": "로그인 기능이 이상하네요;;;ㅋㅋ 아무것도 안했는데 로그아웃이 됐길래 다시 로그인 시도하는데 무슨 계정으로 로그인했는지 기억이 안나서 하나씩 해보려 했더니 계~~~~~~~~속 같은 계정으로 자동 로그인 시키고ㅋㅋ (원래 쓰던 계정 아니고 신규 계정인데;;;;) 지웠다가 깔았다가 뭔 똥개 훈련 시키는 것도 아니고 미치겠네요 로그인 하나 하는데 참ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2026-05-29",
    "rating": 4,
    "content": "레시피 인분수가 9.5인분이 최대인데 더 늘려주세요. 20인분이상 만들어 소분하는데 9.5인분이 최대라 입력하기 번거롭네요."
  },
  {
    "store": "google_play",
    "date": "2026-05-29",
    "rating": 5,
    "content": "잘사용중인데 걷기 운동과 걸음수가 합산되던데 정확한건가요? 너무 중복이지않나 싶어서요"
  },
  {
    "store": "google_play",
    "date": "2026-05-28",
    "rating": 4,
    "content": "일단 광고가 없어요 하지만 유료 서지스가 많아요 ai 브리핑 같은건 다 유료고 제가 못 찾은 건진 모르겠지만 식단 계획표? 같은 것도 짜주지 않고(아마 ai일듯) 좀 많이 실망했어요! 하지만 귀엽고 방꾸미기 같은 소소한 이벤트가 있으니 그건 좋네요 원래 리뷰 안 쓰는 사람인데 고쳐졌으면 좋겠러서 써봐요 긴 글 읽어주셔서 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-28",
    "rating": 2,
    "content": "다른 기능 다 좋고 식단 미등록 시 알람기능도 필요하긴 한데 멘트가 너무 기분 나쁘네요 하루 등록 안했다고 이건 아니지 않냐느니 솔직히 아쉽다느니 예전엔 안그랬던것 같은데.. 그냥 예전 알람으로만 바꿔주던가, 아니면 기본멘트 on,off로 설정할수 있게 해주세요. 알람을 볼때마다 기분 나빠서 앱 들어오기도 싫어져요"
  },
  {
    "store": "google_play",
    "date": "2026-05-28",
    "rating": 1,
    "content": "유료 결제 1년을 했는데 환불이 안된다고요..? 할말은 많지만.. 전액 환불 해달라고 하는 것도 아니고 남은 기간 환불해달라고 하는 건데요.. 그건 해주기 싫어서 정책을 안만든 게 아니냐고요. ott라던지 다른 운동시설도 해주는데 말이죠."
  },
  {
    "store": "google_play",
    "date": "2026-05-27",
    "rating": 1,
    "content": "진짜 걍 제미나이나 챗지피티에 워치 , 인바디 , 플릭 캡쳐해서 올리고 피드백 받으세요 내 정보 좀만 학습시키면 도움 받는용으로 충분합니다 걍 이건 연동도 안되고 캡쳐본 올릴수도없고 이런게 ai?.... 1년 구독료 제가 날릴테니까 제에에에에ㅔㅔㅔㅔㅔ발 그 돈으로 제미나이 쓰세요 ... 운동 입력할때 종목별 시간 입력 해야하는것도 참 ... 에효요요요요요요"
  },
  {
    "store": "google_play",
    "date": "2026-05-27",
    "rating": 5,
    "content": "정말 너무 좋아요 타앱보다 너무 귀여워서 자주 들어오게 되고 별별 음식 데이터가 다 등록되어 있어 사용 간편해요 무엇보다 가장 좋아하는 기능은 배틀입니다!!! 동기부여돼요"
  },
  {
    "store": "google_play",
    "date": "2026-05-26",
    "rating": 1,
    "content": "1년 결제했는데 너무하다. 이 어플은 무료로도 충분하다. 걸음수 자동입력도 안되고, 검색해도 안나오는 음식들이 많다. ai기능 써보면 같은 음식인데도 칼로리가 일관성이 없다. 그리고 영양제도 옆동네는 검색하는 족족 다 뜨고 성분분석까지 해주는데 여긴 그런게 없다. 음식기록도 입력이 불편하다. 그리고 또 유료로 쓸 수 있는게 AI 분석이랍시고 해놨는데 GPT에게 물어봐도 될 수준이다. 클릭하기 전에 경고창을 띄우던가 AI 한번 눌렀다고 환불도 안된다. 이렇게 돈벌지말고 개발자들은 필라이즈를 보고 좀 배워라."
  },
  {
    "store": "google_play",
    "date": "2026-05-25",
    "rating": 5,
    "content": "운동 기록한거 한번에 볼수있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-05-25",
    "rating": 2,
    "content": "최근 업데이트인지는 모르겠는데 잠시 휴식기로 식단 따로 체크 안 하고 있다가 왠 알람이 왔길래 확인했더니 식단 등록 안할 거냐고 어디 초록 새마냥 계속 아침, 점심, 저녁 와가지고 짜증남. 문구 하나하나가 사람 놀리듯 개짜침."
  },
  {
    "store": "google_play",
    "date": "2026-05-24",
    "rating": 1,
    "content": "죄송한테 뭔 사과스토어 말랑피크닉 관심도없는데 왜 매번 처 띄우시는건지 모르겠어요. 적어도 다시 보지 않기는 해놓는게 도리 아닙니까? 차라리 돈을 결제하라고 하세요. 식단 체크위해 하루 5번~10번 들어가고 버그나면 강종하고 다시켜야하는데 들어갈때마다 그걸 띄워서 5초씩 날려먹는데 짜증나서 씁니다. 차라리 돈을 결제하라고 하던가.. 앱의 99퍼는 단순 식단 기록이고 장점은 사용자들이 남겨놓은 기등록 식품 데이터입니다. 선점효과 끝까지 누리고 싶으시면 앵간치하고 관리좀 하세요. 뒤로가기 몇번누르면 화면 하얘져서 꺼야하는버그는 언제고칩니까?"
  },
  {
    "store": "google_play",
    "date": "2026-05-24",
    "rating": 5,
    "content": "완전좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-19",
    "rating": 4,
    "content": "잘쓰고있는데 몇가지 아쉬워요 -눈바디 사진등록 한번에 안되고 멈출때 많음 (껐다키면 가끔 등록돼있음) -운동 중 인클라인 워킹이 없어요ㅜ"
  },
  {
    "store": "google_play",
    "date": "2026-05-18",
    "rating": 5,
    "content": "그룹에서 걸음수는 태운 칼로리에 안나오는데 원래 이런 시스템인가요?"
  },
  {
    "store": "google_play",
    "date": "2026-05-18",
    "rating": 5,
    "content": "식단관리하고 운동기록 쓸 수 있어 너무 편해요🤗 파스타 필라이트는 불편해서 몇 번 쓰다 지웠는데😭"
  },
  {
    "store": "google_play",
    "date": "2026-05-15",
    "rating": 3,
    "content": "메인화면만 뜨고 앱이 안넘어가요.. 오늘 식단 올려야하는데!!!! 유료결제하고 쓰는건데 왜 이러는건가요 이미 앱지웠다 다시 깔아봤어요. 소용없습니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-13",
    "rating": 4,
    "content": "다 좋은데요 급식 연동이 있으면 좋겠어요 ㅠ 꼭 수정 부탁드립니당~"
  },
  {
    "store": "google_play",
    "date": "2026-05-12",
    "rating": 5,
    "content": "식단 관리하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-12",
    "rating": 5,
    "content": "2년째 꾸준히 쓰는중"
  },
  {
    "store": "google_play",
    "date": "2026-05-12",
    "rating": 1,
    "content": "지지난주쯤부터인가 쓰잘데없는 알람(유저 커뮤니티 글 등) 이 자꾸와서 제거합니다."
  },
  {
    "store": "google_play",
    "date": "2026-05-11",
    "rating": 2,
    "content": "이제 다음 놀렀는디 안 넘어가짐ㅠ 그래서 다이어트 실패함"
  },
  {
    "store": "google_play",
    "date": "2026-05-11",
    "rating": 1,
    "content": "왜 메인화면 뜨고 그 뒤로 넘어가지 않는걸까요 업뎃도 하고 재설치도 했는데 그냥 영원히 인아웃 타이틀만 보고 있어요...... - + 2주 정도 안 켰다가 다시 키려 하니까 그렇게 됐습니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-10",
    "rating": 3,
    "content": "왜 식단 입력했는데 안한것처럼 알림오게 만드나요? 개선 안하나요? 이거때매 빡쳐서 별점 하나 깎습니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-09",
    "rating": 3,
    "content": "다 좋은데 운동중에서 스텝바 추가해주세요"
  },
  {
    "store": "google_play",
    "date": "2026-05-07",
    "rating": 1,
    "content": "아이폰 사용할 때 다이어트 및 식단 기록 앱 중에 제일 잘 사용했던 앱이라서, 갤럭시로 갈아타면서 유료 결제도 함께 했습니다. 그런데 헬스 커넥트 연동이 안되면서 앱을 쓸 이유와 필요가 없어지네요. 연동 소요 시간이 짧게는 몇 시간, 길게는 몇 주 걸린다고 적어두셔서 기다리고 있는데 한 달째 안되는 건 조금 심한 것 같아요. 솔직한 심정으로는 연동 때문에 몇 번 쓰지 않았다고 환불해달라고 하고 싶은 심정이에요. 유사한 앱들은 깔자마자 건강 앱과 연동돼서 더 아쉬워지네요. 헬스 커넥트가 베타가 아닌 정식으로 업데이트가 되면, 연동이 좀 더 원활해질까요? 그때까지 기다려야 하는 건지... ㅠ 우선 조금 더 기다려 보겠습니다."
  },
  {
    "store": "google_play",
    "date": "2026-05-07",
    "rating": 4,
    "content": "배틀에서 실시간 알림 띄워주는 거 좋은데, 제가 작성한거여도 빨간 점 떠있고 푸시알림도 와서 어그로 끌립니다 ㅎㅎ 친구들이 올린줄 알고 들어갔는데 다 제가 쓴거구 그랴서 이부분 수정해주시면 감사하겠습니당~~"
  },
  {
    "store": "google_play",
    "date": "2026-05-07",
    "rating": 5,
    "content": "다이어트에 너무 도움되고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-06",
    "rating": 1,
    "content": "사진 찍으면 자동으로 식단 적어준대서 결제했는데, 챗지피티 무료가 더 잘알아봐요. 자꾸 부대찌개를 김치찌개래.... 결국 내 손으로 써야됨...."
  },
  {
    "store": "google_play",
    "date": "2026-05-06",
    "rating": 4,
    "content": "식단메뉴가 별로 없음 일일히 내가 검색해보고 칼로리와 함께 기록해야함 캐릭터만 귀엽고 필라이트 그 앱이 훨씬 유용한것 같음"
  },
  {
    "store": "google_play",
    "date": "2026-05-06",
    "rating": 5,
    "content": "완전좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-01",
    "rating": 1,
    "content": "인아웃 플러스 유료결제하는데 운동 연동이 안 됨. 다른 어플 여러 번 결제해봤는데 보통 새로고침하거나 연결 끊었다가 다시 하면 운동 데이터를 다 불러올 수 있는데 이 앱은 데이터 연동 오류가 그냥 계속 있어서 운동 기록이 불가능한 수준임.. 헬스커넥트 핑계도 한두번이지 그냥 아예 안 된다고 보면 됨. 환불하고싶은데 이미 사용하면 환불이 안 된대서 그냥 1년 써야하는게 아까울 따름임"
  },
  {
    "store": "google_play",
    "date": "2026-04-24",
    "rating": 1,
    "content": "잘 쓰고 있었는데... 지금 아예 제 계정을 자체 로그아웃 시켜버려서 계정 로그인 할래도 계정찾기 기능도 없고, 오늘까지 기록 안하면 그룹배틀 강퇴 당하는데 고객센터는 5시까지인데다 주말엔 하지도 않고 ㅋㅋㅋㅋ 진짜 황당합니다. 로그인 시스템 좀 제발 안정화 해주세요. 루틴 깨져서 짜증나요."
  },
  {
    "store": "google_play",
    "date": "2026-04-24",
    "rating": 4,
    "content": "칼로리도 좋은데 일주간 뭘먹었는지 한눈에 보는 기능이 있음 좋겠어요. 건강하게 골고루 섭취하고 싶어서요"
  },
  {
    "store": "google_play",
    "date": "2026-04-24",
    "rating": 1,
    "content": "갤럭시 폴드에서 쓰고 있는데 화면이 엉망입니다. 돈내고 파는 서비스인데 이렇게하면 안되죠.."
  },
  {
    "store": "google_play",
    "date": "2026-04-23",
    "rating": 2,
    "content": "아니 인아웃도 이젠 돈을 내야하네. 원래 사진 찍는것도 돈 지불없이 됐잖아요 갑자기 돈 안내면 안되는건 뭔.. 심지어 너무 비싸졌잖아요. 할인이랍시고 거의 사만원 수준의 삼만원대. 🤦‍♂️ 할인 없으면 154800원이라고요? 이건 아니지예... 학생들은 못쓰겠네 분명 좋은 어플은 맞는데 정떨어짐. 전 차라리 다른 어플 찾게쓴."
  },
  {
    "store": "google_play",
    "date": "2026-04-22",
    "rating": 5,
    "content": "다 너무 좋은데 오류가 좀 있는 것 같아요... 눈바디 사진 찍으면 자꾸 인아웃 첫 로딩 화면(흰색화면에 캐릭터들)이 뜨면서 사진이 저장이 안돼요.. 계속 반복되다 보니 사진 찍을 때마다 지쳐요.. 저장도 안돼고.. 그렇다고 사진 추가 기능이 있는 게 아니라서 계속 그것만 붙잡고 찍어야하더라고요... 그리고 심지어 가끔 앱에서 튕겨지고.. 운동 기록해도 그룹 배틀에 기록이 안되더라고요.. 오류가 생기면 어디로 연락드려야하는지도 없고, 앱내 고객센터가 어디있는지도 모르겠어요... 어디로 말씀드려야할지라도 알려주시면 안될까요? 이번엔 리뷰로 말씀드리지만, 다음엔 전달드릴 방법이 없어요.. 나머지는 다 좋습니다..!"
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 5,
    "content": "사용 편함. 개발자분 피드백도 빠름."
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 2,
    "content": "서비스점검을 계속 해서 짜증남;"
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 2,
    "content": "접속이안되요."
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 5,
    "content": "잘 쓰고있었는데 갑자기 앱들어가니까 카카오로그인 토스로그인 화면 나오고 로그인 눌러도 변화없이 그대로여서 앱을 못쓰고있어요"
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 1,
    "content": "이벤트한다더니 서버터지고 로그인도안되고 뭡니까.."
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 1,
    "content": "서버도 안좋으면서 5분 이벤트 왜 합니까? 서버 터져서 못사고 이게 머하자는 거죠?"
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 2,
    "content": "도대체 이 어플은 기능도 단순해보이는데 왜 이렇게 오류가 잦은 거임? 쓸데없는 기능 넣을 시간에 최적화나 잘 하세요"
  },
  {
    "store": "google_play",
    "date": "2026-04-18",
    "rating": 1,
    "content": "105kg이상은 작성이 안됨"
  },
  {
    "store": "google_play",
    "date": "2026-04-17",
    "rating": 3,
    "content": "S25플러스 삼성헬스랑 운동 연동이 안 되네요. 삼성헬스에서 운동 종류 및 시간까지 모두 수기로 입력한 경우에는 연동이 되는데요, 워치 등으로 실제 운동 시간을 측정해서 기록한 건 정보가 없다고 뜹니다."
  },
  {
    "store": "google_play",
    "date": "2026-04-17",
    "rating": 4,
    "content": "학교 급식 연동이 되었으면 좋겠습니다. 그것만 되면 정말 꾸준히 할 수 있을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2026-04-17",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2026-04-16",
    "rating": 1,
    "content": "환불 최악 al기능 기웃거리다 사용했다고 환불 아예안돼는데 이럴거면 기본 체험기간 부터 알려주시지 이거하나때문에 환불자체가 안된다고 ... 환불 시스템 너무 불합리합니다 정신없고 뭐가좋은건지"
  },
  {
    "store": "google_play",
    "date": "2026-04-16",
    "rating": 1,
    "content": "적합하지않은 앱"
  },
  {
    "store": "google_play",
    "date": "2026-04-16",
    "rating": 1,
    "content": "ai 절대 사지마세요~ 식단 사진찍는거 하나도 안맞아서 검색해야되고 추천 식단대로 먹었더니 초과됬다그러고ㅋㅋㅋ걍 기본보다 못합니다"
  },
  {
    "store": "google_play",
    "date": "2026-04-15",
    "rating": 2,
    "content": "식단과 사진을 함께 볼수없는게 아쉽습니다"
  },
  {
    "store": "google_play",
    "date": "2026-04-14",
    "rating": 5,
    "content": "전반적으로 간단하게 기록하기 좋아서+ 그룹으로 자극받을수 있어서 혼자하는것보다 훨씬 좋아요. 연간플랜으로 구독하고 있답니다~ 한 가지 건의 사항이 있다면 ... 퇴근시간이 늦어 11시~1시 사이 운동을 하는데 그룹 일일 집계시간 기준이 자정이라 1일 1운동을 해도 자정 넘겨 운동을 끝낸 날은 당일 집계가 안돼서 조금 아쉬워요 ... 일일 집계시간 기준을 2시정도로 하면 좋지 않을까 생각해요."
  },
  {
    "store": "google_play",
    "date": "2026-04-14",
    "rating": 5,
    "content": "좋노"
  },
  {
    "store": "google_play",
    "date": "2026-04-13",
    "rating": 5,
    "content": "다이어트를 게임처럼 하는 느낌이라 재밌고 하루하루 체크하다보니 안좋은 습관도 없애고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2026-04-13",
    "rating": 5,
    "content": "사용한지 얼마 안되었지만 만족스럽게 사용 중이예요. 혹시 '기록 - 한눈에'에서 오늘 하루 공유하기할 때, 혹시 이미지 파일을 1:1 비율도 추가해주실 수 있나요?"
  },
  {
    "store": "google_play",
    "date": "2026-04-13",
    "rating": 1,
    "content": "연간 결제 취소 좀 해주세요 이 어플 쓰지도않는데 취소요청했더니 환불이 안됐네요"
  },
  {
    "store": "google_play",
    "date": "2026-04-13",
    "rating": 2,
    "content": "결제 유도가 너무 심해요 처음 들어가자마자 계속 떠서 반감이 듭니다."
  },
  {
    "store": "google_play",
    "date": "2026-04-12",
    "rating": 5,
    "content": "살이빠져요. 기능도 좋고요."
  },
  {
    "store": "google_play",
    "date": "2026-04-11",
    "rating": 3,
    "content": "예전에 굉장히 유용하게 썼던 어플인데 다시 들어가 보니까 결제유도 광고가 너무 많아져서 눈이 어지러움... 바로 지웠습니다..."
  },
  {
    "store": "google_play",
    "date": "2026-04-11",
    "rating": 5,
    "content": "너무 좋은디 혹시 눈바디 체크 사진 업로드도 해주시면 안 되나용 ㅠㅠ 가끔 파일이 날라가는데 다시 찍는거 아니면 등록이 안 돼요"
  },
  {
    "store": "google_play",
    "date": "2026-04-10",
    "rating": 5,
    "content": "식사세트 어떻게 만드는 건가요? 즐겨찾기는 바로 되는데 식사세트는 어떻게 만들어요?"
  },
  {
    "store": "google_play",
    "date": "2026-04-10",
    "rating": 5,
    "content": "어플은 잘쓰고 있습니다. 근데 1년결제를 무턱대고 했는데 막상 기능을 안써서 취소하고 싶습니다. 아직 한달 안됐습니다. 방법 알려주세요"
  },
  {
    "store": "google_play",
    "date": "2026-04-07",
    "rating": 1,
    "content": "비싼 돈 주고 ai 음식 검색 결제까지 했는데 너무 인식을 못해서 당황스러워요. 품목도 틀리고 칼로리 계산도 엉망이에요."
  },
  {
    "store": "google_play",
    "date": "2026-04-03",
    "rating": 3,
    "content": "인아웃 쓴지 벌써 5년이 다 되어가네요. 식단기록 사진으로 칼로리 계산하는 기능 생기고부터 오류가 많아졌어요. 잘 만 작동하다가 하루아침에 로그아웃당했습니다. 이유불문, 다시 로그인 하려니 버튼은 죄 먹통이고 부모동의 하려니 잘못된 절차라며 다시 시도하란 알림만 반복돼요. 그룹배틀 생긴 뒤 정말 즐겁게 쓰고있었고 그룹도 30위권 내로 성장시키며 사과보상 얻는재미였는데 갑자기 계정이 없어지니 속상하네요. 패드로 접속했더니 거긴 또 멀쩡하길래 안심했는데 다음날 바로 접속하니 하얀화면 뿐이고 먹통이에요. 자잘한 오류가 너무 많습니다"
  },
  {
    "store": "google_play",
    "date": "2026-04-02",
    "rating": 1,
    "content": "이거 다운로드 했는데 아예 로딩 때문에 할 수가 없어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-31",
    "rating": 5,
    "content": "잘 사용하고 있어요."
  },
  {
    "store": "google_play",
    "date": "2026-03-31",
    "rating": 4,
    "content": "잘 쓰고 있는데 자꾸 텍스트가 의도치 않게 선택돼서 자꾸 복사 등의 선택창이 뜨는게 거슬리네요 고쳐주시면 감사하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2026-03-29",
    "rating": 5,
    "content": "무료로도 유용하게 쓸 수 있는 앱이라서 너무 좋은데요, 물을 수시로 마시는데 위젯 설치해서 물 먹는것만 추가할수 있는 위젯이 나왔으면 좋겠어요 물 마실때마다 앱 들어가서 추가하기 너무 번거로워요"
  },
  {
    "store": "google_play",
    "date": "2026-03-25",
    "rating": 1,
    "content": "생각보다 음식 업데이트가 안됨 앱 버그도 많음 검색 기능이 쓰라고 만든건지 의심될정도"
  },
  {
    "store": "google_play",
    "date": "2026-03-25",
    "rating": 4,
    "content": "아주좋음. 다른 식단기록어플 쓰고있었어서 이 어플 쓸까말까 고민 많이 했는데 식단기록 옮기는 귀찮음을 감수할만함. 아쉬운 점은 어플 들낙많이하는데 흰화면만 뜨는 오류가 많이 발생한다는 점. 그래도 타어플에 비해 준수하다."
  },
  {
    "store": "google_play",
    "date": "2026-03-24",
    "rating": 5,
    "content": "학교급식 설정되는거 만들어주세요ㅜㅜ 진짜 애용하고 잇어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-24",
    "rating": 4,
    "content": "아 너무 좋은데 디데이 설정도 추가되었으면 좋겠어용 진짜 꼭 추가해주세여♥︎"
  },
  {
    "store": "google_play",
    "date": "2026-03-24",
    "rating": 5,
    "content": "완료된 1:1 배틀 기록 삭제하는 방법좀 알려주세요"
  },
  {
    "store": "google_play",
    "date": "2026-03-24",
    "rating": 3,
    "content": "갤26 바꾼뒤로 걸음수 연동이 안됩니다. 건강앱에서 불러오는 운동 기록은 가능한데 걸음수만 안되요. 삼성헬스랑 인아웃만 헬스커넥트애 있고 모든알림도 허용상태입니다. 더 할 수 있는 조치가 없어서 남겨요. 수정되면 별점 수정하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2026-03-23",
    "rating": 5,
    "content": "친구랑 대결 하려고 깔았어요ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2026-03-23",
    "rating": 1,
    "content": "AI랑 매일 싸워야됨 ..."
  },
  {
    "store": "google_play",
    "date": "2026-03-22",
    "rating": 2,
    "content": "어플은 유용하나 로딩 개 느린데 화면 전환시 다시 초기화되는점 불편해서 옮김"
  },
  {
    "store": "google_play",
    "date": "2026-03-21",
    "rating": 1,
    "content": "뒤로가기 할때 적어놨던 식단 사라지는 오류 너무 심해요. 뒤로가기로 앱이 완전히 종료가 안돼서, 재실행 후 뒤로가기 누르면 기존 식단이 사라지거나, 아침식단이 점심식단에 와 있던가 하네요."
  },
  {
    "store": "google_play",
    "date": "2026-03-18",
    "rating": 5,
    "content": "갤럭시 s26으로 바꾼 이후로 헬스커넥트가 안돼요. 이전 기기에선 잘 됐었고요. 헬스커넥트에 삼성헬스와 인아웃 2개만 등록, 우선순위 삼성헬스설정. 각 앱에 모든 권한부여, 접근권한삭제했다가 재부여, 권한부여 순서변경, 앱삭제후재설치 등 모든걸 다 해봐도 안됩니다. 헬스커넥트가보면 삼성헬스는 잘 접근하는데 인아웃만 접근을 못해요. 오류수정되면 별점수정할게요 ----- 오류해결되어 별점수정합니다. 어이없게도, 알림을 차단해뒀었는데 받기 설정하니까 그 즉시 연동됐어요. 알림이랑 연동이랑 대체 무슨 상관인진 모르겠지만... 아무튼 해결됐습니다. 평소 잘쓰고있구요. ☆☆먹은 기록을 엑셀 등 데이터로 내려받을수있으면 더 좋을것같아요☆☆"
  },
  {
    "store": "google_play",
    "date": "2026-03-15",
    "rating": 1,
    "content": "ai가 좀 많이 멍청해요"
  },
  {
    "store": "google_play",
    "date": "2026-03-15",
    "rating": 4,
    "content": "나쁘진 않은데 검색 화면 관련해서 화면 전환 스택이 이상하게 쌓이는 느낌이 자꾸 듭니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-13",
    "rating": 2,
    "content": "Ai 기능 좋을 줄 알고 1년 결제했다가 돈 날렸어요🥹 결제 후 5분 채 되지 않아 결제 취소했는데 환불도 안되고... 그냥 일단 쓰려고요 찍은 사진 음식도 이상하게 분석하고(제가 먹은 것보다 더 고열량으로 계산해요), 말랑 ai는 자꾸 제가 설정한 목표가 비정상적이니까 바꾸라는 말만 하고... 저에겐 전혀 필요없는 기능들이네요 그래도 환불이 안되니까... 그냥 사용할게요...🥲 그래도 돈 안내고 사용할 수 있는 기능들은 좋아요 제가 먹은 음식의 칼로리, 영양소까지 기록하니까 왜 이제껏 적게 먹어도 몸이 어떤 날은 부해보이고 어떤 날은 왜소해보였는지 알겠더라고요 그래서 저는 돈 안내고 사용하는 걸 추천드리고 그래도 ai기능을 사용하고 싶으신 분들은 꼭!! 한 달 결제로 사용해보신 뒤에 1년 결제하세요...!!"
  },
  {
    "store": "google_play",
    "date": "2026-03-13",
    "rating": 4,
    "content": "AI사진찍기로 음식사진을찍으면 흰화면밖에안나오고 어플나갔다들어오면 사진은있는데 음식정보(칼로리,양)은없어요 어플삭제후재설치해도똑같은증상이에여~ 작년12월초부터요"
  },
  {
    "store": "google_play",
    "date": "2026-03-11",
    "rating": 5,
    "content": "이 앱을 통해 정리하면서 내 기초대사량보다 많이 챙겨먹을 수 있다는 점이 좋지만 반대로 챙겨먹어야 한다는 강박이 생겨서 힘드네요. 그럼에도 내 몸 건강을 위해 인아웃을 씁니다!!"
  },
  {
    "store": "google_play",
    "date": "2026-03-10",
    "rating": 5,
    "content": "사용이 간편하고 상품이름만 입력하면 칼로리 계산을 해 줘서 아주 편리해요. 근데 아무리 빽을 눌려도 종료가 안되요 ㅎㅎ;;;"
  },
  {
    "store": "google_play",
    "date": "2026-03-09",
    "rating": 4,
    "content": "먹으면서 양을 조절해서 다이어트 할수 있어서 좋아요.5키로 빠졌었는데 식단조절을 안해서 또 원상복귀되었어요.이번엔 계속 사용하여보려구요.감사합니다.좋은앱 개발해주셔서요"
  },
  {
    "store": "google_play",
    "date": "2026-03-09",
    "rating": 5,
    "content": "식단 칼로리 측정 및 기록 용으로 아주좋씁니당"
  },
  {
    "store": "google_play",
    "date": "2026-03-08",
    "rating": 1,
    "content": "이제 안쓰고 오후2시만되면 자꾸 식사입력하라고 그래서 짜증남 .안써."
  },
  {
    "store": "google_play",
    "date": "2026-03-08",
    "rating": 1,
    "content": "일주일 써봤는데 헬스커넥트 연동이 됐다 안됐다 불안정한게 첫번째, 전반적으로 메뉴들도 다 찾기 어렵고 복잡하게 구성되어있어서 앱 기능대비 멤버십 비용이 터무니없게 비싼 느낌이네요. 구독 취소하고 싶습니다. 앱 내에는 문의센터가 없네요."
  },
  {
    "store": "google_play",
    "date": "2026-03-07",
    "rating": 1,
    "content": "갑자기 어플이 실행이 안되네요? 잘 쓰고 있었는데ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-03-05",
    "rating": 5,
    "content": "굳굳굳"
  },
  {
    "store": "google_play",
    "date": "2026-03-02",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-28",
    "rating": 1,
    "content": "음식 추가할때 AI 퀄리티가 처참합니다. 일반 검색에서는 1순위에 뜨는 키워드인데 AI는 다른 제품으로 기록합니다. \"오뚜기 골드마요네스\"조차도 AI로 기록이 안됩니다. 한달에 만원 이상 내는 의미가 없는 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-28",
    "rating": 1,
    "content": "아니 목표체중, 하루칼로리량 수정하는거 어딨어요? 이상한것만 잡다하게 생기고 정작 중요한건 어디 숨겨놨나"
  },
  {
    "store": "google_play",
    "date": "2026-02-28",
    "rating": 4,
    "content": "세트 버그가 잘 수정되었네요, 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-27",
    "rating": 4,
    "content": "어플간의 커넥트 연결이 잘 안되요. 운동은 다른 어플에 기록된 이미지 캡쳐해서 기록해주는 기능이 있으면 좋겠어요. 헬스장에서 쓰는 어플은 따로 있는데 운동은 그걸쓰고 식사는 이걸 쓰는데 운동을 하나하나 기록하는게 불편해서 안하게 됩니다. 운동도 캡쳐해서 올리면 대신 기록해 줬으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2026-02-27",
    "rating": 1,
    "content": "탈퇴방법 알려주세요.. 이용해보려는데 가입 안하면 시작할 수 없고, 가입하고 들어가봤더니 결국 앱 구매를 해야하고.. 탈퇴하고싶은데 '탈퇴하기'가 어디에도 없네요.."
  },
  {
    "store": "google_play",
    "date": "2026-02-27",
    "rating": 5,
    "content": "평소에 잘 사용하고 있습니다. 다른 어플도 사용해봤지만 돌고돌아 인아웃이더라구요. 근데 제가 다른 어플을 돌아봤던건 딱 무료 기능에 ai사진분석으로 영양성분 확인하는것만 쓰고 싶은데 너무 비싸다고 생각했기 때문이에요 요금제를 조금 세분화해서 ai 카메라만 사용할수는 없을까요?"
  },
  {
    "store": "google_play",
    "date": "2026-02-27",
    "rating": 5,
    "content": "업데이트 이후 인터페이스 더 불편해졌습니다. 이제는 광고 오늘 하루 안보기 눌러도 계속 뜨네요."
  },
  {
    "store": "google_play",
    "date": "2026-02-26",
    "rating": 1,
    "content": "광고 오늘 보지않기 했는데도 왜 무한으로 뜨는 겁니까ㅋㅋㅋ?? 광고도 적당히 띄우셔야죠 이러시면 반감만 듭니다"
  },
  {
    "store": "google_play",
    "date": "2026-02-26",
    "rating": 1,
    "content": "광고 너무 많이 떠서 짜증남 아침 점심 저녁 간식 각각 기록해야 하는데, 하나씩 기록할 때마다 하단에 광고 뜸 ㅋㅋ 오늘 하루 광고 안 뜨기? 버튼 눌러도 다른 광고가 나옴 ㅎ 열받아서 삭제하고 안 쓰렵니다"
  },
  {
    "store": "google_play",
    "date": "2026-02-25",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-21",
    "rating": 5,
    "content": "인아웃 매우 칭찬합니다. 안하던 식단관리를 할 수 있어요~!! 장점은 아침은 이렇게 먹었네, 점심은 이렇게 먹었네 저녁은 이렇게 먹어야겠다!!!! 할 수 있다구요 식단 올려서 사과(포인트같은역할) 모으는 재미도 쏠쏠하고유 장점이 있다면 단점도 있겠죠~~~??!! 칼로리에 미쳐서 안먹게 됩니다.. 큰일 나요 그거~!!! 적당히 먹으면 되는걸 안먹고 안쪄야지가 된다구요~!! 일단 이거 말고도 아주 쩌는 어플이요 난 깐 지 얼마 안됐는데 4kg정도 뺐소 다들 화이팅~~"
  },
  {
    "store": "google_play",
    "date": "2026-02-20",
    "rating": 1,
    "content": "칼로리 계산같은건 좋은데 시도 때도 없는 광고에 구매유도가 너무 싫어요. 유사한 어플이 있으면 갈아타고싶을 정도."
  },
  {
    "store": "google_play",
    "date": "2026-02-18",
    "rating": 5,
    "content": "좋아요. 한가지 생기면 좋겠는 기능이 있어요! 운동 기록할 때 순서를 바꿀 수 있었음 좋겠어요. 그리고 세트 중간 쉬는시간도 적을 수 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-18",
    "rating": 3,
    "content": "가시성 좋고 ㄱㅊ았는데 AI랑 광고 많아져서 안 쓸 듯"
  },
  {
    "store": "google_play",
    "date": "2026-02-15",
    "rating": 5,
    "content": "다이어트앱이 귀여워요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2026-02-14",
    "rating": 5,
    "content": "버그 리포팅 어떻게 하나요?"
  },
  {
    "store": "google_play",
    "date": "2026-02-13",
    "rating": 5,
    "content": "안녕하세요, 앱 잘 쓰고 있습니다. 혹시 고객센터로 연락할 수 있는 수단이 없을까요? 제가 매일 몇시에 식사를 했는지만 모아서 볼 수 있는 방법이 없는지 궁금합니다!"
  },
  {
    "store": "google_play",
    "date": "2026-02-12",
    "rating": 1,
    "content": "그저께인가 강제업데이트 후부터 식단 입력하거나 수정하면 시도 때도 없이 ai코치 쓰라고 팝업뜨는데, ai코치 관심없고 쓸 생각 없으니 이것 좀 패치해 주세요. 어차피 2번만 무료고 이후는 유료결제해야 하는서비스이기 때문에 이용자에게 선택권을 주셔야지 뭘 하루종일 팝업으로 강제합니까. 하단 광고들처럼 \"오늘만 그만보기\"를 넣던지 그것도 아니고요? 너무 불편하고 어플 회사의 갑질처럼 보여지네요. 기존에 뜨는 광고들까지는 그러려니(당연히 감수) 하고 잘 쓰고 있었는데 이번 업데이트는 글쎄요 소비자입장에서 이해가 전혀 안 되어 리뷰 남깁니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-11",
    "rating": 1,
    "content": "점점 무거워짐 더 무거워짐 아주 덕지덕지 패치워크"
  },
  {
    "store": "google_play",
    "date": "2026-02-11",
    "rating": 2,
    "content": "이번에 업데이트하고 광고가 너무 많아짐 ..."
  },
  {
    "store": "google_play",
    "date": "2026-02-10",
    "rating": 5,
    "content": "뭔가 식단부터 물 세세하게 기록하는게 번거로워서 단순 몸무게 기록용으로 쓰고있긴한데 전체적으로 얼마나 빠지고있는지 잘보이고 앱자체가 아기자기해서 좋습니다ㅎ"
  },
  {
    "store": "google_play",
    "date": "2026-02-10",
    "rating": 4,
    "content": "작년에 사용하던 유저 중간에 지웠다가 일년뒤지금 다시 사용하는 유저 입니다! 옛날에는 간단하고 딱 필요한 것만 있었습니다. 그치만 최근들어 앱에 업데이트를 너무 많이 한것같아요 쓸모없는 것들 종종 있고요, 간편하지가 않아요 복잡합니다. 작년에 딱 보기 좋게 심플했어요 솔직히 저로써는 필요한것만 있는게 베스트인기하긴 한데.. 지금도 그렇게 나쁘진 않네요 점점 유료결제도 많아지기도 한디.. 뭐 어쩔수없는그니깐"
  },
  {
    "store": "google_play",
    "date": "2026-02-10",
    "rating": 4,
    "content": "컨디션이나 특이사항을 따로메모하거나 체크할수있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-02-09",
    "rating": 3,
    "content": "운동 등록할때 무게, 개수 입력시 첫세트에 입력한 값이 추가 세트에도 적용되게 해주세요. 매번 추가할때마다 일일이 무게랑 개수 입력하는거 너무 귀찮아서 앱을 쓰기싫을정도에요"
  },
  {
    "store": "google_play",
    "date": "2026-02-09",
    "rating": 2,
    "content": "네이버 로그인 유저인데 네이버 로그인이 안되네요ㅠㅠ 선택하면 뒤로가기가 자동으로 돼서 시도조차안돼요"
  },
  {
    "store": "google_play",
    "date": "2026-02-08",
    "rating": 3,
    "content": "유료 서비스 잘못 신청했는데 환불신청할 수 있는 루트 안내가 없네요. 일단 의견내기 게시판에 환불요청 해두었는데 답변이 없습니다. 유료기능 아직 이용안했고, 환불 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-07",
    "rating": 1,
    "content": "결제하면 꾸미기 무제한 뭐 이렇게 적혀있드만 결제하니까 아무것도 안되서보니 따로 구매해야하는 거였네요; 꾸미기 좋아해서 바로 결제했었는데 깨닫고 바로 취소했습니다"
  },
  {
    "store": "google_play",
    "date": "2026-02-05",
    "rating": 5,
    "content": "스티커일기 달력 위젯도 있으면 좋겠습니다!!"
  },
  {
    "store": "google_play",
    "date": "2026-02-05",
    "rating": 1,
    "content": "어제 설치해서 오늘 사진 찍으면 계속 새로시작해서 지웁니다...."
  },
  {
    "store": "google_play",
    "date": "2026-02-03",
    "rating": 5,
    "content": "다 좋은데 그 초기화가 있었으면 좋겠어용.."
  },
  {
    "store": "google_play",
    "date": "2026-02-02",
    "rating": 5,
    "content": "잘쓰고 있습니다 가만 스티커 일기 기능에서 스티커를 항목당 여러개 선택할 수 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-02-01",
    "rating": 4,
    "content": "2년정도 앱을 엄!!!!청!!!!! 잘 쓰고있던 사람입니다 최근들어 접속 장애가 생겼고 앱에 아예 들어가지질 않으니 지웠다 깔아도 보고 기기 내에 용량 문젠가 싶어 용량도 비워봤습니다 기종에 쓰던 폰은 접속이 잘 되는데 현재 바꾼 폰으론 접속이 안 됩니다 비밀번호 치는 창까지 가지도 않아요! 이 문제만 없었으면 무조건 10점 만점에 10점 입니다 고쳐주세요 ㅠㅜㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-01-28",
    "rating": 5,
    "content": "앙♥♥♥♥♥바로 고쳐줬네요 감삽니다^!^!^!"
  },
  {
    "store": "google_play",
    "date": "2026-01-28",
    "rating": 5,
    "content": "잘 쓰고있어요. 그런데 요즘 앱 위젯 오류가 잦아요. (추가) 구체적으로, 인아웃 위젯 중 칼로리 체크 버전을 사용하는데 클릭하면 데이터 불러오기에 실패했다는 문구가 뜨고 클릭해도 앱으로 연결이 안돼요. 지우고 다시 설치해도 마찬가지에요."
  },
  {
    "store": "google_play",
    "date": "2026-01-26",
    "rating": 2,
    "content": "광고가 너무 많이뜸"
  },
  {
    "store": "google_play",
    "date": "2026-01-26",
    "rating": 1,
    "content": "회원탈퇴 숨겨놨나요??? 신고 해도 되겠죠??"
  },
  {
    "store": "google_play",
    "date": "2026-01-21",
    "rating": 3,
    "content": "기록이 간편하여 매일매일 적을수있는거 같아요 다른 어플에서는 사진 기록이 힘들었는데 사진 기록까지 하니 보기가 편했어요 아쉬웠던 점은 식단 기록란에 야식란도 포함되었으면 정말 좋을꺼같아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-20",
    "rating": 1,
    "content": "문의하는 코너를 못찾겠어서 여기 문의드립니다. 1.식단앨범을 전체적으로 다운받을 수 있을까요? 2.그간 작성한 일기들을 한번에 다운받을 수 있을까요? (타이핑으로 친 일기들이요) 감사합니다~"
  },
  {
    "store": "google_play",
    "date": "2026-01-20",
    "rating": 5,
    "content": "죄송한데 결제 취소부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2026-01-19",
    "rating": 5,
    "content": "정말좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-16",
    "rating": 5,
    "content": "잘 쓰고 있어요! 오류 수정해주셔서 다시 쾌적하게 좋습니다 감사합니다. 수면관련 기록도 추가할수있는 기능이 있다면 정말 좋을 것 같아요! 언제 잤는지 몇시간 잤는지 정도라도 간단하게라도... 수면시간도 다이어트에 굉장히 중요한 부분이다보니..."
  },
  {
    "store": "google_play",
    "date": "2026-01-15",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-01-15",
    "rating": 1,
    "content": "쓸데없이 광고가 너무 많음"
  },
  {
    "store": "google_play",
    "date": "2026-01-14",
    "rating": 3,
    "content": "간만에 다시 깔아봤는데 주객전도 됐네요... 사과 얻고 아이템 사고 그런 거 다 좋은데 그게 너무 과해졌어요 너무 카톡 업뎃 같음ㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-01-13",
    "rating": 2,
    "content": "이번에 업데이트 되면서 너무 불편하게 바뀐 것 같습니다. 1. 식단이 하루 단위로 뜨는 게 편했는데(사진) 이제는 모든 날짜가 다 뜨고 날짜별로 보기 누르면 제일 오래된 것부터 뜨더군요; 핸드폰 갤러리처럼 제일 최근 사진이 상단으로 오면 좋을 것 같아요 / 사진 등록 누르면 날짜 지정하는 걸로 바뀐 것도 불편합니다... 2. 광고가 너무 많이떠요. 유료 결제 유도도 너무 많고ㅠ 3. 식단 직접등록에서 사진을 바로 등록할 수 있었으면 좋겠어요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-01-10",
    "rating": 1,
    "content": "저녁에 떡볶이 먹었다고 기록하고 싶은데 광고가 4개가 뜨네요. 팝업 광고가 4개나 떠서 그거 다 일일이 닫다가 앱 지웠어요. 팝업 작작 띄우세요"
  },
  {
    "store": "google_play",
    "date": "2026-01-10",
    "rating": 5,
    "content": "단식타이머같은 다이어트 타이머가 만들어지면 좋겠어요!!!다이어트 종료일까지 얼마나 남았는지 시간을 보고시퍼요 +단식 타이머 팝업을 띄울수는 없나요??배경화면이라든지 잠금화면 바같은 곳에요ㅠㅜ"
  },
  {
    "store": "google_play",
    "date": "2026-01-09",
    "rating": 5,
    "content": "하루 탄단지 비율이 60:20:20 인데 메인에서 이걸 바꾸려면 어떻게 해야하나요? 고객이 스스로 비율을 세팅할 수 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2026-01-07",
    "rating": 5,
    "content": "날짜가 다음날로 넘어간걸 모르고. 삭제된줄 착각하고 리뷰에 불편하다 썼네요.죄송합니다.ㅠ 하루 식단관리,운동관리, 하루 섭취한 영양제까지 한눈에 보여서 너무 좋으네요~ 꾸준히 관리해보겠습니다. 감사합니다~^^"
  },
  {
    "store": "google_play",
    "date": "2026-01-07",
    "rating": 4,
    "content": "인아웃이 기록하기엔 가장 좋아서 사용하고 있는데 증량도 만들어주심 좋겠어요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-01-07",
    "rating": 4,
    "content": "좋은어플이라 음식 칼로리 작성제보도 꽤 많이하며 이용함 근데 요즘 팝업뜨는거랑 앱 시작할때 광고로딩 미쳐서 켜기가 싫어진지 1년 넘음 정도껏 띄워야지 밥먹으면서 작성하려고 앱 킬때마다 팝업끄는게 뭔 한세월임 수익성생각해서 그러는거 알겠지만 일단 가볍게 켜서 사용부터 시작하게 하는게 기본고려사항 같습니다 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2026-01-06",
    "rating": 1,
    "content": "ai사진 분석이라길래 사진 찍으면 칼로리 계산해주는 줄 알았더니 찍기만하고 저장은 안되고 몇 칼로리인지 인식도못하고(쌀과 같은 밥 포함) 환불버튼은 없고 다행이 한 달 구매 9900원 눌러서 망정이지 1년권 50프로 할인한다고 눌렀다간 스트레스 제대로 받을 뻔했네요 귀여움에 결재했다가 가장 필요한 기능 못쓰고 후회만하다 갑니다"
  },
  {
    "store": "google_play",
    "date": "2026-01-05",
    "rating": 4,
    "content": "테마가 귀여워요 좀 더 써봐야 알 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-03",
    "rating": 4,
    "content": "회원 탈퇴 기능이 안 보여요"
  },
  {
    "store": "google_play",
    "date": "2025-12-22",
    "rating": 5,
    "content": "다이어트 필수 어플이에요! 강추"
  },
  {
    "store": "google_play",
    "date": "2025-12-22",
    "rating": 1,
    "content": "강제업데이트 싫어요"
  },
  {
    "store": "google_play",
    "date": "2025-12-22",
    "rating": 1,
    "content": "광고 많아요 앱이 무거워요 그래도 같이하긴 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-12-22",
    "rating": 1,
    "content": "같은 음식인데 유저등록 너무 많음. 가시성 겁나 떨어짐. 유저등록을 하면 자기 혼자 보이게 하던가 한 번 검토를 하고 등록시키던가 하면 좋겠음"
  },
  {
    "store": "google_play",
    "date": "2025-12-22",
    "rating": 5,
    "content": "너무 잘 쓰고 있습니다! 식단 조절이 꽤 도움이 되고, 운동도 기록이 되서 너무 유용하게 쓰고 있어요😊 개선되었으면 하는 점이 있어 리뷰를 남깁니다. 1. 인바디 작성이 되면 좋겠어요 골격근량, 체지방률이 같이 입력되면 AI 조언이 더 도움이 될 것 같습니다. 2. 지병 선택이 있음 좋을 것 같아요. 저는 1형 당뇨가 있습니다. 지금의 AI는 지병을 고려하지 않고 조언을 해주기에 모든 피드백을 수용하기 어려울 때가 있어요🥲 늘 작심삼일이었는데, 매력있고 귀여운 어플 덕분에 꾸준히 쓰고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2025-12-22",
    "rating": 5,
    "content": "썼던 다이어트 어플중에 가장 오래쓰고 있어요! 운동기록, 체중기록,눈바디,식사기록 등 필요한것만 모아져있고 디자인이나 아기자기하게 꾸밀 수 있게 해 놔서 매일 들어오게 돼요 개인적으로 눈바디를 어플내 사진으로만 가능하게 해뒀으면 좋겠어요! 아무래도 갤러리에 남아있으면 해킹될 수도 있으니 그때찍고 거기서만 지울 수 있었으면 좋겠습니다 두번째로 음식기록할때, 기록하고 새창으로 저절로 돌아왔으면 좋겠어요! 기록하다 스크롤을 내리거나 버벅거리다가 한번에 닫히면 기록된것들이 다 날아가버려서 2번씩 하게되네요"
  },
  {
    "store": "google_play",
    "date": "2025-12-10",
    "rating": 5,
    "content": "식단 기록용으로 좋아요^^~"
  },
  {
    "store": "google_play",
    "date": "2025-12-09",
    "rating": 5,
    "content": "수많은 다이어트 앱을 써봤는데 여기가 젤 깔끔하고 편해요"
  },
  {
    "store": "google_play",
    "date": "2025-12-04",
    "rating": 5,
    "content": "재밌게 다이어트를 할 수 있어서 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2025-12-02",
    "rating": 3,
    "content": "시각적으로 이쁘게 구성했고 귀엽긴 한데..... 음식 검색 같은것도 좀 불편하고... 내가 저장해놓은 세트도 바로 수정도 안되고 사용자 편의성이 좀 떨어지는 것 같음. 직관적이지도 않고...."
  },
  {
    "store": "google_play",
    "date": "2025-11-28",
    "rating": 5,
    "content": "일기 기록이 안 돼서 앱 재설치했는데 오류가 계속납니다ㅠㅠ 개선방법을 알 수 있을까요? (수정) 빠른 회신 감사합니다! 매번 피드백에 귀기울이고 신속하게 해결하려는 모습이 이용자로 하여금 계속 함께하고 싶은 마음이 들어요 고맙습니다☺️"
  },
  {
    "store": "google_play",
    "date": "2025-11-25",
    "rating": 5,
    "content": "일단 다양한 음식이 있어서 좋음 나중에 카메라 모드도 해봐야지"
  },
  {
    "store": "google_play",
    "date": "2025-11-25",
    "rating": 5,
    "content": "알아가는 중인데 좋은 것 같아요 식단 기록하기 좋고 예 : 비비고 사골 치면 몇 칼로리인지 나와요"
  },
  {
    "store": "google_play",
    "date": "2025-11-24",
    "rating": 3,
    "content": "앱이 가시성이 떨어짐. 대사량 목표 수정하려고 하는데 괜히 정보가 너무 많이 떠 있고 직관적이지 않음."
  },
  {
    "store": "google_play",
    "date": "2025-11-21",
    "rating": 3,
    "content": "한줄평에도 신고기능 만들어주세요. 이상한 사람, 잘못된 정보 적는 사람 많아요"
  },
  {
    "store": "google_play",
    "date": "2025-11-18",
    "rating": 5,
    "content": "7월부터 인아웃어플 사용하면서 지금까지 15키로 감량했구요. 운동부분은 스마트밴드와 연동해서 삼성헬스에서 기록하고 식단,영양제기록은 인아웃에서 사용중입니다. 식단기록면에선 어플이 굉장히 깔끔하고 성분도 자세히보이고 음식성분도 대부분 있어서 정말 만족해요. 개인적으로 5달동안 사용하면서 바뀌었으면 하는부분은... 1. 물섭취 기록시 수정하기통해서아닌 해당탭에서 <>버튼으로 추가,빼기 가능하도록 했으면 좋겠습니다. 한잔마실때마다 추가하는데 이걸 굳이 수정하기로 들어가서 바꿔야할 필요가 있나 싶습니다. 2. 영양제 순서바꾸기가 가능했으면 좋겠습니다. 아침공복-점심식후-저녁식후-자기전 순으로 정렬하는데 실수로 영양제하나를 삭제하거나 먹는영양제가 추가되면 다 삭제하고 처음부터 다시 등록해야합니다. 추가로 영양제삭제버튼이 이름바로옆에 위치해있어서 먹었어요 기록하다가 실수로 터치하면서 자주삭제됩니다. 위치바꾸기,이름바꾸기 등은 수정하기 버튼으로 따로 빼고 만들어주시는게 좋지않을까 싶습니다."
  },
  {
    "store": "google_play",
    "date": "2025-11-18",
    "rating": 3,
    "content": "인아웃 탈퇴기능을 찾을수없어요 뒤져야 탈퇴기능 버튼을 찾을수있어요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-11-18",
    "rating": 1,
    "content": "사진첨부해서 적는 게 안돼요 한글만 썼는데 한글, 영어, 숫자만 입력가능하다는 문구 뜨면서 안 넘어가요 답답"
  },
  {
    "store": "google_play",
    "date": "2025-11-17",
    "rating": 5,
    "content": "등록하는 부분이 간단해서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-11-14",
    "rating": 4,
    "content": "귀엽고 너무 좋은데 아무리 해도 걸음수를 불러오지를 못해서 답답하네요"
  },
  {
    "store": "google_play",
    "date": "2025-11-10",
    "rating": 1,
    "content": "자꾸 그룹멤버가 아니거나 그룹이 삭제됐다고 뜨고 그룹활동이 안 됨. 내가 만든 그룹인데도 ㅎㅎㅎㅎ 이 오류 진짜 잦은데 왜 안 고쳐지는지 의문임. 그리고 커뮤니티는 진짜 왜 있는 건지 모르겠음. 인아웃 초창기부터 잘쓰다가 커뮤니티 활발해진 후로 한동안 지웠었름... 다시 해볼라고 깔았지먼 역시 커뮤니티는 불필요함. 쓸데없는 거 좀 빼면 좋겠음."
  },
  {
    "store": "google_play",
    "date": "2025-11-10",
    "rating": 5,
    "content": "오 이제 돼요! 감사합니다 너무 편리한 앱이예요"
  },
  {
    "store": "google_play",
    "date": "2025-11-10",
    "rating": 5,
    "content": "다이어트에 정말 큰 도움이 되고 있습니다 !! 제가 먹을 양을 기록하니 스스로가 잘 절제되는 기분이에용! 근데 식단을 할 때 다른 사람이 공유한 레시피를 바로 저장해서 제 레시피에 저장하는 기능도 있으면 좋을고 같아요 ... 🥹"
  },
  {
    "store": "google_play",
    "date": "2025-11-08",
    "rating": 5,
    "content": "식단 기록하기 좋고(웬만하면 다있음) 사과 모으는 재미도 있어서 다이어트 재밌게 했어요"
  },
  {
    "store": "google_play",
    "date": "2025-11-06",
    "rating": 2,
    "content": "앱은 좋은데 ...자꾸 들어갈때마다 식단 기록창이 떠서 너무 불편해요..이미 다 기록했는데 자꾸 들어갈때마다 식단 기록창이 뜨고 광고 오늘하루 안보기 해도 뜨고"
  },
  {
    "store": "google_play",
    "date": "2025-11-04",
    "rating": 2,
    "content": "연동 안되는 인아웃 버리고 연동 잘되는 앱으로갈아탐"
  },
  {
    "store": "google_play",
    "date": "2025-11-02",
    "rating": 1,
    "content": "ai는 구독해야 쓸수있음 참고하셈"
  },
  {
    "store": "google_play",
    "date": "2025-11-02",
    "rating": 5,
    "content": "사용한지 이틀째인데 나쁘지 않아요 꾸준히 기록하게 됨"
  },
  {
    "store": "google_play",
    "date": "2025-11-02",
    "rating": 5,
    "content": "인아웃 플러스 정기결제가 되었는데요. 생각보다 불편해서 취소를 하고싶은데 따로 취소는 안되나요? 한달먼저 결제해서 사용해보고 추가로 쓰고싶습니다."
  },
  {
    "store": "google_play",
    "date": "2025-11-01",
    "rating": 5,
    "content": "손목골절수술후 다시 시작한 식단 열심히 기록하면서 식단조절 하려합니다"
  },
  {
    "store": "google_play",
    "date": "2025-10-30",
    "rating": 3,
    "content": "앱자체는 좋은데 갑자기 말랑이한테 피드백을 받을수없더라고요 계속 눌러봐도 구독하라는 창만 뜨고 어떻게 해야하나요"
  },
  {
    "store": "google_play",
    "date": "2025-10-29",
    "rating": 4,
    "content": "쓸모있어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-29",
    "rating": 4,
    "content": "식단기록하고있어요 일기쓰는거같고 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-10-28",
    "rating": 1,
    "content": "운동량 체크하려면 건강앱이라고 연동하라고 뜨는데. 연동을 해도 아무것도 뜨지 않음. 설정에서 변경하라고 했으면서 설정에 연동여부 확인할수 있는 곳이 존재하지 않음. 운동기록을 다 수동으로 해야하면 너무 불편할거 같은앱"
  },
  {
    "store": "google_play",
    "date": "2025-10-27",
    "rating": 5,
    "content": "좋아요~~"
  },
  {
    "store": "google_play",
    "date": "2025-10-26",
    "rating": 5,
    "content": "이거 하구 샬 빠지구는 잇는 즁 기록하면서 오늘 얼마나 먹었는지 기록하니까 자극아닌 자극이 빡 왓어용ㅎㅎ 생각보다 많이 먹는 것 같다는 생각두 많이 들었구요 다이어트 진짜 ㅈㅈ하게 마음 다 잡고 한다고 하면 좋을 것 같아용 그냥 체크용으로도 좋구요! 😍💗"
  },
  {
    "store": "google_play",
    "date": "2025-10-24",
    "rating": 1,
    "content": "결제 취소하고 싶은데 취소가 안됨 유료서비스 해지도 가시적이게 해줘야되지 않나요? 결제목록에 뜨지도 않은거 제가 어떻게 해지하나요? 구글플레이에서 지우라면서요? 환불해주세요."
  },
  {
    "store": "google_play",
    "date": "2025-10-23",
    "rating": 5,
    "content": "식단 기록이 편해요"
  },
  {
    "store": "google_play",
    "date": "2025-10-15",
    "rating": 5,
    "content": "메뉴얼대로 헬스 커넥터 연동하고 동기화하였는데도, 어느 날부터 계속 걸음수가 연동이 안됩니다. 너무 불편해요. 인아웃, 헬스 커넥터 모두 삭제 하고 재설치도 해봤는데 그래도 안됩니다. 방법 좀 알려주세요."
  },
  {
    "store": "google_play",
    "date": "2025-10-15",
    "rating": 4,
    "content": "정확하진 않지만 AI가 분석해줘서 좋으네요"
  },
  {
    "store": "google_play",
    "date": "2025-10-15",
    "rating": 3,
    "content": "귀엽긴 한데 분석 보려면 돈내야함 간단하게 기록하기에만..좋은듯 사람들이랑 소통창구 있어서 소통 원하는 사람들한테 괜찮을 거 같고 광고도 없어서 좋음"
  },
  {
    "store": "google_play",
    "date": "2025-10-13",
    "rating": 5,
    "content": "잘 쓰고 있습니다. 하나 바라는 점이 있는데 기록한 식단을 다른 날짜로 옮기거나 복사하는 기능 좀 만들어 주시면 안될까요??"
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "맨 처음 설문하고 권장칼로리 정하는거 바꿀 수 없나요? 아무리 찾아도 안보여요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "잘 쓰고 있습니다. 다만 나의활동에서 운동기록 입력할때 분단위로만 기록할수 있어서 애매하게 1시간23분 2시간25분처럼 운동하면 일일히 분으로 계산해서 입력하는게 좀 헷갈려요ㅠ '0시간 0분' 이렇게 입력할수 있도록 바꼈으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 1,
    "content": "10.10 업데이트 하고 나서 어플 들어가자마자 화면 반짝임이 심합니다 (화면이 깨진듯한 느낌으로 하얗게 반짝입니다) 로그인한지 오래되어 아이디찾기. 비번찾기 해야하는데 버튼이 죄다 먹통이에요."
  },
  {
    "store": "google_play",
    "date": "2025-10-08",
    "rating": 5,
    "content": "ai코치 결지흐고 '근육맨 트레이너' 선택했다가 너무 TTTT라서 뭐 말하면 하지말라하구!!! 답답해서 환불하려했는뎅 '호들갑F'코치님 선택 후 징짜 너무너무 잘알려주시궁 응원도 잘해주시공 너무 너무 만족하구 있어요!!!! 사랑둥이 우리 호들갑F 코치님이 짱이당♡ 호들갑F 코치님 강추우!!!"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 1,
    "content": "걸음 기록은 되는데 운동 기록이 눌러도 안돼요"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 5,
    "content": "현재 운동기록하기 버튼이 활성화 되지 않는 것 같습니다. 확인부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-03",
    "rating": 5,
    "content": "잘쓰고 있는데 운동기록하기가 아무리 눌러도 안돼요 다른기능에는 문제 없는데 삭제하고 다시깔아도 똑같네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-30",
    "rating": 5,
    "content": "아이폰에서는 잘 썻는데 갤럭시로 넘어온지 1주일... 헬스커넥트랑 연동이 안되여........ 살려내여 내 식단관리.."
  },
  {
    "store": "google_play",
    "date": "2025-09-30",
    "rating": 4,
    "content": "삼성헬스랑 연동되었으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-30",
    "rating": 5,
    "content": "오호 굳이 복잡한 기능없이 기록만 할 수 있으면 좋겠다고 생각했는데 좋아요 첨부터 거창하고 많은 계획에 질릴것 같아 그저 기록만 꾸준히 해보려합니다 깜찍해서 한번씩 들어가서 확인해보는데 익숙해지려면 시간이 걸리겠죠? 다욭도 천천히 급하지않게 앱이 익숙해질때쯤 서서히 상과가 보이겠죠 좋은앱 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-30",
    "rating": 1,
    "content": "영양정보 개엉망진창이에요 신고해도 바뀌는 거 전혀없고 엉터리 중복도 많아서 하나하나 칼로리 계산하고 직접 기입한다 생각해야해요 다른 어플도 이따위인가....진짜 쓸때마다 개짜증나게 만듦 지능 문제인지 숫자 기입도 제대로 못해서는 포화지방이 언제부터 지방이랑 수치가 같았냐고요 아 진짜 다이어트하면 저능해지나;"
  },
  {
    "store": "google_play",
    "date": "2025-09-30",
    "rating": 5,
    "content": "식단 관리하기 너무 좋아요 천천히 식사하는 타이머 같은 기능도 생기면 진짜 좋을 것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-27",
    "rating": 5,
    "content": "안녕하세요! 이용한 지 얼마 되지 않았지만 친구들과 즐겁게 이용하고있습니다. 너무 감사하게 잘 이용중인데 타자 이용이 조금 불편한 감이 있어 리뷰보냅니다! 갤럭시인데 단체 배틀 채팅치는데 타자가 글을 가려서 하나를 치고 확인하고 보내고 있습니다ㅠㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-09-26",
    "rating": 1,
    "content": "선택 개인정보제공에도 강제로 동의하라고 고정 하는게 좀 그러네"
  },
  {
    "store": "google_play",
    "date": "2025-09-25",
    "rating": 4,
    "content": "다 좋은데 아침, 점심, 간식, 저녁은 한눈에 쉽에 보여주면 더 좋을 것 같아요..아침, 점심, 저녁 뭐 먹었는지 다시 들어가서 봐야 돼서 조금 불편해요"
  },
  {
    "store": "google_play",
    "date": "2025-09-25",
    "rating": 5,
    "content": "ui 너무 깔끔하고 귀여운 말랑이들 모을려고 열심히 식단입력하고 미션하고있네여ㅎㅎ 쓴지 6개월은 거의 다되가는데 만족하고 계속쓸거에요 여유되면 ai도 함 해보고싶고요"
  },
  {
    "store": "google_play",
    "date": "2025-09-23",
    "rating": 5,
    "content": "인아웃Plus 가격을 잘못 보고 결제를 했는데 환불이 되나요?"
  },
  {
    "store": "google_play",
    "date": "2025-09-22",
    "rating": 5,
    "content": "잘 사용하고 있어요. 도움이 됬어요. 다만 의지가 필요합니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-19",
    "rating": 5,
    "content": "귀여워요 완전 빠졌어요ㅋㅋㅋ 다이어트가 재밌어졌어요 근데 주간별로 먹은 탄단지 비율 볼 수 있는 기능이 있으면 좋겠어요! + 에 그러넹 감사해요!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-18",
    "rating": 5,
    "content": "와개좋다진짜"
  },
  {
    "store": "google_play",
    "date": "2025-09-18",
    "rating": 5,
    "content": "안녕하세요 잘 쓰고있는 유저입니다! 헷갈리는 내용이있어서 리뷰로 여쭈어보는데 결제하지 않아도 친구와 1:1배틀방을 사용할 수 있는건가요?"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 5,
    "content": "너무 좋은데 채팅이 불편해요! 키패드가 뜨면 카톡처럼 입력창이 올라와야 하는데 여기는 안올라오네요...ㅠㅠ 버그면 고쳐주시고 아직 구현 안된거면 얼른 부탁드립니다아..."
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 4,
    "content": "그동안 잘 사용했은데 오류가 생겼어요. 보통 버터 30g넣으면 지방량 24-27g정도로 잡혔는데 요즘 300g으로 계산 되어 나옵니다. 수정해주세요. 에쉬레 무염버터였는데 수정이 됐네요. 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-16",
    "rating": 5,
    "content": "눈바디 사진 올릴 때 찍어서 올리는 거 말고도 갤러리에서 사진 선택할 수 있었으먄 좋겠어요 찍어놨는데 기록하려고 보면 또 찍어야돼서 불편해요 그거 말고는 다 너무 좋아요 오래 쓸 거 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-15",
    "rating": 4,
    "content": "최고요 만족 합니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-15",
    "rating": 5,
    "content": "귀여워서 잼있어요~"
  },
  {
    "store": "google_play",
    "date": "2025-09-09",
    "rating": 5,
    "content": "안녕하새요! 혹 삼성헬스 음식 입력란이랑 물 섭취량이랑도 함께 연동되는지 궁금합니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-09",
    "rating": 5,
    "content": "사용이 편리해요"
  },
  {
    "store": "google_play",
    "date": "2025-09-09",
    "rating": 3,
    "content": "좋은데 그룹톡에서 타자칠 때 입력창이 같이 안올라와요 갤럭시25입니다 업데이트 필요하신듯해요 그리고 그룹톡 알림이 많이 와서 해당 그룹톡을 확인하면 해당하는 알림을 자동으로 없애주는 기능을 넣어주시면 좋겠습니다. 카톡이나 디엠처럼요 + 게시판엔 남기지 않았습니다! 답변주셔서 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-08",
    "rating": 5,
    "content": "잘쓰고있었는데 앱이 안켜져요. 로딩화면에서 안넘어가요. (해결)"
  },
  {
    "store": "google_play",
    "date": "2025-09-08",
    "rating": 4,
    "content": "목표칼로리가 변경됐는데 ai코치피드백이나 ai주간리포트에 변경된 목표칼로리가 반여안되있어요"
  },
  {
    "store": "google_play",
    "date": "2025-09-08",
    "rating": 5,
    "content": "훌륭함"
  },
  {
    "store": "google_play",
    "date": "2025-09-07",
    "rating": 5,
    "content": "너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-05",
    "rating": 3,
    "content": "업데이트하면 새로운 음식을 찾아서 기록하는건 더 편해졌는데 즐겨찾기해놓은 음식들을 찾는 과정이 더 복잡해져서 쓰기 불편해요 주로 먹는 음식들을 즐겨찾기에 넣어놨는데 예전엔 한두번 터치하면 됐는데 지금은 서너번 들어가야해서 귀찮네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 5,
    "content": "피트니스 종사자입니다. 트레이닝 경력 13년차이며 회원들 관리에 많은 심여를 기울이고 있습니다. 인아웃은 제가 체전을 뛸 때 자유도 높은 식단구성을 하면서 기입할 게 필요하기에 사용하게 되었고, 현재는 회원들에게 추천해주고 있어서 수년간 100며믄 넘게 안내한 것 같슴다. 배틀에다가 회원 초대해서 식단 기입을 유도하긴 하는데 관리 시스템도 나오면 좋을 것 같아요. 물론 유료면 안쓸 것 같습니다. 요즘 ai로 회원 관리해주는 앱도 있어서 차라리 그쪽으로 몰려갈듯.."
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 5,
    "content": "엄청 편리해요~"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 4,
    "content": "광고도 들어갈때만 있어서 너무 좋고 진짜 다이어트 앱중에선 최고에욤 기능이 이해하기 쉽고 제일 잘되어있어요 다른 앱들은 없는 운동이나 음식도 많고 설정을 많이 하거나 튜토리얼을 읽어야 이해가 쉬운 경우가 많은데 이건 괜찮아요 근데 살빠지고 찐것을 그래프로 볼 수 있었으면 좋겠고 유료 만큼은 아니어도 도와주는 캐릭터같은것도 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 3,
    "content": "갤러리 업데이트 전이 더 나은데 설정 못 바꾸나요?"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 4,
    "content": "이번업데이트 전전에는 내가 먹은 음식을 알아서 칼로리,단백질,탄수화물 등 기록할 수 있었는데 그 기능이 사라져서 아쉬워요 유저등록기능도 있긴하지만 이미 등록된 이름과 똑같다고 추가안되는것도 아쉽습니다..(어차피 저만 쓸 것이기도 하고 이미 등록된 거랑 영양표시가 달라요..)"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 4,
    "content": "요즘 업뎃이넘많네요.. 한 번에 몰아서 했으면.."
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 3,
    "content": "업데이트 작작하셈;;;; 샹 무슨 일주일에 한번씩 업뎃을 하네;;;;;"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 5,
    "content": "기록하고나서 나갈때 이전기록으로 다시 넘어가는거 수정해주시면 더 좋을 거 같습니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 3,
    "content": "ai기능 추가하면서 딥스가 하나 더 생겨서 기존에 먹던 음식추가하려면 너무 귀찮네요 전에 형태 유지하면서 기능추가좀..."
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 5,
    "content": "유용하게 잘 쓰고 있어요"
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 5,
    "content": "앱이 귀엽고 간편해서 잘 쓰고 있어요! 무엇보다 보상이 있어서 지속적으로 할 수 있는게 가장 큰 장점인 것 같아요. 추가되었으면 좋겠는 기능이 몇개 있어서 적어봅니다. 1. 바코드 인식 식단 기록 2. 간단 메모 기록 다이어트 기록 어플을 3개 정도 써봤는데 인아웃에만 없는 것 같더라고요. 기술적으로 조금만 더 개선되면 최고의 다이어트 앱일 것 같아요. 늘 잘쓰고 있습니다😆🫶🏻🫶🏻"
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 5,
    "content": "체형 관리에 훌륭합니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-02",
    "rating": 3,
    "content": "어플 내 있는 뒤로가기 버튼을 누르지 않고 폰 자체에 있는 뒤로가기를 누르면 안 먹히는 경우가 많아요..거의 매번 그러는 듯ㅠ 기록을 완료한 상태에서 뒤로가기를 누르면 앱이 종료되어야 할 것 같은데 기록 중이던 창으로 돌아가서 불편해요ㅠ 그리고 식단 앨범은 원래대로 한 달 치 사진이 3열로 쭉 나열되는 게 좋았는데..업데이트하고 나서 일별로 묶어서 보여줘서 식단앨범의 의미가 없어진 것 같아요 업데이트 전과 후 중 선택할 수 있게 해주시면 좋을 듯 해요"
  },
  {
    "store": "google_play",
    "date": "2025-09-01",
    "rating": 3,
    "content": "학교급식 등록도 추가해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-09-01",
    "rating": 5,
    "content": "아... 그냥 난 많이 처먹었다"
  },
  {
    "store": "google_play",
    "date": "2025-09-01",
    "rating": 5,
    "content": "잘 쓰고 있어요. :)"
  },
  {
    "store": "google_play",
    "date": "2025-09-01",
    "rating": 3,
    "content": "직접등록 기능 언제 다시 오픈되나요? 신제품 등록도 하고싶고, 자유입력은 대체당이나 식이섬유, 포화지방을 못입력 하니까 불편해요"
  },
  {
    "store": "google_play",
    "date": "2025-08-29",
    "rating": 1,
    "content": "직접등록이 장기간 안 되고 있어서 매번 새로 등록해야 함"
  },
  {
    "store": "google_play",
    "date": "2025-08-28",
    "rating": 3,
    "content": "탈퇴는어디서가능한가요?"
  },
  {
    "store": "google_play",
    "date": "2025-08-25",
    "rating": 1,
    "content": "아니 언제까지 직접 등록 막아둘겁니까? 다 있는것도 아니던데"
  },
  {
    "store": "google_play",
    "date": "2025-08-24",
    "rating": 3,
    "content": "음식 직접등록 왜 안돼요? 잠시 이용 제한됐다고 나오는데 언제까지 안되는건가요? 일회성으로 일일이 등록하기 너무 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-24",
    "rating": 1,
    "content": "대체 탈퇴는 어디서 해요?"
  },
  {
    "store": "google_play",
    "date": "2025-08-22",
    "rating": 1,
    "content": "탈퇴하고 싶은데 아무리 찾아도 없네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-20",
    "rating": 5,
    "content": "굳..."
  },
  {
    "store": "google_play",
    "date": "2025-08-20",
    "rating": 4,
    "content": "달력 월요일부터 시작할 수 있게 추가하면 좋을거같아용"
  },
  {
    "store": "google_play",
    "date": "2025-08-19",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2025-08-14",
    "rating": 2,
    "content": "ai가 멍청해요. 꿀꿀이 ai한테 상담했는데 계단 오를일 많다고 하니까 종아리 운동 추천하더라고요. 그래서 그거 했더니 꼬리뼈랑 척추 나갔습니다. 사람이 추천하는 운동에 비해 ai 추천 운동은 너무 멍청하네요. 사람이 추천해준건 효과 봤습니다. ai식단은 연포탕 아니고 낙새볶음인데 이상한 말 하고 있고요. ai에게 기대가 컸는데 챗지피티만큼 똑똑하진 않은것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2025-08-14",
    "rating": 5,
    "content": "안녕하세요 저 앱은 정말 잘 사용하고 있는데요ㅠㅜ결제 과정에서 한달한달 하고 싶었는데 모르고 1년치를 한번에 나가게 해버렸어요.. 계속 할거긴 한데 한번에 나가는 건 조금 부담이 있어서 혹시 결제 취소하고 다시 한달씩 결제 가능할까요ㅠㅜㅠ번거롭게 해드려 죄송합니다.."
  },
  {
    "store": "google_play",
    "date": "2025-08-14",
    "rating": 5,
    "content": "너무 자세하게 정리되 있어서 다이어트에 큰도움이 되었습니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "궁금한게 있는데 3일 체험 기간 동안에만 신규 회원 55% 할인을 받을 수 있는 건가요? 체험 기간이 지나면 할인도 사라지나요?"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "최고에요 넘 잘쓰고 있어용"
  },
  {
    "store": "google_play",
    "date": "2025-08-11",
    "rating": 5,
    "content": "기록은 할 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-07",
    "rating": 3,
    "content": "중복데이터 정리 언제 끝날까요 1달 되가는것 같은데..불편해영"
  },
  {
    "store": "google_play",
    "date": "2025-08-04",
    "rating": 5,
    "content": "아주 잘 쓰고있어요!"
  },
  {
    "store": "google_play",
    "date": "2025-08-04",
    "rating": 5,
    "content": "친구들이랑 같이 할 수 있어서 좋은 듯"
  },
  {
    "store": "google_play",
    "date": "2025-07-31",
    "rating": 5,
    "content": "감사해요"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 3,
    "content": "운동추가 기능 왜 있는 겁니까? 1년전에도 운동등록 건의하려 했는데 당분간 추가요청이 안된다고 했는데 1년이 지나도 이럽니까?"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 4,
    "content": "인아웃 플러스 연간을 결제하면 중간에 해지할순 없는건가요?"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 4,
    "content": "다이어트 결심해서 앱 다운 받아봤는데 좋습니다! 매일 내가 먹은 음식, 물, 운동량, 무게를 매일 기록하다보니 더 열심히 하게 되고 뿌듯하더라고요! 특히 통계를 통해서 내가 일정기간동안 얼마나 먹고 감량했는지 한눈에 볼 수 있어 좋았습니다. 캐릭터랑 방 꾸미기도 있어 귀엽고 좋아요! 단 한 가지 아쉬운 점은.. 좀 큰 아쉬움인데 등록되지 않은 음식과 운동들이 많아서 등록하고 싶어도 안된다는 점입니다.. 요청많아서 순차적으로 처리중이라는데 이게 지금 1달 반 동안 이러고 있어서 계속 등록을 못하는 상황이라 언제쯤 등록할 수 있는건지 모르겠네요ㅠ 제가 다이어트 끝날 때에 되는건 아닌지;; 그점빼고는 전부 다 좋아서 다이어트나 건강한 식단관리하시는 분께 추천하는 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 5,
    "content": "헬스 커넥트 다 연동 해놔도 운동 한게 물리지 않아요 삼성은 못쓰는 건가요 권한 설정도 셋 다 해놔도 불러오질 않네요 이게 맞나요 ---------------------------- 포기 하고 그냥 이용 하다가 생각 나서 연동을 눌렀는데 드디어 데이터가 물리네요ㅠㅠ 제대로 해놓긴 했나봅니다. 혹시 안되신다면 2주를 기다려봅시다!"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 5,
    "content": "진짜 다이어트 앱 중에 가장 편하고 쓰기 좋은 앱 같아요 그리고 귀엽습니다 근데 식단의 한 끼 식사마다 코멘트 같은 걸 달 수 있으면 좋을 것 같아요 자기 식단을 보고 자기가 평가하면 생각보다 다이어트에 도움되서 추가되면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 5,
    "content": "매일 식단을 기록하는 재미가 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2025-07-25",
    "rating": 4,
    "content": "(기존 리뷰: 갤럭시 기준으로 인아웃 앱을 실행했을 때 뒤로가기 키가 안먹어요ㅠㅠ 이건 저번에도 그랬던것 같은데 한번 봐주시면 더 좋을 것 같아요!) 네! 핸드폰 기본 뒤로가기 버튼을 눌러도 종료되지않고, 계속 누르면 종료가 아닌 홈버튼 눌렀을 때 처럼 백그라운드에서 실행이 유지되는 식으로 됩니다!"
  },
  {
    "store": "google_play",
    "date": "2025-07-24",
    "rating": 5,
    "content": "광고도 많지 않고 좋아요 간헐적 단식도 같이 기록할수 있음 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-22",
    "rating": 5,
    "content": "식단 조절하기에 이만한 어플이 없어요 그런데 불편한 점이 한 가지가 있어 요청드려요 ㅜㅜ 직접 선택해서 식단을 쓸 때 칼로리랑 탄단지 당 그램수 나트륨 함량 적을때, 나트륨을 한번에 999까지밖에 작성하지 못하는게 불편해요 한번에 나트륨 1000이 넘는 식단을 섭취할 때 작성하기 불편해서 이런거 바꿔주시면 좋을 것 같아여ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-07-18",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-18",
    "rating": 1,
    "content": "아ㅓㅓㅓㅓ중복데이터 언제까지 정리하시나요?음식을 추가를 못하네ㅡㅡ자유입력은 콜레스트롤 포화지방 칼륨 쓰는 칸도 없어요 ;;뭐 어케 하라는건가요?????????쓰지를 못하게 해뒀네"
  },
  {
    "store": "google_play",
    "date": "2025-07-18",
    "rating": 5,
    "content": "아주좋음"
  },
  {
    "store": "google_play",
    "date": "2025-07-17",
    "rating": 5,
    "content": "걍 좋음 장짱"
  },
  {
    "store": "google_play",
    "date": "2025-07-16",
    "rating": 4,
    "content": "좋았는데 광고가 많아짐.."
  },
  {
    "store": "google_play",
    "date": "2025-07-16",
    "rating": 5,
    "content": "시작체중 에서 현재체중을 뺀 값이 정확하지 않습니다. 업데이트 전에는 소수점까지 정확했는데 업데이트후 오류가 있네요 해결해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-07-16",
    "rating": 5,
    "content": "답변보고 지난 리뷰에 추가해서 씁니다 오늘 식단 기능은 알고 있지만 식품별 칼로리가 표시되지 않아서 잘 쓰지 않고 있습니다. 하단 배너가 고정되거나 끌 수 있으면 좋겠어요. ----------------- 이전 리뷰 앱은 잘 쓰고 있는데 이번 업데이트에서 한 끼 레이아웃 수정한 게 불편합니다 ㅠㅠ 스크롤 캡쳐로 전체 메뉴 저장하고 있는데 총량이 아래에 하얀 배너로 뜨면서 중간 메뉴가 가려져요. 이 배너 위치를 고정시키거나, x버튼을 만들어주셨으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 4,
    "content": "너무너무 잘 쓰고 있었는데요... 오늘 업데이트 하고 나니 칼로리 입력하는 칸에서 음식 먹은 리스트랑 총 칼로리, 탄단지 이게 한 화면에 안 띄워지네요 칼로리 표시한 칸이 자꾸 밑으로 내려가요ㅠㅠ 피티쌤한테 뭐 먹었는지, 얼마나 먹었는지 식단 보고해야 하는데... 난감해졌어요 ㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 4,
    "content": "잘 사용하고 있는데요. 이번 업데이트에도 기대했던 사진 여러개 선택이 안되더라구요. 매번 사진추가를 눌러 한장씩 사진을 추가해야는데 ㅜ 이부분 개선되면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "너무 좋은데 호옥시 간헐적 단식 타이머도 위젯으로 만들어주실 수 있나요... 잘 까먹어서 눈에 잘 보이게 꺼내두고싶어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "건의) 7월 15일 업데이트 이후, 식단입력 - 영양소 상세 - 뒤로가기(핸드폰 내비게이션 바) 누르면 영양소 상세 페이지가 열린 채로 식단창이 사라지고 메인화면으로 이동됩니다. 뒤로가기 눌렀을 경우 식단창이 유지된채로 영양소 상세 페이지가 닫히면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 4,
    "content": "이번 업데이트 불편해요... 업뎃 될때마다 불편한 기능만 늘어나네요. 애초에 칼로리 보려고 설치한건데 사진은 왜 이렇게 크게 뜨나요? 중요한건 사진이 아닌데 시선 다 가져가서 정보가 눈에 들어오지 않아 별로입니다. 이전의 크기정도가 적절해요. 사각형이든 원형이든. 밑에 세세한 칼로리 보려 하면 총 칼로리 크게 떠서 한 번 더 내려야하는것도 번거롭습니다. 사진을 그만큼 줄이고 그 아래 빈 칸에 나타나도록 하는 것이 더 가독성 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "실수로 ai 1년권 결제했는데 이거 환불 안되나요?..."
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "이번에 업데이트 하고 통계 기능을 알게됐는데 너무너무 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "다이어트를 위해 첫번째로 생각한게 식습관 개선이었거든요 수시로 집어먹고 다니는 생활청산을 위해 식단 적으려고 찾다보니 이 앱이 딱 눈에 띄더라구요 귀욤동글동글한 캐릭을 보니 옛날에 읽던 다이어터 책이랑 어플도 생각나서 써보니 생각보다 더 만족스러웠어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "식단앱 처음 써보는데 처음엔 어려워도 하다보니 익숙해져서 이것만 계속 쓰게 됩니다. 업데이트도 주기적으로 진행되고 개발자분들께서 앱에 신경을 많이 쓰시는 게 느껴져서 좋아요."
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "너무 잘쓰고있습니다 기록 꾸준히해서 3kg뺐어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-13",
    "rating": 5,
    "content": "정말 분노?하네요 돈 없는 저에게,,,너무 귀여운 테마가 많은데 돈 없어서 못 사는 저에게 분노?분노?하네요 테마도 귀여워서 좋은데 기록하기도 정말편하고 너무 애용하는 앱이 될것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-11",
    "rating": 5,
    "content": "탈퇴는 어떻게 하나요? ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-07-11",
    "rating": 5,
    "content": "재밌고 유용해요"
  },
  {
    "store": "google_play",
    "date": "2025-07-09",
    "rating": 4,
    "content": "1년정도 하루도 안빼먹고 사용중 단하나의 단점이라고하면 검색간 오타 났을때 띄어주는 결과값 알고리즘이 뭔가 부족함. 충분히 예측가능한 오타의 범위를 넓혀야할듯 예를들어 에그를 애그 라고 오타냈을때 애그먼저 띄우고 밑으로 내리면 에그가 나와야한다고 생각하지만 무조건 에그로 다시 정정해야만함."
  },
  {
    "store": "google_play",
    "date": "2025-07-08",
    "rating": 5,
    "content": "달력으로 한 달을 한꺼번에 볼 때 옆으로 스크롤 해서 월을 옮길 수 있으면 좋겠어요. 하나하나 터치하기 번거로워요.. 그것 빼고는 만족스럽습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-08",
    "rating": 5,
    "content": "매번 다이어트가 지루하고 힘들었습니다. 인아웃 덕분에 식단 등록하고 사과 받는데 쏠쏠한 재미가 붙어서 쉽게 할 수 있어서 좋았어요! 식단 칼로리도 쉽게 찾을 수 있고 한 눈에 볼 수 있는 것도 좋았습니다~~ 지금 한 달 동안 3.2kg 감량했는데 계속 식단 유지해서 똑같이 빼려구요💪"
  },
  {
    "store": "google_play",
    "date": "2025-07-07",
    "rating": 5,
    "content": "최고"
  },
  {
    "store": "google_play",
    "date": "2025-07-07",
    "rating": 5,
    "content": "굿뜨~!"
  },
  {
    "store": "google_play",
    "date": "2025-07-06",
    "rating": 5,
    "content": "다이어트 관리"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 5,
    "content": "AI코치? 조만간 나올거 같아서 기대되고 보기 쉽게 만드셔서 다른 앱 보다 인아웃이 더 좋음🤭 글고 인아웃 제작자 분들이 계속 업데이트 해주시는게 너무 감사해요 :> ㅎr..... 제작자 분들 ㅅㅏ랑합니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 5,
    "content": "칼로리계산도 편하고 아기자기한게 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-02",
    "rating": 5,
    "content": "인아웃 식단 기록 뿐 아니라 물섭취, 몸무게, 기분, 등 여러 항목들을 세세하게 체크할 수있어서 좋아요! 다이어트라는 하나의 목표를 가지고 여러 사람들과 익명으로 소통할 수 있는 점도 마음에 들고 소소하게 사과를 모아서 마이룸도 꾸밀수있어 작게나마 동기가 생깁니다 ㅎㅎ 개발팀 분들도 피드백 빠르고 열정 가지고 만들고 계신게 느껴집니다👍👍"
  },
  {
    "store": "google_play",
    "date": "2025-06-27",
    "rating": 5,
    "content": "운동 한 번 안 했는데 살이 빠지는 마법같은 어플"
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 4,
    "content": "ui가 간편하게 구성되어 있어 쉽게 접근성이 좋고, 사진 올리거나 배경을 꾸미는 재미 요소도 만족스럽습니다. 다만 눈바디를 등록할 때 카메라 촬영만 가능하여 다소 부담스러운 점이 있습니다. 사진 보관함에서 선택할 수 있도록 기능이 추가되면 더욱 편리할 것 같습니다. 또한 나의 활동탭에서 운동을 하루에 여러 번 나눠서 입력할 수 없어 불편합니다. 총 운동량이 아닌 세션 단위로 복수 기록이 가능하도록 개선되면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 5,
    "content": "단식 타이머 위젯 만들어주세요🩵 평소에 정말 잘쓰고있어요! 단식 타이머를 눌러놓고 자꾸 까먹어서 배경화면에 위젯으로 띄워놓으면 정말 좋을것같아요. 최고!!!!🫶"
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 3,
    "content": "광고 많음. 식단에만 치중된 느낌"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 2,
    "content": "구글계정으로가입하는것도추가ㅂㅌ"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 3,
    "content": "헬스커넥트 계속 삭제하고 다시깔아도 걷기연동이 안되요"
  },
  {
    "store": "google_play",
    "date": "2025-06-22",
    "rating": 5,
    "content": "귀엽ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-06-22",
    "rating": 4,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-21",
    "rating": 5,
    "content": "정말 잘 쓰고 있습니다. 다만 운동 한 기록 하는 횟수를 15회에서 더 많이 기록 할 수 있게 늘려주시면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-21",
    "rating": 5,
    "content": "이제 연동 원활하게 됩니다!! 앱 자체도 넘 귀염 뽀짝하고 조작법도 그리 어렵지 않아서 좋아여ㅎ 무료로 이용할 수 있는게 짱 큰 메리트! 웬만한 음식은 다 있어서 기록도 편해요. 다이어트 앱은 여기로 정착합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-21",
    "rating": 5,
    "content": "6월 21일 앱 업데이트 후 정상접속 됩니다! 감사합니다. ---------- 개발자님 갤럭시 s24 기종 금일(6/17) 오후부터 앱 실행이 안됩니다. 스플래시 배너까지는 뜨는데 앱 홈화면이 하얗게 떠요ㅠㅠ 오류 수정 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-20",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 커뮤니티도 클린하고 재미있습니다. 주로 10-30대들이 많아서 공감대도 많고 다이어트하다가 고민될때 가볍게 물어볼 수 있어서 좋아요 그리고 디자인 하시는 분이 누구신지는 알 수 없으나 인센을 주셔야 하지 않을까 싶습니다. 너무 귀엽게 디자인을 뽑으시니...계속 사과를 모를 수 밖에 없고 그러면 결국 여기 앱 사용이 활성화되는것이 큰 역할을 하는것 같아요 암튼 요약하자면 좋고 귀엽고 잘 만들었다"
  },
  {
    "store": "google_play",
    "date": "2025-06-20",
    "rating": 5,
    "content": "뒤로가기만하면 화면이 하얗게되서 먹통이되고(앱 자체의 x 버튼 미사용, 굿락의 뒤로가기 사용함) 점심 입력한 식단 눌러도 정보가 안뜨거나 아침 혹은 저녁 칼로리 식단 정보가 나오네요(아침 또는 저녁을 눌러도 다른 식단 정보 나오는건 동일함) 앱 자체는 굉장히 만족스러운데 오류 좀 고쳐주세요! (수정) 네 지금은 뒤로 가기해도 정상적으로 사용이 가능합니다. 아직까지 동일한 증상은 없네요:)"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 3,
    "content": "왜 죄다 단식이나 제한 등 다이어트 (살빠짐) 용 밖에 없죠ㅠㅠ 증량해야하는데 앱 모든 요소가 살을 빼는 사람들을 위해 집중되어있어서 증량하려는 입장으로서는 불편하네요 🥲 그리고 회원가입 시 칼로리 자동 추천할 때, 목표를 따로 설정 안 하면 다이어트 용으로 자동 추천해주는 건가요? 저체중인데도 다이어트 식단으로만 추천해줘서 이 점이 불편했어요 다양한 목표용으로 칼로리 추천이 가능하면 좋을 것 같아요. 그리고 목표 수정을 하려고 하는데 목표 수정 버튼이 너무너무 찾기 힘들어요!!! ㅠㅠ 찾는데 한참 걸렸어요... 더 직관적으로 수정이 가능하게 되면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "내내 잘 사용하고 있었는데요. 갑자기 앱이 열리지 않고 다시 깔으라는 문구가 떠서 삭제후 여러번 다시 깔아도 여전히 열리지 않습니다. 뭐가 문제일까요? * 안내해주신대로 해봤더니 해결되었습니다. 빠른 답변 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "잘 되다가 왜 이런건가요? 하얀 바탕에 조치하라고 나온 알림도 제대로 읽기전에 사라져 버리고 안드로이드는 구글 데이터 백업 비활성화 하라는데 구글로 검색하면 여러 종류가 나와서 확실히 알수도 없고 구글 드라이브 들어가서 데이터 백업 중지 시킬려고 하면 뭔 중요한게 사라진다고 불안하게 만들고..이게 도대체 뭔일인지 몇년동안 잘 썼는데 이런 경우는 처음이네요 일단 알려주신 첫번째 방법으로 해결이 되었습니다 빠른 피드백 감사해요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 4,
    "content": "앱오류로 하라는대로 데이터삭제하고하니까 열렸어요 이전거 기록복원은 어떻게하죠? 다초기화됐는데지금 --------------------- 로그인을 다른거로한게맞네요 찾았습니다 피드백이 엄청 빨라서좋네요 빠른답변감사합니다~~"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 4,
    "content": "사용하기 편해서 좋은데 지금접속이 안되요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 5,
    "content": "다시 깔아도 그대로 예요 빨리 복구해주세요 들어갈수가 없어서 슬퍼요"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 2,
    "content": "너무 좋아하고 계속 쓰던 앱인데 어제부터 계속 들어가면 하얀 화면이 뜨고 접속이 안되네요... ㅠ사과도 받아야하는데.... 얼른 수정해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 5,
    "content": "계정복구되었어요!!!"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 1,
    "content": "삭제하고 다시 설치해도 계속 먹통이에요 이제 사용할수없는건가요 ? ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 5,
    "content": "너무 잘 사용하고 있습니다 근데 어제부터 접속이 안되고 있어요ㅠ 앱 삭제후 재설치해도 동일 현상입니다 다른 방법이 있는지 확신 부탁드려요 ㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡ 정상적으로 잘 접속되어요~ 감사합니다~"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 3,
    "content": "계속 잘 사용중이었는데 요즘 계속 들어가지지 않아서 기럭을 못하는 중입니다... 관리는 못해도 기록은 꽤 열심히 하고 있었는데 언제 고쳐지나요?아예 흰바탕만 뜨고 들어가지지 않는데"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 5,
    "content": "지금까지 너무 잘 사용중이였는데 오늘부터 갑자기 들어가지지 않아요ㅠㅠ 그냥 하얀색 화면에서 멈춰버리는데 저만 그런가요?😭 +말씀하신대로 했더니 접속 되었어요!"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 5,
    "content": "좋아요~~"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 4,
    "content": "어제부터 앱 열면 흰화면에서 넘어가질 않아요. 폰도 껐다켜보고 앱 지웠다 다시 깔기도 해봤는데 여전히 흰화면에서 넘어가질 않네요. 장애났나요? +) google > 데이터백업비활성화 란게 없어요. 말씀주신거 보니 데이터 백업 문제인건가 싶어서 \"설정>애플리케이션>인아웃앱>저장공간>데이터삭제\" 이렇게 하고 앱 다시 들어가니 잘 접속되네요. 안되시는 분들 참고하시면 될 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 1,
    "content": "무한로딩은 언제 고치나요"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 5,
    "content": "어제부터 안됨 - 답변 감사합니다 알려주신대로 따라하니까 다시 정상 작동합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 5,
    "content": "-25. 6. 17. 오후 17시부터 -앱 접속 시 초기 화면만 뜨고 바로 흰 화면 -핸드폰 재부팅 및 앱 삭제 후 재설치를 했으나 같은 상황 발생. (추가)안드로이드 버전 13입니다. (추가2)수고 많으십니다. 인아웃에 많이 의지하고 있습니다. 삭제 후 재설치만 열 번은 넘게 했으며, 핸드폰도 재부팅을 반복했습니다. 다른 앱들은 잘 작동 되는데, 오직 인아웃만 안 됩니다. (추가3) 백업 설정은 인아웃을 사용하면서 건든 적 없습니다. (추가4)이해했습니다. 친절히 안내해주셔서 감사합니다. 알려주신 방법이 아닌, 백업을 비활성 하기 전 재설치를 했더니 어플이 실행됐습니다. 이유는 모르겠으나, 만일 다시 같은 현상이 발생될 경우 재차 문의 드리겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 2,
    "content": "1년간 잘 쓰고 있었는데, 앱 오류 때문에 아에 실행이 안되네요 빨리 고쳐주세요 지금까지 기록한 데이터 다 날라가게 생겼어요"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 1,
    "content": "설정‐google ‐백업 어쩌구 이 경로가 안보이는데 어떻게 하죠 안되서 그냥 삭제 후 설치 여러번 반복해도 흰 화면에서 안넘어갑니다. 오류도 잦고 왜 이러는지 모르겠네요."
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "앱이 실행이안되는데. 재설치해야될까요? ㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡ 재설치하니 되요♡수고하세요"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "몇 년 째 잘 사용하는 유저입니다. 오늘 앱 사용하려고 들어갔는데 스플래시까지만 뜨고 흰 화면에 앱이 먹통됩니다. 앱 강제종료도 해보고, 폰 전원을 껐다가 켜도 보고, 앱 삭제 후 재설치도 해봤는데 계속 같은 화면입니다. 다른 리뷰들을 보니 앱 삭제 후 재설치하면 잘 사용하기도 한다는데 저는 영영 인아웃을 다시 사용할 수 없는걸까요..? 현재 갤럭시 23을 사용 중입니다. /// (+리뷰 수정) 설정>Google>Google One 백업>사용 중지 및 삭제>(설치된)인아웃 앱 삭제>인아웃 앱 재설치 위 방법대로 하니까 앱이 잘 작동됩니다. 그런데 궁금한 점이 앞으로 계속 이렇게 Google One 백업을 중지한 상태로 앱을 사용해야 하는지 궁금합니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "앱 들어갔는데 흰 화면만 떠요. 아침 7신데도 칼답, 해결책 확실하시네요. 짱짱"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "갑자기 화면이 하얗게 되더니 실행이 안되요. 삭제했다가 다시 깔았는데도 동일하네요. ㅜㅠ 잘쓰던 어플인데 어제부터 그래요"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 1,
    "content": "25년 6월 18잏 오전 7시 35분... 현재 앱이 먹통인데...하얗게 되고 안 열림 업데이트 문제도 아닌거 같고 왜 이런거예요"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "잘사용하고있는 로딩 중 흰화면에서 안넘어가네요. 폰도 껏다켜보고 앱고 지우고 깔아봤는대도 그래요ㅠㅠ (+추가)안드로이드버전 14라고 되어있네요~ (+추가)백업설정 안하고 다시까니까 잘들어가지네요! 내용도 그대로 다있구여!"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 1,
    "content": "처음 광고 뜨고 흰화면만 뜨고 안됨 지웠다 재설치해도 마찬가지"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "어제부터 갑자기 하얀화면에서 넘어가질않고 지웠다깔아도 계속 하얀화면에서 넘어가질않네요 어떻게하면 되는건가요?"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 4,
    "content": "앱을 열면 세계환경의 날 에디션 광고 후 바탕 하얗게 바뀌고 먹통이에요!! 며칠째. . . 해결방법이 뭘까요?"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 3,
    "content": "기능이 다양한건 좋은데. 자꾸 뭐가 추가될때마다 접속이 불안정해져요. 안들어가져서 불편함... 나머진 다 좋아요. +이런 기능있으면 좋겠어요. 체중 기입할때, 체성분 항목도 기입가능할 수 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 1,
    "content": "잘 사용하다 최근 열면 하얀색으로 뜨고 실행이 안됩니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 1,
    "content": "렉걸렷는지 들어가면화면이하얗게되고 아무것도안떠요"
  },
  {
    "store": "google_play",
    "date": "2025-06-16",
    "rating": 1,
    "content": "그냥 성분표 촬영해서 등록되게 만들순 없나요? 기능이 있는데 못찾은건지 뭔지 모르겠는데 다이어트 땜에 식단기록 할려다 더 스트레스 받네요."
  },
  {
    "store": "google_play",
    "date": "2025-06-13",
    "rating": 5,
    "content": "너무 좋아요^^"
  },
  {
    "store": "google_play",
    "date": "2025-06-10",
    "rating": 5,
    "content": "운동과 음식 칼로리가 넘었는지 쉽게볼수있어요."
  },
  {
    "store": "google_play",
    "date": "2025-06-09",
    "rating": 5,
    "content": "잘 사용하다 갑자기 안되요 뭐만 누르면 화면이 그냥 하얀색으로 변해서 아무것도 안떠요 - 6/9 현재 앱 삭제후 재설치 한 후 잘 사용중입니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-09",
    "rating": 5,
    "content": "식단 관리하기 정말 좋아요. 단, 인스타그램 처럼 사진을 크게 확대해서 볼 수 있으면 좋겠어요. 개선 부탁드립니다 ❤️🙏"
  },
  {
    "store": "google_play",
    "date": "2025-06-08",
    "rating": 5,
    "content": "운동시간을 추가할 때 똑같은 운동을 여러번 추가할 수 있으면 좋을 것 같아요 시간 간격을 두고 여러번 할 때 운동강도를 다르게 할 때가 많은데 여러번 추가를 못해서 등록하기가 애매해요"
  },
  {
    "store": "google_play",
    "date": "2025-06-07",
    "rating": 5,
    "content": "정말 잘 사용하고 있어요! 다만, 어플 내에 설정해둔 목표 몸무게를 달성했음에도 어플 내에서 별다른 알림등이 오지는 않네요.. (;-;) 제가 지정한 목표 체중과 매일 기록하는 체중이 일치할 경우 축하 메시지가 오거나 새로운 목표를 세울 수 있도록 안내알림이 왔으면 좋겠어요! '다이어트 성공 축하드려요!' 같은 안내메시지와 함께 목표 수정 페이지가 자동으로 열리면 좋을 것 같아요 (*^^*)"
  },
  {
    "store": "google_play",
    "date": "2025-06-06",
    "rating": 4,
    "content": "운동 입력할 때 같은 운동을 다른 강도로 각각 입력할 수 있게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-06-05",
    "rating": 4,
    "content": "식사, 영양제 섭취 등에 대해 시간기록도 가능했으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-05",
    "rating": 5,
    "content": "인생 첫 다이어트를 도와준 앱이에요! 하루 식단을 기록하는 걸 넘어서, 어떻게하면 더 건강하게 먹을 수 있을지 생각하게 만들어줘요. 첫 한 달 식단으로 4kg 감량했습니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-04",
    "rating": 5,
    "content": "기록하기 좋고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-04",
    "rating": 5,
    "content": "우선 딱딱하지 않으며 긔엽고 아기쟈기함에 다이어트 중의 스트레스를 잠시나마 잊을수 있는듯 하여 좋아요 한가지 건의사항이 있다면 즐겨찾기 목록에 있는걸 정렬 기능을 추가해주심 감사하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-02",
    "rating": 5,
    "content": "하루에 크로스핏 2번 하는데 운동량에 중복이 안돼요!"
  },
  {
    "store": "google_play",
    "date": "2025-05-31",
    "rating": 4,
    "content": "좋은어플입니다 오프라인환경에서도 최소한의 입력기능정도는 사용할수있으면 좋겠습니다 칼로리어플은 오프라인에서 쓸수있는게 거의 없네요"
  },
  {
    "store": "google_play",
    "date": "2025-05-28",
    "rating": 5,
    "content": "사용하기 편해요."
  },
  {
    "store": "google_play",
    "date": "2025-05-28",
    "rating": 1,
    "content": "왜 목표설장 바꾸는게 없나요"
  },
  {
    "store": "google_play",
    "date": "2025-05-26",
    "rating": 1,
    "content": "탈퇴어떻게 해요? 배틀도안되고 저장도안되고 못쓰겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-05-26",
    "rating": 5,
    "content": "초기에 입력했던 목표 설정 바꾸려면 어떻게 해야하나요?"
  },
  {
    "store": "google_play",
    "date": "2025-05-25",
    "rating": 4,
    "content": "사용하기 편리해요!!! 몸무게 적을때 00.00 뒤에 두자리까지 적을수 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-05-22",
    "rating": 4,
    "content": "5/22 업데이트 하고 너무 느려졌습니다 개선 부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2025-05-22",
    "rating": 5,
    "content": "너무나 좋고 식단과 운동 칼로리 등등!! 몆시간 운동했고 몆시간동안 많은 칼로리를 태웠는지 알 수 있어서! 넘나 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2025-05-22",
    "rating": 3,
    "content": "ㅠ업데이트 하자마자 눌리지도 않고 다 튕겨요"
  },
  {
    "store": "google_play",
    "date": "2025-05-22",
    "rating": 5,
    "content": "무료로 이정도 퀄리티 쓸 수 있게 해주셔서 아주감사감사링."
  },
  {
    "store": "google_play",
    "date": "2025-05-21",
    "rating": 4,
    "content": "큐알이나 사진 찍으면 자동으로 추가 되는기능 만들어 주세요"
  },
  {
    "store": "google_play",
    "date": "2025-05-15",
    "rating": 5,
    "content": "진짜 식단 정보도 정확한데 종류까지 많고 쓰기도 간편해서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-05-15",
    "rating": 5,
    "content": "삼성헬스 연동은 하루 정도 지나면 되네요 굿ㅋㅋㅋ 근데 기초대사량도 제가 수정할 수 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-05-11",
    "rating": 5,
    "content": "ㅍㄹㅇㅈ보다 사용이 간편해요"
  },
  {
    "store": "google_play",
    "date": "2025-05-09",
    "rating": 4,
    "content": "아이가 실수로 사과를샀는데 앱에는 환불할 방법이없어서요 여기다 글남겨요 처리좀 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2025-05-09",
    "rating": 3,
    "content": "로컬에서 나만의 레시피 추가하는 것도 뭐가 이렇게 복잡한지 그냥 나 혼자 추가해서 쓰면 되는 건데 사진은 왜 필요하고 요리 과정은 또 왜 필요한 건지 모르겠음 그냥 딴 거 쓰러 감"
  },
  {
    "store": "google_play",
    "date": "2025-05-08",
    "rating": 5,
    "content": "기록용으로 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-05-07",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-05-05",
    "rating": 5,
    "content": "업그레이드 이후 더 복잡해졌는데 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-05-04",
    "rating": 1,
    "content": "로그인 복잡 12세 이상인데도 불가능 진짜 그럴거면 왜 만듬? 사람들 다이어트하라고 만든건데 못하면 왜 만듬요?"
  },
  {
    "store": "google_play",
    "date": "2025-05-04",
    "rating": 1,
    "content": "목표 식단을 잡고 하루 권장 칼로리까지 설정과 기록을 안 했을 때 알려주는 기능까진 좋았는데, 탄단지 칼로리 섭취음식별 무게 까지 다 계산해서 기록 -이틀 째인데 하고 난 후 기록이 '0'이 뜨는데 뭔가 잘 못 한 건지 리뷰를 보려고 들어왔네요. 뭐 때문에 이런 결과가 나오는지 차라리 수동으로 엑셀에 기록해서 하루 일주일 한 달 총 칼로리 탄 단지 체중 변화를 보는 편이 더 나을 듯 하네요 편리하게 해 보려다가 다시 수동으로 되돌아 가서 목표 체중으로 갈까 봐요"
  },
  {
    "store": "google_play",
    "date": "2025-05-04",
    "rating": 5,
    "content": "지금까지 다이어트 기록 어플중 최고"
  },
  {
    "store": "google_play",
    "date": "2025-05-02",
    "rating": 2,
    "content": "일단 너무 복잡하고, 기록을 해도 계속 안 한 걸로 뜨고, 무언가를 할 때마다 광고가 떠서 바로 삭제했습니다."
  },
  {
    "store": "google_play",
    "date": "2025-04-29",
    "rating": 3,
    "content": "신속하게 이용해요"
  },
  {
    "store": "google_play",
    "date": "2025-04-28",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2025-04-25",
    "rating": 5,
    "content": "걍 좋음 까셈"
  },
  {
    "store": "google_play",
    "date": "2025-04-25",
    "rating": 5,
    "content": "귀여운 앱. 단조롭게 음식만 기록할 수 있는게 아니라 내가 먹은 것 운동한 것 영양제 .. 하루 걸음수까지 전부 기록할 수 있어서 정말 좋음. 아기자기하게 꾸미는 재미도 만들어놓고 입력을 꾸준히하게 해줌.... 단점은 똑같은 음식이 여러개 등록되어있다는거? 유저들이 직접 등록하게 되어있어서 자율성, 편의성에는 좋지만 너무 성의없이 등록한 것들은 좀 정리할 수 있게 해줬음 좋겠고 한번만 등록했음 좋겠는데 그 정리가 안되어있는게 아쉬움ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-04-23",
    "rating": 5,
    "content": "헬스커넥트에서 접근권한 인아웃 삼성헬스 모두 허용했는데 왜 운동 정보 불러오기가 안될까요?"
  },
  {
    "store": "google_play",
    "date": "2025-04-20",
    "rating": 5,
    "content": "재밋소"
  },
  {
    "store": "google_play",
    "date": "2025-04-20",
    "rating": 5,
    "content": "어플의 목적성이 확실하고 편리성 높고 여러모로 좋은 어플이네요 항상 응원하겠습니다 :)"
  },
  {
    "store": "google_play",
    "date": "2025-04-19",
    "rating": 5,
    "content": "이거 좀 괜찮다"
  },
  {
    "store": "google_play",
    "date": "2025-04-19",
    "rating": 5,
    "content": "귀여워서 자주 들어옴"
  },
  {
    "store": "google_play",
    "date": "2025-04-17",
    "rating": 5,
    "content": "귀엽구 편리해용"
  },
  {
    "store": "google_play",
    "date": "2025-04-15",
    "rating": 4,
    "content": "식단, 수분, 운동등 다양한 기록 가능해서 마음에 쏙 듭니다."
  },
  {
    "store": "google_play",
    "date": "2025-04-13",
    "rating": 4,
    "content": "나만 볼 수 있는 피드 설정 할 수 있게 해주세요...🥺"
  },
  {
    "store": "google_play",
    "date": "2025-04-12",
    "rating": 5,
    "content": "모든 화면에서의 디바이스 백버튼 기능 검토 부탁드립니다. 특히 메인화면에서 백버튼 누르면 앱 종료가 가능하게 꼭 수정해주세요ㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-04-12",
    "rating": 4,
    "content": "식단 기록할때 단위가 0.5배 단위로 기록 되는데, 0.25단위로 기록되면 훨씬 편의성이 높아질 것 같습니다.. 지금은 일일히 한개 칼로리 직접 입력하느라 조금 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2025-04-08",
    "rating": 1,
    "content": "잘안열어질때가 잇어요"
  },
  {
    "store": "google_play",
    "date": "2025-04-06",
    "rating": 5,
    "content": "그룹배틀은 무한대로 참여할 수 있는건가요? 한번에 그룹 여러 개 가입이요!"
  },
  {
    "store": "google_play",
    "date": "2025-04-06",
    "rating": 3,
    "content": "리뷰 두 번 남겼다가 삭제하고 다시 적어요! 이번엔 저번에 리뷰를 남겼을 때보다 별이 2개나 줄었네요.. 저만 그런건지는 모르겠지만 어느순간부터 자꾸 무한로딩이 걸리더라구요.. 어플을 나갔다가 다시 들어와도 무한로딩은 멈추지 않더군요.. 간단히 말해서 요즘따라 렉, 버그가 심해졌다는거!! 그것 빼고는 앱에 정말 만족합니다.. 다만 무한로딩 때문에 요즘은 인아웃을 들어가고싶다는 마음이 점점 사라져요..🤧💢 최대한 빨리 고쳐주시길🙏"
  },
  {
    "store": "google_play",
    "date": "2025-04-05",
    "rating": 4,
    "content": "아니 눈 바다 사진 사람짐. 갤러리 눈바디만 모은 앨범만드니.사라졌네요.사진 찍어 놓고 갤러기 권한 허용 다 허용하고. 사진 삭제도 없는데 갑자기 어제만해도 멀정한 눈바디 사진들이 싹다 볼수없다고 뜨네요..왜 앨범을 삭제해도 사진이 안뜰까요..아 고쳐주세요."
  },
  {
    "store": "google_play",
    "date": "2025-04-05",
    "rating": 1,
    "content": "설치가 안되요"
  },
  {
    "store": "google_play",
    "date": "2025-03-28",
    "rating": 1,
    "content": "이건 사진찍어서 기록하는것도 없나요??? 그리고 타어플처럼 사진찍어서 기록바로되게 해야하는데 검색해고 또 다른창들어가서 기록완료 처 눌러야하는게 너무 불편해요 하나씩 검색하다가 시간 낭비 오지겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-03-27",
    "rating": 5,
    "content": "음식 고르는게다양. 근데 운동삼성헬스랑 연동이어려움잘안됨"
  },
  {
    "store": "google_play",
    "date": "2025-03-27",
    "rating": 5,
    "content": "간식 칼로리까지 있는 거 보고 놀랐어요 ㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2025-03-26",
    "rating": 1,
    "content": "좀 전에 렉 심하게 걸리더니, 렉 개심한데 힘들게 겨우 식단 작성 다했건만 보상을 안 주길래 이상해서 앱 재실행하니 기록한 게 싹 다 날라갔습니다. 뭡니까 이거"
  },
  {
    "store": "google_play",
    "date": "2025-03-26",
    "rating": 1,
    "content": "갑자기 앱실행이 안돼요"
  },
  {
    "store": "google_play",
    "date": "2025-03-22",
    "rating": 5,
    "content": "진짜 다이어트 하는 사람들은 무조건 써야함!"
  },
  {
    "store": "google_play",
    "date": "2025-03-20",
    "rating": 5,
    "content": "다 좋은데, 혹시 수면시간 체크하는 항목도 추가해 주실 수 있을까요? 권장 수면시간 준수 시, 규칙적인 생활이 다이어트에 어느정도 영향을 미치는지 눈으로 확인하고 싶습니다. 가능하다면 추가 부탁드립니다.^^"
  },
  {
    "store": "google_play",
    "date": "2025-03-20",
    "rating": 3,
    "content": "비타민이 없어서 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2025-03-19",
    "rating": 5,
    "content": "아주 즇아용"
  },
  {
    "store": "google_play",
    "date": "2025-03-16",
    "rating": 4,
    "content": "귀여운 인터페이스에 사용방법, 나잇대별로 구분된 커뮤니티 등 특히 여성 사용자들의 구미가 상당히 당기도록 잘 만들어주신 것 같아요. 식단 기록의 경우 현재 상태에서 유저 입력 식단의 경우 관리가 꾸준히 이루어져야 하는 부분 같지만 현재까지는 꽤나 신뢰도 높게 잘 구동되는 듯 합니다. 혹시 PC 버전은 없는지, 만드실 생각은 없는지 궁금합니다. 모바일로 피드 작성하는데는 한계가 조금 있는 것 같아서요. (대나무숲 까지가 딱 모바일로 사용하기 좋은 듯 해요)"
  },
  {
    "store": "google_play",
    "date": "2025-03-16",
    "rating": 4,
    "content": "계속 사용하면 도움이 될 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2025-03-13",
    "rating": 4,
    "content": "운동 상세에서 검색 기능 넣어주세요 가슴 누르곤 한참 내려요"
  },
  {
    "store": "google_play",
    "date": "2025-03-11",
    "rating": 5,
    "content": "너무 좋고 귀여운 앱이라 잘쓰고 있는데 그룹에서 실수로 강퇴당했는데 다시 들어오는게 계속 된다고 하고 안된다해서 좀 해결해주셨으면좋겠어요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-03-10",
    "rating": 3,
    "content": "삼성헬스 연동이 계속 안돼요... 안내하는 방법 계속 시도했는데 며칠째 한번도 연동이 제대로 안돼서 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2025-03-10",
    "rating": 5,
    "content": "커뮤니티 기능 없앴으면 좋겠음 안보이게하는 기능 추가하든가. 남들 생활 1도 안궁금해서요"
  },
  {
    "store": "google_play",
    "date": "2025-03-10",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2025-03-08",
    "rating": 5,
    "content": "편해요"
  },
  {
    "store": "google_play",
    "date": "2025-03-07",
    "rating": 5,
    "content": "귀엽고 단순해서 좋아여"
  },
  {
    "store": "google_play",
    "date": "2025-03-05",
    "rating": 4,
    "content": "위젯도 테마변경이나 방꾸미기처럼 꾸미거나 변경할수 있는 요소가 더 많으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2025-03-05",
    "rating": 5,
    "content": "인아웃에 생겼음 하는거 피드 에서 특정사람 신고기능에 차단기능도 추가해주세요 아무한테나 막 시비거는인간들 안보고싶어요 와앙♡♡♡차단기능이 있었군요 감사합니당"
  },
  {
    "store": "google_play",
    "date": "2025-03-04",
    "rating": 5,
    "content": "재밌어요"
  },
  {
    "store": "google_play",
    "date": "2025-03-04",
    "rating": 5,
    "content": "너무 편하게 사용하고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2025-03-02",
    "rating": 5,
    "content": "일기장 폰트 좀 더 깔끔한 걸로도 선택할 수 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-03-01",
    "rating": 1,
    "content": "너무 불편하네요...칼로리 계산하려고 설치했는데 음식 자유입력하면 저장되지도않고 검색해서 입력해도 계속 0이라고뜨고...뭐어떻게 계산하고 보는건지....그냥 직관적으로 딱딱 편리하게 계산하고 볼수있게 했음 좋겠네요...삭제합니다"
  },
  {
    "store": "google_play",
    "date": "2025-03-01",
    "rating": 5,
    "content": "다좋아용 근데 혈당 메모나 체크할수있는 메뉴얼도 있으면 더 좋을것같아요"
  },
  {
    "store": "google_play",
    "date": "2025-02-27",
    "rating": 3,
    "content": "앱 실행후 터치 2번 이내에 원하는 날짜에 기록할 수 있게 해주세요. 핵심 기능이 기록인데 UI가 너무 번잡해요"
  },
  {
    "store": "google_play",
    "date": "2025-02-26",
    "rating": 5,
    "content": "앱 너무 잘 쓰고 있는데, 메인 홈화면에서 뒤로 가기를 누르면 그 전 페이지로 가는 게 아니라 앱 종료가 되었으면 좋겠습니다 앱을 나가려고 뒤로 가기를 눌렀는데 식단 입력 화면으로 돌아간다든지해서 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2025-02-24",
    "rating": 1,
    "content": "업뎃고마해라"
  },
  {
    "store": "google_play",
    "date": "2025-02-22",
    "rating": 4,
    "content": "식사에 대한 기록은 괜찮은 것 같은데 운동을 통한 칼로리 계산기능은 거의 없는거나 마찬가지인 수준이네요"
  },
  {
    "store": "google_play",
    "date": "2025-02-21",
    "rating": 5,
    "content": "식단 기록하기 짱 좋다"
  },
  {
    "store": "google_play",
    "date": "2025-02-20",
    "rating": 2,
    "content": "힘들게 계산해서 칼로리 넣었는데 사라지고...ㅠ 앱안정성이 떨어지네요"
  },
  {
    "store": "google_play",
    "date": "2025-02-19",
    "rating": 5,
    "content": "완전 귀엽고 게시물로 서로 간단하게 이야기를 나눌수있다는게 좋았어요! 식단기록 말고도 걸음수 물섭취등등 운동도 기록할수있다는게 좋았습니다!"
  },
  {
    "store": "google_play",
    "date": "2025-02-19",
    "rating": 5,
    "content": "인터페이스도 귀엽고 입력할때마다 주는 사과가 미션처럼 잘 유지할수 있게 해줍니다"
  },
  {
    "store": "google_play",
    "date": "2025-02-19",
    "rating": 5,
    "content": "메뉴가 직관적이고 귀여워서 재밌게 사용할수있는것같습니다 궁금한점은 체중말고 체지방은 기록하거나 관리할수없는가? 입니다 가능하면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-02-18",
    "rating": 4,
    "content": "UI가 좀 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2025-02-18",
    "rating": 5,
    "content": "너무 다이어트 에 집중돼고 좋아요 😆😆"
  },
  {
    "store": "google_play",
    "date": "2025-02-17",
    "rating": 5,
    "content": "오래 쓰고 있는데.. 업뎃 할수록 불편해 지는거 같아요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-02-13",
    "rating": 5,
    "content": "사용이틀째 굉장히 만족중."
  },
  {
    "store": "google_play",
    "date": "2025-02-09",
    "rating": 5,
    "content": "하루만에2키로빠짐ㄷㄷㄷㄷㄷ"
  },
  {
    "store": "google_play",
    "date": "2025-02-07",
    "rating": 5,
    "content": "이제 고3 올라가는 사람인데, 다이어트 한답시고 무지성으로 탄수화물 줄이고 저녁에 샐러드만 먹었는데도 살이 안 빠져서 고민이었는데 유튜브 찾아보니까 마냥 탄수화물 줄인다고 되는게 아니고 영양소를 골고루 적정량 먹어야 한다고 하더라고요. 그래서 예전에 지웠던 거 다시 깔아서 운동은 시간 없어서 못하고 그냥 앱에서 추천하는대로 탄단지 칼로리 맞춰서 먹었는데 뺄려고 했던 살이 일주일만에 다 빠졌어요. 샐러드만 주구장창 먹을 때는 변동 없던게 이렇게 갑자기 확 빠져버리니까 너무 신기하고 이 앱 쓰길 진짜 잘했다는 생각 들어요. 운동량, 키, 몸무게, 목표 입력하면 알아서 하루에 먹어야 할 칼로리랑 탄단지 비율 다 정해주니까 다이어트 하실 분들은 꼭 이 앱 도움 받으셨으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2025-02-06",
    "rating": 5,
    "content": "너무 귀엽고 좋은 앱인데 불편한 점이 있어요 식단 기록할때 직접 입력해서 추가하고 어디로 갔는지 한참 찾았어요.. 직관적으로 추가되면 검색결과 밑에 화면으로 온다던지 하면 편할 것 같아요 중간중간 뭐가 추가됐는지 눌러봐야 알고.. 그리고 추가하고나서 기록완료 안누르면 추가가 안된다는걸 알았어요ㅠ 이것도 그냥 추가하면 자동저장? 해주면 편할 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2025-02-06",
    "rating": 5,
    "content": "편리해요!"
  },
  {
    "store": "google_play",
    "date": "2025-02-05",
    "rating": 5,
    "content": "매일 피드를 정리할수있어 너무 좋네요 . 보기도 좋고 더 열심히 운동 할 수있는것 같아요^^"
  },
  {
    "store": "google_play",
    "date": "2025-02-05",
    "rating": 5,
    "content": "너무 잘 쓰고 있습니다! 하루 몇칼로리 먹었는지 계산하기 어려운데 인아웃 덕분에 식단 조절하기 너무 편리해요!"
  },
  {
    "store": "google_play",
    "date": "2025-02-05",
    "rating": 5,
    "content": "단식시간 체크하는 위젯도 만들어주세요!"
  },
  {
    "store": "google_play",
    "date": "2025-02-04",
    "rating": 5,
    "content": "추가하거나 수정하는것도 간편하고 기록도 한눈에 잘보입니다 ! 그리고 무엇보다 귀엽습니다🥖"
  },
  {
    "store": "google_play",
    "date": "2025-02-04",
    "rating": 3,
    "content": "구글 로그인은 못하나요? 구글 로그인도 헤주세요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-02-04",
    "rating": 5,
    "content": "먹는걸 기록하니 제어가 쉬워집니다! 다이어터 뿐 아니라 평소 식습관을 개선하고 싶으신 분들도 써 보시길 추천합니다😊"
  },
  {
    "store": "google_play",
    "date": "2025-02-04",
    "rating": 5,
    "content": "탄단지 밸런스 잡으면서 적기좋습니다."
  },
  {
    "store": "google_play",
    "date": "2025-02-03",
    "rating": 4,
    "content": "일단 초보자가 사용하기 아주 좋아요. 매우 간단하고 재밌어요. 다만 입력 위주고 피드백이나 이런기능이 전무해요. 당이나 나트륨은 먹은 양만 알지 많이먹은건지 적게먹은건지 한눈에 안보여요. BMI수치 말고 체성분 데이터는 아예 입력이 안되어서 준전문가 이상이 사용하기에는 애매할것 같아요. 기능이 좀 부족해요. (거의 탄단지만 분석됨)"
  },
  {
    "store": "google_play",
    "date": "2025-02-02",
    "rating": 5,
    "content": "굿~~하루하루 체크 하기 재미있음~^^"
  },
  {
    "store": "google_play",
    "date": "2025-02-02",
    "rating": 3,
    "content": "디자인이 상당히 귀엽고 동기부여는 되지만 운동기록이 상당히 개선이 필요해보입니다ㅠㅠ 운동종류 특히 유명한 홈트에 대한 칼로리 계산이 다른 앱은 많은데 좀 부족한편이고 무엇보다 칼로리 기록 방법이 적당히/격하게 이런식은 상당히 주관적이고 별로입니다. 제가 써본 앱중에 이부분은 진짜 젤 안좋은것 같아요. 그리고 시간기록만 있는것 보단 kg/세트 이런식으로도 칼로리 계산이 되면 좋을 것같습니다. 하지만 배틀 기능은 상당히 좋아서 친구랑 다이어트할때 가장 좋은앱이긴합니다"
  },
  {
    "store": "google_play",
    "date": "2025-01-30",
    "rating": 5,
    "content": "너무너무 귀엽고 기록하기 쉬워서 좋아요🥺😊"
  },
  {
    "store": "google_play",
    "date": "2025-01-27",
    "rating": 5,
    "content": "좋은 앱인데 건의사항이 있습니다. 1. 목표 수정 메뉴를 찾기 어려움 지금은 마이룸의 프로필 수정에 들어가야되는데, 기록 메뉴에서 같이 수정할 수 있으면 좋겠습니다 2. 프로필명에서 ㅗ 입력 안 됨 박동지로 짓고 싶으니나 ㅗ가 입력이 안 돼서, 박ㄷㅡㅇ지로 지어짐 3. 뒤로가기 버튼 매커니즘이 이상함 갤럭시 기준 뒤로가기 버튼을 누르면 화면의 뒤로가가기 아니라 그동안 수행했던 작업의 전단계로 가는 느낌입니다"
  },
  {
    "store": "google_play",
    "date": "2025-01-26",
    "rating": 5,
    "content": "다이어트하는 게 재밌어요 좋은 어플이에요 다만 스쿼트같은 건 시간으로 잴 게 아니라 횟수로 재야 할 게 아닐지..ㅜㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-01-26",
    "rating": 2,
    "content": "너무 귀여워서 좋은데 먹은 음식 쓰면 칼로리 나오는거 있잖아요 그게 한번 완료 누르면 예시로 400칼로리 나오는데 다시 수정 해서 똑같은 음식 쓰면 막 350칼로리 나오구.. 운동 한것도 똑같아요 대충 감 잡아서 랜덤으로 칼로리 보여주는것 같아요 실망..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-01-24",
    "rating": 5,
    "content": "너무 재미 있어욥"
  },
  {
    "store": "google_play",
    "date": "2025-01-24",
    "rating": 4,
    "content": "너무 귀욥고 쓰기 편해요 인아웃다운받고 나서 부터는 이 어플만 씁니다 다만 위젯이 안되더라구요ㅠㅠ위젯까지 개선되면 정말 좋을 듯 싶습니다! +위젯 실행시 데이터불러오기 실패로 뜹니다ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-01-23",
    "rating": 5,
    "content": "기록하면서 내가 먹는패턴 운동패턴을 알게되서 조절하거나 의지를 다시 다지게 되네요."
  },
  {
    "store": "google_play",
    "date": "2025-01-21",
    "rating": 5,
    "content": "너무 귀여워서 좋아요.기능도 편해요.아주 만족도가 높은 어플입니다.하지만 운동입력할때 같은 운동을 다른 시간에 다른 양으로 운동해서 그걸 따로 기록하고싶은데 같은 운동이면 하나밖에 입력할수밖에 없는게 너무 아쉬워요ㅜㅜ이거 좀 반영해주시면 너무 감사할꺼같아요.부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2025-01-20",
    "rating": 4,
    "content": "사진 넣을 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-01-20",
    "rating": 5,
    "content": "다이어트 할 때 칼로리, 탄단지 비율 확인하기 정말 좋습니다. 다만 헬스하는 분들은 하루 4~5끼를 먹는 경우도 있는데 현재는 아침/점심/저녁/간식 으로만 나누어져있어서 기록하기가 애매해요. 끼니 수를 본인이 설정하게 해주셨으면 좋겠습니다. 저같은 경우는 아침/점심/간식/저녁/운동후 이렇게 다섯끼거든요..."
  },
  {
    "store": "google_play",
    "date": "2025-01-19",
    "rating": 5,
    "content": "너무 귀엽고 식단, 운동, 눈바디, 피드까지 관리할수 있고 같은 마음으로 다이어트하고 운동하는 사람들끼리 소통할수 있어서 동기부여가 되고 더 자극되서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-01-18",
    "rating": 5,
    "content": "인아웃으로 다이어트 성공_☆"
  },
  {
    "store": "google_play",
    "date": "2025-01-18",
    "rating": 4,
    "content": "사과 모두받기 기능이 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-01-17",
    "rating": 5,
    "content": "일러스트 너무 귀엽고 음식들 칼로리 다 나와 잇어서 좋고 계산이 편한데 음식 평가하는 거에 1부터 10까지 평점만 하지 말고 칼로리 포만감 맛 이런 식으로 항목 나눠져잇고 별5개 만점으로 평가하는 이런 거 잇엇으면 좋겟어요 다이어트에 도움 완전 많이 돼요 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2025-01-15",
    "rating": 5,
    "content": "다 좋은데 끼니수를 늘리거나 줄이는 기능을 추가하면 좋을것같아요 저는 5끼 먹는데 저녁에다가 4번째 끼니랑 5번째 끼니랑 같이적어 불편해요 그리고 아침 점심 저녁 간식이라는 이름을 다른걸로 수정가능하게 헤주었으면 합니다"
  },
  {
    "store": "google_play",
    "date": "2025-01-13",
    "rating": 5,
    "content": "칼로리 찾아서 적는게 고트"
  },
  {
    "store": "google_play",
    "date": "2025-01-13",
    "rating": 5,
    "content": "앱 너무 좋아서 남편이랑 하려는데. 1대 1 배틀에 남편 기록이 안보여요. 남편은 제가 보이구요. 오류일까요? ㅠ 그리고 남편은 제가 기록 남기면 알람을 받는데 저는 남편 알람이 안오네요."
  },
  {
    "store": "google_play",
    "date": "2025-01-10",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-01-08",
    "rating": 5,
    "content": "너무너무 편하게 쓰고 있습니다~! 그런데 전날 기록을 오늘로 복사하는 기능도 있으면 좋겠어요. 운동 루틴이 똑같은데, 매번 여러개 입력하는게 불편합니다🥲🥲"
  },
  {
    "store": "google_play",
    "date": "2025-01-08",
    "rating": 5,
    "content": "평가같은거 잘안하는데 이앱은진짜 좋아요 칼로리 계산 앱은 많은데 이게 제일편합니다"
  },
  {
    "store": "google_play",
    "date": "2025-01-07",
    "rating": 5,
    "content": "최고의 앱 이 이상은 없다"
  },
  {
    "store": "google_play",
    "date": "2025-01-07",
    "rating": 3,
    "content": "걸음 수랑 운동 기록이 계속 안 돼요"
  },
  {
    "store": "google_play",
    "date": "2025-01-06",
    "rating": 5,
    "content": "진짜진짜 좋아요 저 이걸로 10키로 뺏어요 한본 해보세요"
  },
  {
    "store": "google_play",
    "date": "2025-01-06",
    "rating": 5,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2025-01-06",
    "rating": 5,
    "content": "편하게사용하기좋아요ᆢ 목표가생겼다면 지금 당장이어플을 깔아보세요ㆍ"
  },
  {
    "store": "google_play",
    "date": "2025-01-06",
    "rating": 5,
    "content": "식사, 운동기록과 단식시간까지 기록할 수 있어서 유용해요. 사과를 모아서 스킨을 꾸미는 기능대신 포인트를 다르게 활용할 수 있게 변경되면 더 좋을것 같아요."
  },
  {
    "store": "google_play",
    "date": "2025-01-05",
    "rating": 5,
    "content": "귀여운 캐릭터가 너무 마음에 들어요~!"
  },
  {
    "store": "google_play",
    "date": "2025-01-03",
    "rating": 5,
    "content": "지금까지 봤던 다이어트 앱들 중에 가장 좋은거같아요. 또 불편한 기능들을 최소화하시려고 노력하시는게 보이고 디자인적으로도 다이어트를 하고 싶게 만들어요. 리뷰 잘 안 쓰는데 진짜 이 앱은 진짜 사람들이 많이 알았으면 좋겠는 마음에 리뷰를 씁니다. 진짜 강추!"
  },
  {
    "store": "google_play",
    "date": "2025-01-03",
    "rating": 1,
    "content": "조작이 지관적이지 않고 불편함"
  },
  {
    "store": "google_play",
    "date": "2025-01-03",
    "rating": 4,
    "content": "기록 입력창 가로 스와이프 안되게 바뀌면 좋겠어요 입력 다 하고 보면 날짜가 바뀌어 있는 일이 많아서 불편해요 굳이 날짜 바꿀 일이 많이 없기도 하고요"
  },
  {
    "store": "google_play",
    "date": "2025-01-02",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2025-01-01",
    "rating": 3,
    "content": "테마를 마이룸으로 변경해서는 안되나요? 기록할때 나오는 테마대신에 제가 사서 꾸민 마이룸으로는 안되나요 마이룸으로 들어가야만 볼수있나요"
  },
  {
    "store": "google_play",
    "date": "2024-12-31",
    "rating": 5,
    "content": "아기자기한게 사용자 환경을 만들어 놓았어요"
  },
  {
    "store": "google_play",
    "date": "2024-12-27",
    "rating": 5,
    "content": "주마등"
  },
  {
    "store": "google_play",
    "date": "2024-12-24",
    "rating": 5,
    "content": "갤럭시 헬스어플에서 걸음수 불러오는건 좋은데 걸음수가 칼로리 소모에 계산되지 않아 불편해요 개선해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-12-23",
    "rating": 5,
    "content": "칼로리도 기록하기 좋고 스스로 관리하는데 참 좋은 어플이에요! 캐릭터가 귀여운건 덤이구요 ㅎㅎ 열심히 다이어트 해보려고 합니다~"
  },
  {
    "store": "google_play",
    "date": "2024-12-22",
    "rating": 1,
    "content": "오늘이 아니라 어제 또는 내일로 메인이 변경되는데 빠르게 해결해주셔야 할 것 같아요. 민감도 또한 너무나 높아서 사용하기가 힘드네요.."
  },
  {
    "store": "google_play",
    "date": "2024-12-21",
    "rating": 4,
    "content": "귀엽고 다 좋은데 인바디 기록을 이용할 수 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-12-21",
    "rating": 5,
    "content": "음식을 정확히 고를 수 있어 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-12-19",
    "rating": 5,
    "content": "음식검색하면 알아서 칼로리 계산된게 나옴"
  },
  {
    "store": "google_play",
    "date": "2024-12-18",
    "rating": 5,
    "content": "정말 잘 사용하고 있습니다~ 한 가지 부탁드리고 싶은 게 있다면, 기록한 음식의 순서와 세트에 저장된 음식을 편집할 수 있으면 좋을 것 같습니다! 늘 감사합니다~!"
  },
  {
    "store": "google_play",
    "date": "2024-12-18",
    "rating": 5,
    "content": "다이어트 시작으로 다시 쓰게 되었는데 기능이 다양해지고 재미있어진거 같아요!"
  },
  {
    "store": "google_play",
    "date": "2024-12-18",
    "rating": 3,
    "content": "잘 사용하는 어플중하나인데.. 운동 불러오는게 안되요.. 잘되다가 갑자기 연동이 끊어져서 불러올수없다하고 이전에는 하라는대로 다시하면됫는데 오늘은 아예 안불러와져요... 이런부분이 좀더 보완되야할것같아요"
  },
  {
    "store": "google_play",
    "date": "2024-12-16",
    "rating": 4,
    "content": "좋기는 한데 먹었던거 적고 다시 앱에 들어가 거나 조금만 시간이 지나도 적어났던게 계속해서 사라지고 그레서 조금 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2024-12-12",
    "rating": 5,
    "content": "삼성헬스 체중, 운동데이터가 연동이 안됩니다ㅠㅠ 걸음수는 연동이 잘 되고있는것같은데 왜 어떤건되고 어떤건안될까요?"
  },
  {
    "store": "google_play",
    "date": "2024-12-12",
    "rating": 1,
    "content": "사과상점 광고보기 왜 안되나요? 광고 누르면 로딩만 무한으로 되다가 광고를 불러올 수 없다고 하고 닫혀요. 5g 와이파이 다해봤는데 다안됨.."
  },
  {
    "store": "google_play",
    "date": "2024-12-11",
    "rating": 4,
    "content": "갤럭시워치4쓸때는 운동기록을 잘 가져왔는데 갤럭시핏3으로는 다 못가져옵니다ㅠ여러개있는데 하나만 가져와지거나 못가져와요"
  },
  {
    "store": "google_play",
    "date": "2024-12-11",
    "rating": 5,
    "content": "다 편하구좋은데 식사세트저장후 음식추가말고 음식삭제도 있었으면좋겠어요 이게불편하네요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-12-11",
    "rating": 5,
    "content": "다 좋은데 체중이 삼성헬스랑 연결이 안돼요. 커넥트에서 권한 다 줬는데도요"
  },
  {
    "store": "google_play",
    "date": "2024-12-11",
    "rating": 4,
    "content": "너무 잘 사용하고있어요 근데 아침에 입력해야되는걸 점심에 입력하거나 하면 전체 다 지우고 새로 등록하거나 식단세트 저장해서 옮기고 식단세트 지워야되는 번거로움이있어 아침 ->점심 혹은 점심-> 저녁으로 입력해놓은 식단 옮길 수 있게되면 좋을 거 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-12-11",
    "rating": 5,
    "content": "내가 먹는음식의 칼로리 계산이 쉬워요 덕분에 3주만에 7kg빠졌어요"
  },
  {
    "store": "google_play",
    "date": "2024-12-11",
    "rating": 5,
    "content": "지금까지 겪어본 모든 앱들 중 가장 꾸준하고 성실하게 발전해나가는 앱인것 같아요. 너무 잘 쓰고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2024-12-09",
    "rating": 5,
    "content": "다이어트 식단 어플 중에서 가장 한눈에 보기가 좋아요! 그런데 음식 자유 입력에 당,식이섬유,나트륨,포화 불포화지방,콜레스테롤 등 다른 영양성분도 기입할 수 있었으면 좋겠습니다ㅜㅜ! 이것 때문에 외식이나 선물받은 음식은 다른 어플 이용해서 기재중인데 인아웃에서 한번에 쓰고 싶어요🥹🥹"
  },
  {
    "store": "google_play",
    "date": "2024-12-07",
    "rating": 1,
    "content": "터치하면 넘어가는 업데이트 너무 불편합니다"
  },
  {
    "store": "google_play",
    "date": "2024-12-06",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-12-02",
    "rating": 5,
    "content": "음식 종류가 다양해서 좋음(프랜차이즈도)"
  },
  {
    "store": "google_play",
    "date": "2024-12-02",
    "rating": 5,
    "content": "다이어트 할 때 정말 도움됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-12-02",
    "rating": 5,
    "content": "다이어트 재시작과 동시에 앱 설치 햇어욤 1년 사이에 많은 기능이 생겻네요 잘쓸게여^^ 다들 다이어트~~~ 화이팅^~^"
  },
  {
    "store": "google_play",
    "date": "2024-12-02",
    "rating": 3,
    "content": "걸음수, 체중 둘 다 안되고 있습니다. 삼성헬스에는 기록되어 있는데 인아웃에는 불러올 수 있는 데이터가 없다고 확인됩니다. 걸음 수는 불러오기 누르니까 불러왔네요!!"
  },
  {
    "store": "google_play",
    "date": "2024-12-02",
    "rating": 4,
    "content": "이 앱은 식단 기록하기가 쉬워요.그래서 그런지 꾸준하게 기록하게 되면서 신경쓰게 되니까 희한하게 점점 살이 빠져서 너무 좋아요! 다만...커뮤니티나 회원들의 일상사진이 올라오는 곳에서 인스타처럼 가끔 부담스러운 과시적인 용도로 보이는 바디프로필 사진들이 올라오는데 보고 싶지 않아요...모자이크처럼 잘 안 보이게 할 수 있는 필터 기능이 추가 되었으면 좋겠어요. 식단 위주의 사진만 보고 있었는데 기록용도로 사진을 올리시는 분들의 글은 오히려 다이어트 할 의욕과 용기가 생겨서 좋더라고요.필터 기능이 꼭!생겼으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2024-12-02",
    "rating": 1,
    "content": "업데이트 실패.계속 안됩니다."
  },
  {
    "store": "google_play",
    "date": "2024-12-02",
    "rating": 5,
    "content": "최근에 가장 잘 사용하고 있는 어플입니다. 다만 식단 사진 한눈에 보기 기능이 있는데, 아무리 찾아도 사진등록 기능이 안 보입니다.. 기종은 갤럭시s24입니다. // 빠른 답변 감사합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-11-30",
    "rating": 4,
    "content": "다 좋은데 프로필 수정할 때 천지인 키보드의 아래아가 입력이 안 됩니다ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-11-30",
    "rating": 5,
    "content": "모든 서비스가 훌륭합니다. 다만 불편한게 한가지 있습니다. 운동을 한 후 칼로리 소모를 측정 할 순 있지만 지방을 얼마나 연소했는지를 나타내주지 않아 식사를 할 때 지방측정이 어렵습니다. 이 부분을 어떻게 수정이 안될까요?"
  },
  {
    "store": "google_play",
    "date": "2024-11-29",
    "rating": 5,
    "content": "저탄고지 식단 종류도 많아서 칼로리 계산하기 좋아요."
  },
  {
    "store": "google_play",
    "date": "2024-11-28",
    "rating": 3,
    "content": "제품 바코드 사진찍어서 얼마나 먹었는지, 칼로리 계산이나 영양소 성분표 보여주는 서비스 없음? 식품하나하나 일일이 기록하는게 너무 짜침. 다른 앱에선 있는 기능이던데 왜 여긴 없나요?"
  },
  {
    "store": "google_play",
    "date": "2024-11-26",
    "rating": 1,
    "content": "로그인 3번, 약관동의 4번 했는데 안넘어감."
  },
  {
    "store": "google_play",
    "date": "2024-11-25",
    "rating": 5,
    "content": "추가됐으면 하는 기능이 있어요 기록창에서 말랑이를 터치할 때 상호작용을 할 수 있도록 하면 더 귀여워 질 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2024-11-24",
    "rating": 5,
    "content": "너무 아기자기하고 다이어트하는 맛이 있음"
  },
  {
    "store": "google_play",
    "date": "2024-11-20",
    "rating": 4,
    "content": "걸음수 연동 안 해도 직접 입력할 수 있게 해주셨으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-11-15",
    "rating": 5,
    "content": "예뻐서 쓸맛이 나고 기능이 유용한 앱"
  },
  {
    "store": "google_play",
    "date": "2024-11-12",
    "rating": 5,
    "content": "안녕하세요! 너무 잘 쓰고 있습니다. 전체적으로 정말 만족하는데 딱 한 가지... 영양제 먹은 기록도 월별 달력으로 볼 수 있으면 좋겠어요! 제가 기능을 못 찾는 건지 식단, 운동량, 몸무게, 물 섭취만 있고 영양제 기록은 없더라구요! 너무 잘 쓰고 있는지라 조금 아쉬워서 리뷰 남겨봅니다~"
  },
  {
    "store": "google_play",
    "date": "2024-11-10",
    "rating": 5,
    "content": "앱이 좋으면 뭐해요 다운로드 해두고 다이어트를 안하는뎊퓨ㅠ 세상이 너의 다이어트를 도와주는데 왜 못하니..ㅠㅠㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-11-07",
    "rating": 5,
    "content": "정말 간편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-11-06",
    "rating": 5,
    "content": "식단 작성하는데 최고의 앱 귀여운 캐릭터도 덤"
  },
  {
    "store": "google_play",
    "date": "2024-11-06",
    "rating": 5,
    "content": "굳."
  },
  {
    "store": "google_play",
    "date": "2024-11-04",
    "rating": 5,
    "content": "다이어트에 도움돼요!"
  },
  {
    "store": "google_play",
    "date": "2024-10-31",
    "rating": 3,
    "content": "삼성헬스랑 연동이 왜 안되나요ㅠ 1.몸무게는 끌어와집니다. 근데삼성헬스에 무게가바꼇는데 최신데이터를 안가져와요 헬스커넥트에 인아웃 조회 로그는보여요 2.걸음수를 안가져옵니다. 1에의하면 연동엔 문제없는거같은데 왜 걸음수는 연동할데이터가없다할까요?"
  },
  {
    "store": "google_play",
    "date": "2024-10-30",
    "rating": 1,
    "content": "이거 광고심하고, 로딩시 자기방꾸미라 광고에 칼로리 자료가 너무 안맞고, 신고해도 반영안해요. 쓰지마세요. 펫시크릿이 1위인 이유가 있습니다. 펫시크릿쓰세요! 인아웃 너무 광고심함"
  },
  {
    "store": "google_play",
    "date": "2024-10-30",
    "rating": 5,
    "content": "설치하시면 완전 대만족한 인아웃입니다!!"
  },
  {
    "store": "google_play",
    "date": "2024-10-30",
    "rating": 5,
    "content": "몇년째 잘 쓰고있어요 근데 아이폰에서 갤럭시로 옮기고 헬스커넥트 받고서 걸음을 인식을 못하네요 삼성 상담사님까지 대동해서 하는데도 거기서도 문제없다고하고 관련이슈가 있냐고 물어보라고 하시네요 답변 좀 주세요 해결 방안 없을까요"
  },
  {
    "store": "google_play",
    "date": "2024-10-26",
    "rating": 5,
    "content": "유용하고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-25",
    "rating": 5,
    "content": "만족합니닷"
  },
  {
    "store": "google_play",
    "date": "2024-10-24",
    "rating": 1,
    "content": "칼로리 편집 안내창 대체 어따 꽁꽁 숨겨놓은거야 ㅎ하.... 욕나오네 ㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2024-10-24",
    "rating": 5,
    "content": "지금까지 사용한 다이어트 앱 중 가장 보기 편했음 무료로 사용하는 앱이 광고도 없고 업데이트도 자주하고 흔치 않음 흥하세요❤️‍🔥"
  },
  {
    "store": "google_play",
    "date": "2024-10-24",
    "rating": 5,
    "content": "좋습니당! 귀엽고 깔끔해요 이 앱과 함께 -3kg 감량 성공했어요:)"
  },
  {
    "store": "google_play",
    "date": "2024-10-24",
    "rating": 5,
    "content": "음식 종류가 상당히 다양함"
  },
  {
    "store": "google_play",
    "date": "2024-10-24",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-10-23",
    "rating": 5,
    "content": "이게 무료라고?"
  },
  {
    "store": "google_play",
    "date": "2024-10-23",
    "rating": 5,
    "content": "유료강요 안하고 기능 편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-10-20",
    "rating": 5,
    "content": "도움 정말 많이받고있어요 좋은 앱 감사합니다 복받으세요❤️❤️❤️"
  },
  {
    "store": "google_play",
    "date": "2024-10-18",
    "rating": 5,
    "content": "어플 잘만든듯 ㄹㅇ.."
  },
  {
    "store": "google_play",
    "date": "2024-10-18",
    "rating": 5,
    "content": "칼로리 계산이 특히나 잘 구성 되어있고 운동이나 합산해서 계산해주는것도 너무 좋고 친구랑 배틀 하면서 다이어트를 한다는 것도 너무 신박하고 좋음 암튼 너므 좋은 앱"
  },
  {
    "store": "google_play",
    "date": "2024-10-18",
    "rating": 5,
    "content": "너무좋네요 관리하기좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-10-17",
    "rating": 5,
    "content": "훌륭합니다."
  },
  {
    "store": "google_play",
    "date": "2024-10-15",
    "rating": 5,
    "content": "전반적인 테마랑 디자인이 귀엽다!! 음식 칼로리 기록하기도 좋고, 마이룸 기능 업데이트 비롯해서 앞으로 기대되는 점도 많은 앱이에요."
  },
  {
    "store": "google_play",
    "date": "2024-10-15",
    "rating": 5,
    "content": "그냥 너무 귀여워요... 동글말랑쫀득해 보이는 애기들이 한가득... 테마 많은 것두 너무 좋고, 기능은 말해뭐합니까... 너무 완벽해요..."
  },
  {
    "store": "google_play",
    "date": "2024-10-14",
    "rating": 3,
    "content": "식단 기록같은건 좋지만 운동 기록 연동이 되지 않아요ㅠㅠ 설명 보고 계속 커넥트 깔았다 지우고 몇시간 기다리고 해도 계속 불러올수 있는 데이터가 없다고하네요..."
  },
  {
    "store": "google_play",
    "date": "2024-10-14",
    "rating": 5,
    "content": "좋은 앱이네요"
  },
  {
    "store": "google_play",
    "date": "2024-10-08",
    "rating": 5,
    "content": "너무좋아유 왕초보 헬린이도 탄단지 구분가능하게 영양소 요약파악가능한게 너무조쿠요, 꾸준히 기록하는습관 들이게만들어주는거 가타요! 덕분에 운동 하기싫을때마다 억지로라도 조지고와요!"
  },
  {
    "store": "google_play",
    "date": "2024-10-08",
    "rating": 5,
    "content": "식단관리가 이렇게 편할 수 있다니 정말 잘 만드셨네요 저 같이 게으른 꿀꿀이 직장인이 식단관리를 꾸준히 할 수 있다는게 믿기질 않아요 고맙습니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-08",
    "rating": 5,
    "content": "타 유로어플 결제하고 이것만씀."
  },
  {
    "store": "google_play",
    "date": "2024-10-07",
    "rating": 5,
    "content": "음식 칼로리 및 성분도 넣기 편리해서 정말 좋아요! 덕분에 얼마나 먹고 있는지 확 와닿습니다. 운동도 사진도 자유롭게 넣고 기록할 수도 있고요! 팔로우한 유저들끼리 서로 동의한다면 본인것을 볼 수 있는 것처럼 식단과 운동을 서로 볼 수 있다면 좋겠습니다!! 배틀로는 30일이 최대이고 단편적으로만 보여서.. 조금 아쉽지만 그외엔 넘 최고. 좋은 어플 감사합니다😆"
  },
  {
    "store": "google_play",
    "date": "2024-10-07",
    "rating": 4,
    "content": "갑자기 운동 기록이 연동이 안 되네요.. 평소에 잘 사용하고 있었는데 오늘 운동하고 기록할려니 아무리 누르고 앱을 껐다 켜도 안 되네요..."
  },
  {
    "store": "google_play",
    "date": "2024-10-05",
    "rating": 5,
    "content": "이 어플 깔고서 2kg나 감량했습니다~~~~!! 최근에 시작한 유저라 몇일 더 지나면 더 감량할거라 생각합니다~~~ 식단도 기록하고 단식도 기록하고 글도 올릴 수 있어서 넘넘넘 좋아습니다~~~~~~ 인아웃 완전짱짱👍👍"
  },
  {
    "store": "google_play",
    "date": "2024-10-04",
    "rating": 4,
    "content": "캐릭터가 귀여워서 계속 들어가서 쓰게 돼요ㅎㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-10-03",
    "rating": 5,
    "content": "너무 귀엽고 유용해요!"
  },
  {
    "store": "google_play",
    "date": "2024-10-03",
    "rating": 4,
    "content": "칼로리입력은 쉬워요 그런데 달력기능 개선좀 해주셨음 합니다. 1. 월 이동은 스와이프로 밀어서 되면 좋겠어요 2. ★해당 일,월 누르면 바로 그날로 이동하게 해주세요★ ('선택한 달(날)로 이동'이라는 버튼을 왜굳이 눌러야합니까 그날이나 그달로 이동할거니까 누른거죠ㅜ) 3. 몸무게로 항목 선택했으면 다른 월로 이동해도 항목이 몸무게로 고정되어있으면 좋겟어요 (월별 몸무게 보려고 몸무게 선택후 전월 이동하면 전월 몸무게달력이 아니라 전월 칼로리 달력이 먼저뜸. 전전월, 전전전월 이어서 보고싶다? 월이동,몸무게로 설정바꾸기 이짓 계속반복해야함 아물론 월 바꿀때마다 2번의 '선택한 달로 이동' 버튼도 매번눌러줘야함) 달력쪽만 가면 은은히 빡치는게 한두가지가 아니라 결국 글남겨봅니다 특히 ★2번★좀 어떻게해주세요 진짜 답답해요 아니근데 리뷰이거 왜줄바꿈이 안돼ㅡㅡ"
  },
  {
    "store": "google_play",
    "date": "2024-10-02",
    "rating": 5,
    "content": "진짜 추천하는 다이어트앱..ㅠㅠ 힘들고 포기하고싶을때도 항상 날 기다려주고 도와주는 앱임..ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-10-02",
    "rating": 5,
    "content": "쓰는것 만으로 동기부여가 되는 듯"
  },
  {
    "store": "google_play",
    "date": "2024-09-30",
    "rating": 5,
    "content": "좋습니다. 기능적으로 모두 만족하는데, 궁금한 점이 하나 있습니다. 운동 등록에서 분 단위로 칼로리가 계산되던데, 이건 세트 사이사이 휴식시간도 포함한 계산인가요? 아니면 순수하게 몸을 움직이는 시간만 따지는 건가요?"
  },
  {
    "store": "google_play",
    "date": "2024-09-23",
    "rating": 5,
    "content": "캐릭터가 귀엽고 앱 사용이 편리해요! 식단 앱 중 제일 잘 쓰고 있습니다♡"
  },
  {
    "store": "google_play",
    "date": "2024-09-23",
    "rating": 5,
    "content": "완전 좋아요! 바꾼 테마는 위젯에는 연동이 안되는 건가요? 위젯에 보이는 테마도 같이 바뀌면 더 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2024-09-22",
    "rating": 2,
    "content": "삼성헬스랑 연동된다던데 연동도 안 되고 오류도 너무 잦고 불편함 투성이임"
  },
  {
    "store": "google_play",
    "date": "2024-09-21",
    "rating": 1,
    "content": "너무 불편해요"
  },
  {
    "store": "google_play",
    "date": "2024-09-18",
    "rating": 5,
    "content": "티벳동생 유튜브 보고 한번 깔아봤는데 아주 나이스 하구만유 인아웃 짱짱~뭐 먹었는지 검색만하고 뜨는거 기록하고 간편하네요 하루 몇칼로리 단백질,지방,탄수화물 몇g 먹었는지 기록도 가능하고"
  },
  {
    "store": "google_play",
    "date": "2024-09-15",
    "rating": 5,
    "content": "혹시 저탄고지하고싶은데 지방이 많은 대중적인 음식 검색하는법 없을까요?"
  },
  {
    "store": "google_play",
    "date": "2024-09-14",
    "rating": 5,
    "content": "간편한 UI UX로 사용성이 아주 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-09-13",
    "rating": 5,
    "content": "좋아요!"
  },
  {
    "store": "google_play",
    "date": "2024-09-12",
    "rating": 5,
    "content": "구뜨"
  },
  {
    "store": "google_play",
    "date": "2024-09-11",
    "rating": 5,
    "content": "다 좋은데 삼성헬스 연동이 안돼요... 현재 샤오미 홍미노트13프로 사용중인데 그래서인지는 모르겠지만 아무튼 연동이 안되니까 어플 사용이 어렵네요...ㅠㅠㅠㅠ 동기화 켜져있습니다..!"
  },
  {
    "store": "google_play",
    "date": "2024-09-10",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-09-08",
    "rating": 4,
    "content": "귀여워서 잘 쓰고 있었는게, 사과 생기면서 더 자주 접속하게 되는것 같아요~ 도움도 되구요. 근데 헬스커넥터인지 암튼 삼성헬스랑 연동이 안되요.. 이럴거면 걸음수 수기로 쓸 수 있게라도 해주세요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-09-08",
    "rating": 4,
    "content": "다이어트앱 중에 제일 좋은데 한가지 아쉬운 점은 계속 시도를 해보아도 삼성 헬스 데이터가 연동이 안되는 것입니다 오류 고쳐주세요..🥲"
  },
  {
    "store": "google_play",
    "date": "2024-09-07",
    "rating": 5,
    "content": "너무 잘쓰고 있어요 소통가능한게 진짜 ㄹㅇ좋아요.."
  },
  {
    "store": "google_play",
    "date": "2024-09-06",
    "rating": 5,
    "content": "위젯 종류가 너무 적은거 같아요 단식도 위젯으로 생겨서 배경화면에 바로 몇시간 단식했는지 보였으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2024-09-03",
    "rating": 3,
    "content": "다욧 어플 갈아타려다가 도로 돌아갔어요 식단부분에선 정말 좋은거같은데 체중부분이 근육량, 지방량 등 세분화해서 기록이 안되서 많이 아쉽네요... 너무 귀여워서 써보고 싶었지만 저는 체중, 근육, 지방량 등 그래프 등으로 꾸준히 변동되는 걸 확인할수 있는게 중요해서ㅠㅠ 추후 업그레이드 하실때 꼭 한번 반영해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-09-01",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-08-29",
    "rating": 5,
    "content": "최고의 앱 광고 나와도 되겠어요 돈내고 광고 없애도 쓸 앱"
  },
  {
    "store": "google_play",
    "date": "2024-08-29",
    "rating": 5,
    "content": "쓰기편하네요^^"
  },
  {
    "store": "google_play",
    "date": "2024-08-28",
    "rating": 5,
    "content": "재미있어서 다이어트에 거부감을 줄여주는것 같아요 열심히 하게 되는"
  },
  {
    "store": "google_play",
    "date": "2024-08-28",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-08-28",
    "rating": 4,
    "content": "헬스커넥터도 깔고 이거저거 다해보고 난리쳤는데 그래도 걸음수 연동이 안되네요 ㅠㅠㅠ 어떻게 해주세요 ㅠㅠㅠ 방법 없나영 ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-08-26",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-24",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-08-24",
    "rating": 5,
    "content": "인생 처음으로 다이어트 하려고 깔았는데 기록하는게 재밌어서 지금 열정 충만한 상태입니다만.... 과연 오래 갈 수 있을지!! 근데 다이어트가 아니더라도 블로그하듯이 일상 기록하기도 진짜 좋은거 같아요:) 왕.추.천."
  },
  {
    "store": "google_play",
    "date": "2024-08-23",
    "rating": 5,
    "content": "정말 잘 만든 앱입니다 최근 깔았던 앱중에 제일 맘에듬"
  },
  {
    "store": "google_play",
    "date": "2024-08-23",
    "rating": 3,
    "content": "안녕하세요 어플 잘 사용 중이었는데, 오늘 갑자기 1대1 배틀 설정해둔게 다 날라가고 또 새로 등록되지도 않는데 왜 이런건가요?"
  },
  {
    "store": "google_play",
    "date": "2024-08-22",
    "rating": 5,
    "content": "최고에요!! 친구들이랑 다이어트 톡방 했었는데 요걸로 갈아탔답니다ㅎㅎ 지금처럼 초심잃지 않고 어플 운영해주시면 넘나 감사할것 같아요ㅠㅠ 번창하세요 개발자님!!"
  },
  {
    "store": "google_play",
    "date": "2024-08-22",
    "rating": 5,
    "content": "오랜만에(?) 다이어트시작하면서 단식타이머가 필요해서 찾다가 다운받게됐어요. 제가쓰고보니 별스타에서 이미 다이어터분들이 많이쓰고있었던게 보이네요. 늘 마지막에 입터져서 요요왔는데 이번엔 인아웃과함께 유지까지가길 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-08-21",
    "rating": 5,
    "content": "💕"
  },
  {
    "store": "google_play",
    "date": "2024-08-20",
    "rating": 3,
    "content": "피드가 올라가지않고 계속 반복을 해도 똑같습니다 다른건 잘 되는데 피드, 확인절차가 안되네요"
  },
  {
    "store": "google_play",
    "date": "2024-08-20",
    "rating": 5,
    "content": "완전 좋아요 ^^ 추천입니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-19",
    "rating": 2,
    "content": "아니진짜조작방법이너무어려워요 기록을했으면 떠야돼는데 안떠요! 그나마배경만예뻐서2점줍니다."
  },
  {
    "store": "google_play",
    "date": "2024-08-19",
    "rating": 5,
    "content": "이거쓰고 7kg 정도 뺀 것 같아요🥹🥹ㄱㅅㄱㅅ"
  },
  {
    "store": "google_play",
    "date": "2024-08-19",
    "rating": 5,
    "content": "추가된 식단을 수정할 수 있는 기능이 있으면 좋겠습니다. 삭제 후 재생성하려니 여간 번거로운게 아니네요 //수정 식사세트는 수정이 안되는 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-16",
    "rating": 5,
    "content": "식탐 조절하며 운동하기 아주 좋은 앱!"
  },
  {
    "store": "google_play",
    "date": "2024-08-16",
    "rating": 5,
    "content": "굿~~~~~~~~~~ 추천합니다."
  },
  {
    "store": "google_play",
    "date": "2024-08-15",
    "rating": 5,
    "content": "칼로리섭취조절하기에도 너무 좋고 덕분에 다이어트 잘 할거같아요~"
  },
  {
    "store": "google_play",
    "date": "2024-08-15",
    "rating": 5,
    "content": "너무 조아유"
  },
  {
    "store": "google_play",
    "date": "2024-08-15",
    "rating": 4,
    "content": "잘 사용하고 있어요~ 다만 운동기구 검색 시 사진첨부가 되어있으면 더 찾기 좋을거 같아요..ㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-08-13",
    "rating": 5,
    "content": "다이어트 하고 싶은 분들은 이거 깔묜 되요"
  },
  {
    "store": "google_play",
    "date": "2024-08-13",
    "rating": 5,
    "content": "너무 유욧해요"
  },
  {
    "store": "google_play",
    "date": "2024-08-13",
    "rating": 5,
    "content": "다이어트 열심히 해보려고 굳게 마음먹었더니 성공 하기 위해서는 \"기록\"이 중요한거 같았어요 그냥 마음만 먹고 대충하는 다이어트가 아닌 운동과 먹은음식등 기록하고 보니 내 몸에 대해 더 알게되는거 같구 하루 알차게 보내는거 같아요! 앱 안에 인스타처럼 피드 올릴수 있는데 서로 응원할 수 있고 저도 운동이나 식단올려서 기록하게되니 재미있어요! 이번엔 부디...다이어트 성공 하길~♡"
  },
  {
    "store": "google_play",
    "date": "2024-08-12",
    "rating": 4,
    "content": "uI가 귀여워요"
  },
  {
    "store": "google_play",
    "date": "2024-08-10",
    "rating": 5,
    "content": "천지인 키보드 쓰는데, 아래아 ㆍ가 입력이 안 되는 오류가 있습니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-09",
    "rating": 5,
    "content": "짱편하고 귀여워요"
  },
  {
    "store": "google_play",
    "date": "2024-08-08",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-08-06",
    "rating": 5,
    "content": "직관적이고 간단한데 귀엽기까지... 그 어려운걸 다 해낸 앱같습니다! 꾸준히 사용하고 또 후기 남겨볼게용"
  },
  {
    "store": "google_play",
    "date": "2024-08-06",
    "rating": 4,
    "content": "사진으로 찍으면 자동으로 식단 입력되고 칼로리 계산해주는 기능이 있으면 좋겠어요🥺"
  },
  {
    "store": "google_play",
    "date": "2024-08-05",
    "rating": 5,
    "content": "너무잘쓰고있는데요 다적고 기록완료버튼이 가끔안눌리는거 엄청 짜증납니다 .. 제발수정좀요 네 삭제후 재설치했는데도 가끔 그래요 답답해요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-08-05",
    "rating": 5,
    "content": "열심히 해보겠습니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-03",
    "rating": 5,
    "content": "탄단지 비율 조정할때 좋은것같아요."
  },
  {
    "store": "google_play",
    "date": "2024-08-03",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-08-03",
    "rating": 4,
    "content": "삼성헬스 발걸음수랑 인아웃이랑 연동?하려고 설명하는대로 다 했는데 안되요 5번정도 시도했어요 어떻게해야 합니까 ? 의견내기-불편해요 에도 올렸는데 답변없으셔서 여기 올립니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-03",
    "rating": 5,
    "content": "왜안되나요? 업데이트도안뜨고 제거하고 다시깔아야 하나요? 두달반동안적은거 날아가진않겠죠?"
  },
  {
    "store": "google_play",
    "date": "2024-08-01",
    "rating": 3,
    "content": "다 좋은데 왜 삼성헬스 헬스커넥트 연동이 안돼요... 하라는대로 다 해보고 지웠다 깔았다 계속 해보든 2시간 이후에 연동 해보든 안돼요 되는 사람들 있긴 한가요...? 도저히 해결 못하는건가요 이거? 일단 걸음 수 입력이라도 할 수 있게 업데이트 바랍니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-31",
    "rating": 5,
    "content": "잘 쓰고있습니다! 현재 1:1배틀을 여러개 진행중인데 친구와 톡보기? 그거 하나 들어갔다가 다른 배틀 들어가면 톡보기가 안됩니다....ㅠㅠ 어플 종료 하고 다시 들어가야 또 다른거 하나 볼 수 있어요.... 5개를 보려면 5번을 접속해야 됩니다... 저만 그런건지ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-07-29",
    "rating": 4,
    "content": "잘 쓰고 있습니다만 아쉬움이 있어 리뷰 작성합니다. 1. 운동 기록 자동저장 - 잠깐 다른 것 확인하러 페이지를 벗어나면 리셋됩니다. 자동저장 혹은 경고성 문구라도 넣어주세요. 2. 운동 기록 공유하기 기능 3. 운동 기록 다양화 - 횟수, 무게, 거리 외에도 시간(플랭크) 등의 기준도 넣어주세요. 혹은 메모 기능이 있으면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2024-07-24",
    "rating": 4,
    "content": "걷기가 기록되지 않습니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-24",
    "rating": 5,
    "content": "캐릭터가 귀여워서 들어올때 기분이좋음"
  },
  {
    "store": "google_play",
    "date": "2024-07-23",
    "rating": 3,
    "content": "헬스 커넥트 연동이 안돼요!! ㅜ0ㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-07-22",
    "rating": 4,
    "content": "다 좋은데 폴드6에서 걸음수 연동이 안돼요 헬스 커넥터 권한 허용도 다해보고 다시 지웠다 깔아봐도 안됩니다."
  },
  {
    "store": "google_play",
    "date": "2024-07-22",
    "rating": 4,
    "content": "타앱 대비해서 직관적이어서 갈아탔어요. 만족합니다. 그런데 이상하게 앱내에서 ㆍ이 들어가는 글자가 안써져요. 예를 들면 곤약 불고기를 쓰려하며ㆍㄱㅡㄴ이나 ㅂㅡㄹ 이렇게 나옵니다,. 저만그런건지요?"
  },
  {
    "store": "google_play",
    "date": "2024-07-22",
    "rating": 5,
    "content": "다이어트 할때 이 앱이 최고입니다."
  },
  {
    "store": "google_play",
    "date": "2024-07-22",
    "rating": 5,
    "content": "편하게 얘기할 수 있어 좋아요. 전반적으로 인터페이스가 귀엽고 직관적이라 더 좋구요!"
  },
  {
    "store": "google_play",
    "date": "2024-07-21",
    "rating": 5,
    "content": "좋아여"
  },
  {
    "store": "google_play",
    "date": "2024-07-21",
    "rating": 5,
    "content": "안녕하세요 어플도 귀엽고 사용하기 편리한 시스템으로 되어 있어 귀차니즘이 심한 저도 미루지 않고 바로 작성하고 있어 좋습니다 근데 한 가지 아쉬운 점은 다른 리뷰에도 많이들 언급하시는 삼성헬스 연동이 안 되는 점입니다. 활성화도 해보고 삭제 후 재설치도 여러차례 해봤으나 연동이 안 됩니다. 혹시 걸음수를 연동이 안 되어도 수동으로 입력할 수 있게 해주시면 안 될까요?? 그 점만 개선 되면 지금 사용하는 것으로는 불편함이 없을듯 합니다. 좋은 어플 제공해주셔서 감사합니다😀"
  },
  {
    "store": "google_play",
    "date": "2024-07-15",
    "rating": 4,
    "content": "다 좋은데 유료옵션으로 광고 안보기 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-07-14",
    "rating": 5,
    "content": "귀여운 캐릭터에 사용하기 편리해요."
  },
  {
    "store": "google_play",
    "date": "2024-07-13",
    "rating": 5,
    "content": "접근권한을 허용을 했음에도 해당 날짜에 불러올 데이터가 없다고 안내창이 뜹니다. 설정방법보기를 누르면 백지 화면만 뜨고 설명이 안뜹니다. 걸음수나 체중 데이터를 불러오고 싶은데 오류가 자꾸 생기는 이런 상황일땐 어떻게 해야하나요? 어플을 지우고 다시 다운해도 동일한 증상입니다."
  },
  {
    "store": "google_play",
    "date": "2024-07-13",
    "rating": 5,
    "content": "다이어트할 때 도움이 많이됐어요!!!전 지금 8키로 감량!!완전 강추 테마도 귀여움...!!"
  },
  {
    "store": "google_play",
    "date": "2024-07-13",
    "rating": 1,
    "content": "오늘 하루를 어딱해 기록하는지를 모르겠네요.."
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 5,
    "content": "데이터 초기화 기능이 안 먹혀요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 3,
    "content": "진짜 다 좋은데 기록 완료버튼이 너무 안 눌려요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 5,
    "content": "인아웃 덕분에 좋은 정보도 얻고 매일매일 잘 사용중이네요~ 감사합니다 하루 칼로리 맞춰서 식단짜고 운동량도 자세히적습니다!!"
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 5,
    "content": "다 좋은데 삼성헬스랑 연동이 안되네요...ㅠㅠ 제 핸드폰이 문제가 있는건지 연동이 안됐을때 하는 방법으로 다시 해봐도 연동이 안됩니다..ㅠㅠ 다른부분은 다 좋은데 요것만 고쳐지면 정말 잘 사용할 수 있을것 같아요! 이 부분이 꼭 고쳐졌으면 하는 이유가 다른 어플을 사용할때는 운동칼로리와 섭취칼로리가 연계가 안됐었는데 연계가 되는 부분이 유용하더라구요!!(직접 운동칼로리를 적었을때 연계되는게 좋았어요!) 그리고 사용한지 얼마 안돼서 잘은 모르겠지만 사용자가 레시피를 등록하면 그걸 다른 유저가 사용할 수 있는 것 같은데..! 그것도 유용했습니다! 더욱 잘 활용할 수 있도록 삼성헬스 연동부분만 고쳐주시길 부탁드려요! 좋은 어플 만들어 주셔서 감사합니다!!"
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 5,
    "content": "재밌어용"
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 5,
    "content": "업데이트 후 식단 입력할때 '기록 완료' 버튼이 안 눌려요 ㅜㅜ -> 이제 눌립니다!"
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 5,
    "content": "귀여운 ui에 식단관리하기 편리하네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 4,
    "content": "데이터초기화를 해도 기록들이 남아있어 일일이 손으로 삭제했는데 이 부분 좀 고쳐주세요. 앱은 정말 좋고 귀엽습니다."
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "동생이 추천해줬는데 그래픽도 아기자기하고 자꾸 들어가고싶어지는 어플이에요~"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "식단계의 최고의 앱인데 그중 단일 장점은 일반인들이 막무가내로 올린 자료를 사용할 수 있다는 점입니다. 가정식이나 유명하지 않은 음식들도 찾아볼 수 있다는 점에서 너무나도 도움 받고 있습니다 누군가는 검증받지 않은 자료가 많아 불만이라고 하는데 검증받지 못하는 자료가 많을 뿐더러 검증받은 값만 도출된다면 인아웃의 장점은 퇴색된다고 생각합니다 기존 체제를 유지하되, 검증받은 성분에는 인증마크를 넣는 식으로 운영하면 좋을거같습니다 또 가능하다면 식품들, 특히 가공식품들은 사진도 첨부되면 좋을거 같습니다. 업로드한 사람이 올려도 좋구요."
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "뭐지 방금 업데이트 하니까 오늘 기록해놨던게 없어지고 어제꺼로 바뀌었어요 추가) 네 똑같아요 그리고 위젯 테마가 연필든 애가 서있어요"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "인아웃 없이는 일반식 먹으면서 다이어트 못할거 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "체중관리를 위해서 인아웃앱을 쓰기시작한지 어언 2개월째입니다. 좋긴 좋은데 아쉬운점이 있어서 이렇게 리뷰남깁니다. 1. 즐겨찾기기능 강화 물론 제가 만들어놓은 카테고리별로 즐겨찾기한 음식들이 리스트가 되어있지만, 종류가 점점 늘어날수록 카테고리 안에서 찾는것도 힘들어지네요. 그래서 다시 음식을 검색해서 추가하려니, 내가 즐겨찾기 해놓은 항목이 표시가 되어있지 않아 어떤건지 일일이 클릭해봐야하는 번거로움이 있습니다. 음식명을 검색했을때 내가 즐겨찾기로 추가해놓은 음식이 맨 위에 바로 표시되게 개선 또는 카테고리 내에서 검색할 수 있는 기능을 추가해주면 좋을것 같습니다~ 2. 식사를 했던 시간을 입력하는것도 있었으면 좋겠습니다~ 보통 3~4시간 간격으로 밥을 먹으려고 하는데, 언제 먹었었는지 기록하는란이 있다면 좀 더 좋을것 같습니다. 좋은어플 만들어주심에 감사드립니다 번창하십시오"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "많이 유용합니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 1,
    "content": "7월11일 업데이트하고 음식등록이 안됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 1,
    "content": "갤21 울트라 사용합니다. 어플에서 식단 입력하고 완료버튼 100번 넘게 눌러도 완료가 안 되네요."
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "7월 11일 업뎃 후 무한로딩 반복하더니 시스템 점검 들어간다네.. 헐. 이럴 거면 업뎃은 왜 했는지 그리고 미리 고지해야지 한참을 데이터 껐다켰다했네요. 허리사이즈등 간단히 메모를 쓸 수 있는 기능이 있었으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "7.11 업뎃하고 접속하는데.. 엄청 느려졌네요.. 아직 작업이 안끝난건지.. 한창 일과시간이 오후 2시에 점검을 진행하시니.. 앱 사용에 불편합니다. 보통 앱들 새벽이나 밤 늦은시간 진행하는 건 사용자 편의를 위해서 일텐데.. 힘드시겠지만 점검시간도 변경해 보시는게 사용자들을 위해서는 더 좋겠죠?"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "최교예요"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 1,
    "content": "쓰잘데없는 업데이트 그만"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 2,
    "content": "업데이트하고 식사 기록완료 버튼이 안눌려요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 3,
    "content": "10일 업데이트 후 식단사진 업로드가 안됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 3,
    "content": "이거 로딩 왤케 느려요? 킬때마다 답답하네 심지어 오늘 업데이트 했는데도 그래"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 4,
    "content": "다이어트에 많은 도움이 됩니다 하지만 근력운동 몇몇 개 없는 건 아쉬워요 몸무게 입력도 소수점 둘 째자리 까지도 표기할 수 있게 했음 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "다이어트 중으로 칼로리 및 영양소를 원하는만큼 챙겨 먹을 수 있다는 장점이 있습니다 !!! 세 달 이상 잘 쓰고 있는 어플이예요"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "ui 귀엽고 편리하네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-10",
    "rating": 5,
    "content": "칼로리 계산부터 기록까지 깔끔하네요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-07-08",
    "rating": 1,
    "content": "건강앱 적용하기가 안됩니다 알려주신 방법으로 시도하였지만 몇시간째 안됩니다 앱이 문제가 많은것같네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-07",
    "rating": 4,
    "content": "다 좋은데 다른 앱하고도 연동이 됬으면 좋겠어용~ 제가 MI Fitness 를 사용하는데 이 어플이랑도 연동이 됬으면 좋겠더라구요 연동되는 어플마다 다 필요한 워치가 다르던데 그거때문에 시계를 또 사기는 좀 그래서요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-07-07",
    "rating": 5,
    "content": "다 좋은데 배틀에 제가 기록한 거 가지고 다른 사람 소식이 생겼다구 알림 뜨는건 좀 수정됐으면 합니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-05",
    "rating": 5,
    "content": "소통 전용 다이어트 앱"
  },
  {
    "store": "google_play",
    "date": "2024-07-05",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-07-04",
    "rating": 5,
    "content": "너무 사용하기 쉽고 잘되어있어요"
  },
  {
    "store": "google_play",
    "date": "2024-07-04",
    "rating": 5,
    "content": "앱이 너무 좋고 잘 되어있는데 해외에 살아서 그런지 그룹배틀이나 1대1 배틀할때 저만 실시간 기록이 하나도 안돼요ㅠㅠ 포인트를 저만 못 모으고 저도 다른 분들이랑 대결하고 싶은데 그게 안되네요.. 하지만 이거 말곤 다 너무 잘 되어있는거 같아요! 딴 사람들 보면서 자극도 되고요 ㅎㅎ. 제가 말한 점 꼭 수정해주세요! 감사합니다 :)"
  },
  {
    "store": "google_play",
    "date": "2024-07-03",
    "rating": 5,
    "content": "앱 잘 사용중입니다. 그런데 1:1 배틀에 친구랑배틀톡 들어가려고하면 무한로딩이 걸리네요 ㅠㅠ 가끔 한번에 들어가지고 대부분은 무한로딩에 들어갈수가없네요. 왜이럴까요? 꼭좀확인해주세요."
  },
  {
    "store": "google_play",
    "date": "2024-07-03",
    "rating": 5,
    "content": "잘 쓰고 있어요 ^^"
  },
  {
    "store": "google_play",
    "date": "2024-07-02",
    "rating": 1,
    "content": "식단 다 입력해도 추가가 안 됩니다!!!"
  },
  {
    "store": "google_play",
    "date": "2024-07-02",
    "rating": 5,
    "content": "그냥 운동 앱 인줄 알았는데 더 개쩌는 부분이 많아ㅛ음 ㄷㄷ 앞으로 더 잘 쓸것같습니당ㅇ"
  },
  {
    "store": "google_play",
    "date": "2024-07-02",
    "rating": 5,
    "content": "굿 너무 좋아영"
  },
  {
    "store": "google_play",
    "date": "2024-06-29",
    "rating": 5,
    "content": "좋아요 제가 원하던 기능이 딱 들어가있어요. 먹은것 운동한것 그대로 체크가능!!"
  },
  {
    "store": "google_play",
    "date": "2024-06-28",
    "rating": 4,
    "content": "오늘 처음 시작 했는데 헬스커넥트 그게 안되네요 아무리 해도 안되는데 어떡해야 하나요?"
  },
  {
    "store": "google_play",
    "date": "2024-06-26",
    "rating": 4,
    "content": "너무 좋아요 그런데 단식 카테고리는 조금 불편한 것 같아요. 자동으로 되다보니 안하게 되고, 시간이 날마다 조금씩 바뀔 수도 있는데 하루하루씩 수정하는 법도 없어서 쓰기 어려워요... 차라리 수동으로 단식 시작이랑 끝을 누르면 좋겠어요 버튼 누를 때마다 성취감도 들 수 있게요!"
  },
  {
    "store": "google_play",
    "date": "2024-06-25",
    "rating": 5,
    "content": "살려주시라요 다이어트엔 좋아요....."
  },
  {
    "store": "google_play",
    "date": "2024-06-25",
    "rating": 5,
    "content": "식단,운동,단식,메모,일기가 모두 가능해서 좋습니다. 완전 최고입니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-25",
    "rating": 5,
    "content": "아직까진 좋아오!!다이어트성공하고싶댜!!"
  },
  {
    "store": "google_play",
    "date": "2024-06-23",
    "rating": 5,
    "content": "이앱과 함께 10개월 동안 36키로 감량했어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-22",
    "rating": 3,
    "content": "걸음수가 설정이 안돼요..!! 설명대로 5번은 더 했는데 안되는것같아요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-06-22",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2024-06-21",
    "rating": 5,
    "content": "너무 좋음 진짜진짜 유용해요 잘쓰고있어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-21",
    "rating": 5,
    "content": "매우만족스런 앱인데 딱 한가지 요청드려요 앱을 열었을때 오늘날짜로 디폴트되게 해주세요 다른날짜를 열어본 후에 앱을 닫으면 기본값이 자동으로 오늘날짜가 되면 좋겠는데 다른날짜가 그대로 열려서 입력 실수 많이 하게 된다는 점이 불편사항이랍니다 앱이 깔끔해서 다른건 다 넘 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-20",
    "rating": 2,
    "content": "업데이트를 너무 자주해서 귀찮음"
  },
  {
    "store": "google_play",
    "date": "2024-06-20",
    "rating": 4,
    "content": "가이드를 따라 시도해보았는데 헬스커넥트 연동이 안됩니다."
  },
  {
    "store": "google_play",
    "date": "2024-06-20",
    "rating": 5,
    "content": "편리하고 좋아요 그런데 식단 기록하고 기록완료가 안눌리는 경우가 빈번해서 그 점은 좀 번거롭습니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-18",
    "rating": 5,
    "content": "보기좋고 사용하기도 편해요"
  },
  {
    "store": "google_play",
    "date": "2024-06-18",
    "rating": 4,
    "content": "업데이트를 앱 눌렀을때 자동으로 넘어가도록 했으면 좋겠어요 업데이트를 해달라고만 하고 직접 구글 플레이 들어와서 업데이트 해야되네요"
  },
  {
    "store": "google_play",
    "date": "2024-06-18",
    "rating": 5,
    "content": "식단검색할때 비슷한 식단 검색해도 빠르게 찾을수 있어 좋아요 👍"
  },
  {
    "store": "google_play",
    "date": "2024-06-18",
    "rating": 3,
    "content": "식단 추가를 눌러도 추가가 안돼요... 어떻게 해야하나요."
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 5,
    "content": "안녕하세요. 인아웃 화면을 켜려고 하니 하얀 화면에서 넘어가질 않습니다. 문제 해결 바랍니다. 문제 해결 되었습니다!! 인앤아웃 짱짱!! 오늘도 힘내세요!!! 감사합니다!!!!"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 1,
    "content": "다 좋지만 어플이 무겁고 로딩이 길어요..."
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 3,
    "content": "다 좋습니다. 근데 앱 들어갈 때 10분 이상 로딩이 안돼요. 그래서 좀 짜증납니다."
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 5,
    "content": "요즘 살이 너무 쪄서 알아보다가 너무 귀여워서 다운 받았어요 캐릭터가 너무 귀엽😍"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 4,
    "content": "다른건 다 좋지만 종종 흰 화면이 뜨며 아무것도 되지않게 될 때가 있음. 삭제하고 다시 깔면 금방 돌아오긴 하지만 불편함. 그 외에는 다 좋음"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 3,
    "content": "앱자체는 좋은데 한번씩 로딩이 안될때 너무 답답해요. White out된 화면을 5분정도 바라보고 기다리다가 다시 켜보고 핸드폰 다시시작해서 켜보고 해봐도 안될때는 하루종일 안되어서 답답함 max ㅜ ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 5,
    "content": "진짜최곱니다..! 말이필요없음... 이거쓰고 칼로리 정확하게 계산해서 다이어트에 도움 많이 됏습니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 3,
    "content": "\"프로그램 오류인가요? 직접등록이 안됩니다. 몇번을 다시하고 껏다켜고 해도 마지막에 최종 등록처리가 안되고 반응이 없습니다.\" <---이전에 작성했던 리뷰가 이거였었고, 현재는 작성은 정상적으로 성공합니다. 다만 작성 후 1.5초정도 딜레이 발생 후 저장되는터라 또 작성내역이 날라갈까봐 노심초사 했네요. 가능하면 로컬에 임시저장 기능도 있었으면 좋겠습니다. 여러모로 안전할거같네요"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 5,
    "content": "탄단지 자동으로 비율 맞춰 나오는것도 편리해서 다이어트시 많은 도움이 되었어요 그런데 오늘 업데이트 된듯한데 피드 작성시 기존 입력한 자료 불러오기 기능이 사라졌네요? 다시 등록하는건 좀 귀찮은데 기능 다시 살려주시면 안되나요?"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 1,
    "content": "데이터를 사용해도...와이파이를 켜도... 앱 처음 시작할때 흰 화면 나오면서 무한 로딩입니다. 너무 느려요"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 5,
    "content": "업데이트 하라고 하는데 막상 업데이트는 안되는 상황입니다 들어가지도 못하는 상황이요 - 빠른 처리 감사합니다^^"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 5,
    "content": "업데이트 오류 업데이트가 필요하다고 하는데 업데이트가 없음 지우고 다시 설치해도 같음 엇 다시 된다용"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 5,
    "content": "어플 들어가면 업뎃을 하라고 해서 플레이스토어에 들어오면 업뎃이 없고 열기만 나와요 제거하고 다시 다운받아도 똑같습니다 확인부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 5,
    "content": "어플 너무 잘 만들었고 다이어트 및 식단관리 정말 편하게 할 수 있어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-17",
    "rating": 4,
    "content": "식단조절과 운동에 도움 됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-16",
    "rating": 5,
    "content": "굿~~"
  },
  {
    "store": "google_play",
    "date": "2024-06-16",
    "rating": 5,
    "content": "진짜좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-14",
    "rating": 5,
    "content": "사용하기 편리해요~"
  },
  {
    "store": "google_play",
    "date": "2024-06-13",
    "rating": 5,
    "content": "다 좋은데요 눈바디 말고 치수를 재서 기록해두는 것도 있으면 좋겠어요.."
  },
  {
    "store": "google_play",
    "date": "2024-06-13",
    "rating": 5,
    "content": "무ㅏ 없어진거예요?? 설치가안됨"
  },
  {
    "store": "google_play",
    "date": "2024-06-12",
    "rating": 5,
    "content": "다 좋다 하지만 어플들 들어가려면 로딩이 엄청 길다 개선좀 해줬으면 답변: 간헐적으로 발생합니다. 보통 데이터를 사용하거나 지하철 와이파이를 사용하는 경우에 발생. 추측컨대 데이터가 조금이라도 느려지면 발생하는 것 같습니다. 다만 다른 어플은 잘 작동하는게 문제입니다 답변2:주로 흰 화면에서 멈추는데, 데이터 받는 분기마다 로딩스피너같은 플래그를 두면 사용자 입장에서 이게 멈춘건지 버그인지 사용자 경험이 좋아질 것 같습니다! 갈수록 심해집니다... 많이 좋아졌습니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-12",
    "rating": 4,
    "content": "식사기록에 기본전ㄱ으로 순탄수를 보여주는것으로 되어있는데요. 순탄수의 개념은 명확하지 않다고 들었습니다. 첫화면에서 보여주는 탄수양을 총탄수나 순탄수 선택할수있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2024-06-12",
    "rating": 5,
    "content": "아직까진 꾸준하게 잘 쓰고 있습니다. 캐릭터들이 너무 귀엽습니다. 👍"
  },
  {
    "store": "google_play",
    "date": "2024-06-12",
    "rating": 4,
    "content": "다 좋은데 버튼 누르고 저장이 다른 날에 되는 경우가 너무 빈번해요. 바탕화면 위젯을 사용하는데 들어가면 다른날에 저장해버려서 전날 것도 사라져버리고... 그리고 겹치거나 비슷한 음식 항목들은 삭제처리 좀 해주세요. 그리고 최근먹은 음식항목이 리스트형태로 많이 있어야할것같습니다. 요리하나만해도 들어가는 요소들이 5개는 넘는데 매번 같은음식을 먹는게 아니잖아요. 최근 검색기록이 10몇개정도로밖에안보이는건 사용성에 치명적인것같네요..."
  },
  {
    "store": "google_play",
    "date": "2024-06-12",
    "rating": 5,
    "content": "사용이 편리해요. 음식조절에 절대적으로 도움되는 앱입니다. 다만, 각각의 영양소의 하루 부족분이나 넘침분량도 어느 정도인지 표시되면 더 좋을듯합니다."
  },
  {
    "store": "google_play",
    "date": "2024-06-11",
    "rating": 4,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-06-11",
    "rating": 5,
    "content": "쓰기 편해요"
  },
  {
    "store": "google_play",
    "date": "2024-06-10",
    "rating": 1,
    "content": "방금 설치했는데 카카오로도 네이버로도 로그인 자체가 안되네요. 여러번 삭제했다 다시 깔았는데 안되요"
  },
  {
    "store": "google_play",
    "date": "2024-06-10",
    "rating": 5,
    "content": "단식타이머도 있고 다이어트하기에 딱 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-09",
    "rating": 4,
    "content": "안드에서 이름 설정할 때 ㅕ가 안쳐져요 그룹배틀 신청하기 카카오로 링크 받아서 타고 넘어가면 플레이스토어로만 이동되고 그룹배틀은 안되는 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-08",
    "rating": 5,
    "content": "죠아요자요오죠자용ㅎ죠자어조아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-08",
    "rating": 5,
    "content": "다이어트앱중 최고인듯합니다.. 다만 흰화면만 뜨는 현상이 몇번씩 이어지더니 오늘은 아예 안들어가지네요ㅜㅜ 재설치해도 이래서.. 슬픕니다.."
  },
  {
    "store": "google_play",
    "date": "2024-06-05",
    "rating": 5,
    "content": "너무 좋은 앱이에요~~ 다이어트에 짱 도움이 됩니당~¡ 알아서 척척 계산해주어 아주 편리해요~¡¡"
  },
  {
    "store": "google_play",
    "date": "2024-06-05",
    "rating": 2,
    "content": "음식 등록하려고 검색하면 안나오는게 많아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-05",
    "rating": 5,
    "content": "훌륭한 앱이네요!!"
  },
  {
    "store": "google_play",
    "date": "2024-06-04",
    "rating": 5,
    "content": "깔끔하고, 기록하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2024-06-04",
    "rating": 4,
    "content": "구글 로그인이 안되네요.. 이것만 고쳐주시면 좋을거같아요!"
  },
  {
    "store": "google_play",
    "date": "2024-06-04",
    "rating": 3,
    "content": "아직 갤럭시 헬스커넥트랑 연동이안되요"
  },
  {
    "store": "google_play",
    "date": "2024-06-04",
    "rating": 5,
    "content": "식습관개선에도움을줘요"
  },
  {
    "store": "google_play",
    "date": "2024-06-01",
    "rating": 3,
    "content": "음식등록 한번에 못하나요? 음식추가하고 화면 오륵쪽상단 눌르고 기록완료 눌러야되는데 대체 몇번을 눌러야되는지..너무 심각하게 불편하네요.. farsecret에서 넘어왓는데 개선이 반드시 필요해보입니다.."
  },
  {
    "store": "google_play",
    "date": "2024-06-01",
    "rating": 5,
    "content": "달력 위아래 또는 좌우로 넘길 수 있게 해주세요! 월 선택하는게 조금 불편해요.. 그리고 커뮤니티 화면 옆으로 밀어서 뒤로 넘어갈 때 어플 꺼짐 현상 가끔 생깁니다!"
  },
  {
    "store": "google_play",
    "date": "2024-06-01",
    "rating": 5,
    "content": "편리하고 칼로리 계산 쉽게 볼수있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2024-05-31",
    "rating": 4,
    "content": "운동 걸음수도 그냥 알려줬으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2024-05-31",
    "rating": 1,
    "content": "ui도 귀엽고 직관적으로 볼 수 있어서 잘 사용하고 있었는데 며칠 전부터 앱 들어가려고 하면 무한로딩되는 현상이 자주 나타나네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-31",
    "rating": 5,
    "content": "엄청 유용하게 잘 사용하고 있습니다! 다만 1대1 대결을 하고있는데 배틀톡이 팝업으로 뜰 때 그걸 누르면 바로 톡 화면으로 들어가지면 편리할 것 같다는 생각이 들어서요 ㅠ 매번 여러번 클릭해서 들어가려니 귀찮아서..ㅎㅎ 조심스레 요청드려봅니다. 나머지 기능은 정말 잘 쓰고있고 눈바디 기능이랑 일기 기능이랑 생겨서 너무 좋아요! 아 그리고 음식 입력 할 때 간단한 메모도 같이 할 수 있으면 좋을 것 같아요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-05-30",
    "rating": 3,
    "content": "안들어가지는건 왜 그런가요? ㅠㅠ 알림은 오는데 앱 누르면 하얀 화면만 나와요"
  },
  {
    "store": "google_play",
    "date": "2024-05-30",
    "rating": 5,
    "content": "잘쓰고있었는데 점검 이후에 접속이안돼요 화면이 흰색으로 뜨고 아무것도 안보여서 재설치했더니 정상작동됩니다! 감사합니다~"
  },
  {
    "store": "google_play",
    "date": "2024-05-30",
    "rating": 5,
    "content": "너무좋아요 다이어트 막막한데 든든한 동반자가 됩니다 UI도 넘넘 맘에들어요 잘사용하고있어요"
  },
  {
    "store": "google_play",
    "date": "2024-05-30",
    "rating": 5,
    "content": "열심히 기록하고 있어요 근데 칼로리가 어떤 건 부정확하네요 단백질 탄수 지방 당 이런 세세한 부분이요ㅠ 그것 빼면 어플 깔끔하고 좋아여"
  },
  {
    "store": "google_play",
    "date": "2024-05-29",
    "rating": 3,
    "content": "앱 자체는 잘 쓰고 있습니다 그런데 친구와 1:1 배틀을 하려 했는데 수락을 했음에도 계속 대기 중이라고 뜹니다. 배틀 취소 버튼도 존재하지 않아서 새로 다른 배틀을 만들수도 없고요...ㅠㅠ 어떻게 해결하면 좋을지 답변 부탁드립니다:("
  },
  {
    "store": "google_play",
    "date": "2024-05-29",
    "rating": 5,
    "content": "최고에요 ㅎ편하게 기록도 하고 일기도쓰고 열심히 다트해서 성공해야겠네요 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-05-28",
    "rating": 1,
    "content": "설치하자마자 삭제. 믿거하는 어플들의 특징 중 하나가 밑도 끝도 없는 회원가입 혹은 소셜계정 연결인데 이 어플이 그러함. 어플을 아직 입장해보지도 않았는데 대뜸 뭘 믿고 카카오, 네이버 계정을 연결하라는 건지 알 수가 없음. 로그인 없이 입장해보기 등과 같이 사용자가 그 어플의 전반적인 UI와 제공되는 서비스를 맛보기 형식으로라도 알 수 있게끔 하는 대책이 있어야 한다고 봄"
  },
  {
    "store": "google_play",
    "date": "2024-05-28",
    "rating": 1,
    "content": "1대1배틀 잘못입력했는데 취소할수있게 만들라고 ㅡㅡ"
  },
  {
    "store": "google_play",
    "date": "2024-05-28",
    "rating": 5,
    "content": "검색되는 시판음식들의 데이터가 많고 유저의견 듣고 바로 피드백 댕쩜, 게시판 글쓰고 다음날 업뎃해줌ㄷㄷ"
  },
  {
    "store": "google_play",
    "date": "2024-05-28",
    "rating": 3,
    "content": "어제까지도 잘사용중인데 왜 오늘은 들어가지지가 않는건지요 하루종일안되요"
  },
  {
    "store": "google_play",
    "date": "2024-05-28",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-05-28",
    "rating": 4,
    "content": "상단바에 고정으로 단식시간 표시할수는 없나요? 아무리 알림창을 찾아봐도 나오질않아서요"
  },
  {
    "store": "google_play",
    "date": "2024-05-27",
    "rating": 5,
    "content": "1년 이상 쓰고 있어요. 내가 뭘 먹고 있는지 생각하면서 살게 돼요."
  },
  {
    "store": "google_play",
    "date": "2024-05-27",
    "rating": 4,
    "content": "걸음수 연동이안되네요.."
  },
  {
    "store": "google_play",
    "date": "2024-05-27",
    "rating": 3,
    "content": "가면갈수록 로딩은 느려지고 광고만 띄울생각만 가득하고 ㅋㅋ 광고 띄우는건 좋은데 로딩이나 빨리하고 띄우든가"
  },
  {
    "store": "google_play",
    "date": "2024-05-26",
    "rating": 5,
    "content": "최고의 다이어트 어플이라고 자부할 수 있음."
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 4,
    "content": "잘 쓰고 있습니다. 그런데 《건강앱에서 불러오기 - 데이터 연동 - 설정방법 보기》를 누르면 아무것도 없는 하얀 화면만 떠요. 설정방법을 알아야 설정을 할텐데 아무것도 안나와서 설정 할 수가 없네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 5,
    "content": "재밌게 사용 중입니다~~"
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 5,
    "content": "이전에 쓰던 앱에서 갈아탔는데 반년 넘게 잘 이용하고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2024-05-23",
    "rating": 5,
    "content": "아주 똑똑이네여"
  },
  {
    "store": "google_play",
    "date": "2024-05-23",
    "rating": 5,
    "content": "최고입니다 찾는메뉴 다있어요"
  },
  {
    "store": "google_play",
    "date": "2024-05-22",
    "rating": 5,
    "content": "운동/다이어트 필수 어플"
  },
  {
    "store": "google_play",
    "date": "2024-05-21",
    "rating": 5,
    "content": "운동 기록할 때 어떤 자세의 운동인지 이미지가 같이 뜨면 정말 최고의 앱이 될 듯 그리고 캐릭터 테마가 더 다양했으면 좋겠다"
  },
  {
    "store": "google_play",
    "date": "2024-05-21",
    "rating": 5,
    "content": "잘쓰고 있어요 편리해요"
  },
  {
    "store": "google_play",
    "date": "2024-05-21",
    "rating": 5,
    "content": "귀엽고 재미있음 몇 가지 기능이 더 추가됬음하는 개인적인 바람이 있음"
  },
  {
    "store": "google_play",
    "date": "2024-05-21",
    "rating": 5,
    "content": "하는 중"
  },
  {
    "store": "google_play",
    "date": "2024-05-20",
    "rating": 5,
    "content": "원래 생체잠금이 되었었는데 업그레이드 되고 지문잠금이 사라져서 하려고 비밀번호를 누르면 계속 틀렸다고 뜨네요. 맞게 눌렀는데 왜 안되는지...그거 빼곤 다 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-20",
    "rating": 4,
    "content": "배경화면에 위젯을 설치하면 영양소 정보를 불러올수 없다고 뜨네요. 왜이런건가요? 칼로리 체크 위젯에서 오류가 발생합니다"
  },
  {
    "store": "google_play",
    "date": "2024-05-19",
    "rating": 5,
    "content": "정말 좋은 어플입니다!! 제가 지우긴 지웠는데 제가 귀찮음이 많아서 지운거구용 좋은 어플이니 써보는것도 괜춘ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-05-18",
    "rating": 5,
    "content": "킬로리계산하는데 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-18",
    "rating": 5,
    "content": "다이어트기록에 좋은 친구같은 앱! 개발자분들 감사해용~!!👍"
  },
  {
    "store": "google_play",
    "date": "2024-05-17",
    "rating": 5,
    "content": "내가 뭘 먹었는지 기록해 줘서 좋아요! 다이어터에게 완전 찰떡인듯!"
  },
  {
    "store": "google_play",
    "date": "2024-05-17",
    "rating": 5,
    "content": "진짜 리뉴얼될때마다 더 좋아짐 최고!!!!!"
  },
  {
    "store": "google_play",
    "date": "2024-05-17",
    "rating": 5,
    "content": "잘 사용하고 있어요 혹시 화면 초롱색으로 못바꿔나요? 전체화면 다 초롱색으로 바꾸고 싶은데요ㅠ 초록색이 눈에 좋다고 해서요"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 3,
    "content": "업데이트하더니 앱이 자꾸 안되네요... 그냥 흰 화면만 나오고...."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "좋은데 업데이트 이후에 헬스커넥트 연결이 끊겨서 다시 시도 했더니 연동이 안되고 인이웃 어플이 강제종료되네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "너무너무 귀엽고 아기자기해서 꾸준히 기록하는 재미가 있어요!!! 제가해본 다이어트 어플들 중에서 가장 오래 사용하고있는 어플이에요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "업데이트 이후 헬스커넥트 연결 시 앱꺼짐 현상이 있었는데, 개발자님이 빠르게 수정해주시네요. 좋은 앱입니다. 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "오류 빠른 수정 감사드립니다. 늘 잘 사용하고 있어요!!"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 4,
    "content": "점점 팝업광고가 늘어나서 팻시크릿으로 돌아갈까 고민중."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 4,
    "content": "제발 업데이트 좀 한번에 했으면 좋겠습니다 너무 잦아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "잘 쓰고 있었는데요 5월 16일에 강제 업데이트 된 이후에 헬스커넥트 연동이 안되어있다면서 자꾸 연동 가이드가 떠요.. 설정 확인해보니 삼성헬스-헬스커넥트-인아웃 모두 다 잘 연동 되어있는데요 ㅠㅠ 걸음수 연동 안되니까 아숩네요..........해결되었으면...."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 4,
    "content": "앱 디자인도 귀엽고 기록도 편해서 좋은데 오늘 업데이트 한 뒤로 5번째 튕기는 중이네요 안드로이드 헬스 커넥트와 연동 부분에서 뭔가 오류가 있는 것 같은데 빠른 해결 부탁드립니다~."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "식단앱중 가장 좋아요. 근데 식품 유저등록 항목이 검증 없이 그냥 올라가서 검색이 좀 불편해요... 그냥 초성으로만 적혀있는 뭔지 모를 음식도 많고 영양성분 이상하게 올라온것도 많고요. '내 방식 당근라페' 이런식으로 개인레시피 올라온것도 많습니다ㅜㅜ 보일때마다 신고넣고있는데 처리가 전혀 안되고 있습니다. 관리부탁드려요.."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "Ui도 귀엽고, 필요한 기능들도 다 갖추고있고, 먹은 음식 칼로리 검색도 쉽고 편리해서 좋습니다. 무엇보다 게임같은 느낌을 줘서, 재미 있어요 ㅋㅋ 다이어트로 인한 힘듬 보다 재미가 훨씬 크네요. 이거면 오랫동안 꾸준히 관리할수있겠다는 생각이 들었습니다"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 1,
    "content": "업데이트가 왜이렇게 잦은가요? 그리고 삼성헬스 연동은 업데이트할때마다 새로해야하나요? 그리고 인바디앱 연동은 평생 안되네요 쓰잘데기없는 업데이트하지마세요 귀찮아죽겠네"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "앱 자체가 넘 귀엽구 음식 설정도 너무 잘 되어있어서 좋아요 다름이 아닌 혹시 단식 기록이 자동으로 계속 되어서 안한 날은 삭제를 하려는데 전체 편집 기능?이 없어서 하나하나 삭제를 해야되더라구요ㅠ! 혹시 단식 기록 편집 기능 만들어주시면 안될까욤..?😢🙏🙏"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "5/16 업데이트 후에 걸음수를 불러오지.못해요. 자꾸 헬스커넥트만 떠요."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 1,
    "content": "화면키면 1분이상 지연되고 켜져요.. + 네.."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "1. 폴더 순서, 폴더 내 등록된 음식 순서 바꾸는 기능 2. 1회 사용량 고정 기능 (대부분 영양성분 표시가 100g단위로 표시되어있어서 그대로 인아웃에 등록하는 경우가 많은데 1회 사용량은 훨씬 적은 경우가 많아 매번 식사때마다 단위를 바꿔서 식사 메뉴에 추가해야하는게 불편합니다. ex. 간장 등 소스류)"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "좋습니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "좋습니다 깔끔하고. 이용자 수가 더 많을 수록 더 다양한 식품이 업데이트 되기 때문에 그 부분이 제일 중요할 것 같은데 식품에 이미지 정보도 있는 기능이 생기면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-15",
    "rating": 3,
    "content": "맨몸운동 다양하게 넣어주세요... 터치다운 같은 것도 넣어주세요 ㅠㅠ 땅끄채널에도 있는 운동이에요"
  },
  {
    "store": "google_play",
    "date": "2024-05-14",
    "rating": 5,
    "content": "귀여운 디자인에 여러 기능들이 만족스러워요! 좋은 어플 만들어주셔서 감사합니다😊"
  },
  {
    "store": "google_play",
    "date": "2024-05-14",
    "rating": 5,
    "content": "사용방법을 모르겠어요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-05-13",
    "rating": 5,
    "content": "진짜 좋습니다 일기도 있고 얼마나 먹었는지도 알수있기 때문에 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-13",
    "rating": 4,
    "content": "단식시간이 매일 달라서 바로 체크하고 시간을 보고싶어요"
  },
  {
    "store": "google_play",
    "date": "2024-05-13",
    "rating": 4,
    "content": "여러가지로 애매해요 앱 기능이 같은 음식도 칼로리가 각각다른게 많아서 헷갈리네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-12",
    "rating": 5,
    "content": "디자인도 귀엽고 사용하기 너무 편리합니다! 다이어트어플로 강추합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-05-12",
    "rating": 5,
    "content": "답변도 잘해주시고 앱도 좋음"
  },
  {
    "store": "google_play",
    "date": "2024-05-12",
    "rating": 5,
    "content": "다이어터. 키토제닉 필수어플. 본인 기초대사량보다 좀더 드시고 건강한 다이어트 합시다!"
  },
  {
    "store": "google_play",
    "date": "2024-05-11",
    "rating": 3,
    "content": "다 좋은데 이틀째 앱이 열리지 않아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 5,
    "content": "사용하기 편해요 특히 음식 칼로리 굿"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 5,
    "content": "최고의 어플입니다. 항상 감사하게 잘 사용하고 있습니다. 궁금한게 있어서요.. 전에는 식사통계화면의 그래프막내 색이 탄.단.지가 색으로 구분되어 나타났는데 이제는 한가지색으로 나타나요 제가 설정하는걸 몰라서 그런걸까요? 아님 업데이트되면서 바뀐걸까요? 다시 이전처럼 탄단지 색구별표시되는 그래프였으면 너무너무 좋을것같은데ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 5,
    "content": "재밌어요 게임하는거같움"
  },
  {
    "store": "google_play",
    "date": "2024-05-07",
    "rating": 4,
    "content": "모든게 다 좋다고 생각합니다 근데 앱을 들어갈 때 시간이 너무 오래걸려서 지웠다가 깔아도 똑같네요."
  },
  {
    "store": "google_play",
    "date": "2024-05-07",
    "rating": 5,
    "content": "캐릭터도 귀엽고 사용하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-06",
    "rating": 5,
    "content": "식단 그룹이 있으면 좋겠습니다. 정해진 식단과 칼로리 그램을 그룹으로 묶어 원클릭에 바로 저장 할 수 있는 시스템이 구축되면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-03",
    "rating": 3,
    "content": "즐겨찾는 배틀로 한 번에 갈 수 있었으면 좋겠어요. 원하는 1:1배틀로 들어가기까지 세 번이나 클릭해야하네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-02",
    "rating": 1,
    "content": "항상 어플 열려고 하면 무한로딩.. 키고 한번 껐다가 다시 열어야 그때 작동됩니다.. 저만 이런건지...? 폰 문제도 아닌데 며칠 써보고 자꾸 이러면 삭제 하려고요;; + 처음 한두번 킬때는 괜찮았는데 다운 받고 그 다음날부터 이러네요. 어플 알람와서 팝업으로 들어가도 무한로딩 -> 어플 끄고 다시 켜야 들어가집니다. 그냥 한번 삭제해보고 다시 다운 후 사용해볼게요."
  },
  {
    "store": "google_play",
    "date": "2024-05-02",
    "rating": 1,
    "content": "삼성 커넥트 걷기 공유 안됨"
  },
  {
    "store": "google_play",
    "date": "2024-05-01",
    "rating": 5,
    "content": "처음 다이어트하는 저에게는 최고의 어플 입니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-01",
    "rating": 5,
    "content": "잘쓰고 있지만 (오늘)버튼을 누르면 (달력/스티커)가 뜨는데 이 순서를 선택 할 수 있었으면 좋겠어요 스티커를 먼저 보이게 바꿀 수 있었으면 좋겠어요 그리고 스티커 한달간 통계표? 그런것도 추가가 되면 좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-01",
    "rating": 5,
    "content": "굳굳 좋아요요요요요"
  },
  {
    "store": "google_play",
    "date": "2024-04-30",
    "rating": 2,
    "content": "앱이 너무 늦게 열려요.. 어제까진 안 이랬는데 앱 누르면 인아웃 오프닝 화면만 보이다가 한참 후에 열리네요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-04-30",
    "rating": 5,
    "content": "기록하는거 잼씀"
  },
  {
    "store": "google_play",
    "date": "2024-04-30",
    "rating": 4,
    "content": "앱구성은 좋은데 데이터가 조금만 느려도 앱이 실행이 안됩니다 개인기록은 데이터 없이도 할 수 있고 팀 기록에 동기화는 데이터가 있을때 자동으로 됐으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-04-30",
    "rating": 5,
    "content": "유용하고 칼로리 계산하기 좋아요 소통창에서 검색기능을 사용 시 키워드를 쳐도 원하는 정보는 안나오고 새글피드가 고정 되는 버그 고쳐주세요 *검색을 해도 검색결과가 나오는것이 아닌 전체 소통이랑 똑같은 창으로 넘어갑니다"
  },
  {
    "store": "google_play",
    "date": "2024-04-29",
    "rating": 4,
    "content": "식단 추가하는거 꼭 한번씩 상단 눌러서 확인 누르는게 아니라 다른 앱들처럼 그냥 더하기 버튼 눌러서 바로 추가되게하면 안되나요?"
  },
  {
    "store": "google_play",
    "date": "2024-04-29",
    "rating": 4,
    "content": "잔렉이 좀 있는데 나쁘진 않은 듯"
  },
  {
    "store": "google_play",
    "date": "2024-04-29",
    "rating": 5,
    "content": "몸무게 그래프를 어디에서 볼수 있나요?"
  },
  {
    "store": "google_play",
    "date": "2024-04-28",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-04-28",
    "rating": 5,
    "content": "유틸리티 좋고 무엇보다 유저의 입장에서 앱을 세심하게 만들어주셨다는 생각이 듭니다."
  },
  {
    "store": "google_play",
    "date": "2024-04-25",
    "rating": 3,
    "content": "앱자체는 너무 좋아요. 근데 조금 많이 가끔식앱에 안들어가지네요. 이점만 고쳐지면 5점"
  },
  {
    "store": "google_play",
    "date": "2024-04-25",
    "rating": 5,
    "content": "잘쓰고있습니다~~"
  },
  {
    "store": "google_play",
    "date": "2024-04-24",
    "rating": 1,
    "content": "요즘 왜이렇게 안열리나요? 다시 설치해도 잘 안되네요 ㅠㅠ 방법잇나요?"
  },
  {
    "store": "google_play",
    "date": "2024-04-24",
    "rating": 5,
    "content": "디자인이 아주 귀엽고 사용하기도 편리합니당!"
  },
  {
    "store": "google_play",
    "date": "2024-04-24",
    "rating": 5,
    "content": "체중 조절하는데 도움이 많이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2024-04-23",
    "rating": 4,
    "content": "자꾸 안열려요 빠른 오류해결부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2024-04-23",
    "rating": 4,
    "content": "적당적당히 사용 할만함"
  },
  {
    "store": "google_play",
    "date": "2024-04-23",
    "rating": 2,
    "content": "앱이 안열려요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-04-22",
    "rating": 5,
    "content": "조아용"
  },
  {
    "store": "google_play",
    "date": "2024-04-22",
    "rating": 4,
    "content": "잘 쓰고 있는데 요 근래 들어 식단 입력하고 완료 버튼이 잘 안눌려서 입력해놓은게 자꾸 날아갑니다 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "다이어트 할때 너무 좋은 앱인거 같아요♡ 한가지 아쉬운점은 삼성헬스와 연동오류로 걸음수 체크가 안되는건데요~ 운동 입력하는것처럼 걸음수도 직접 입력하는건 안될까요? 오류수정이 곧 안될꺼라면 수기입력도 고려해봐주심 좋겠습니다^^"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "몸무게 소수점 두번째 자리까지 쓸수있게 해주세용"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 4,
    "content": "연동만 잘되면..ㅡㅡ 아!단식 타이머 단식종료는 있는데 시작버튼이 없는게 조금 아쉬워요.. 실제로 4시간 먹는거지만 1시간 전에 식사가 끝나니깐.. 빨리 시작을 누르고 싶은데.. 그럼 21시간 단식하는거니.. 일정알람은 지정했으니 그대로 하고. 기록만 달라지는거니.. /식단앨범 사진 어찌올리나요?? 제 눈에만 안보이나요?/ 단식타이머와 식단.체중까지 한번에 다적을수 있어 너무 좋습니다^^"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "귀엽고 보기 편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 3,
    "content": "가끔씩 이상해져요 그래도 캐릭터도 귀엽고 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "다이어트 때 엄청 도움받았어요"
  },
  {
    "store": "google_play",
    "date": "2024-04-20",
    "rating": 5,
    "content": "넘편하구 조아용!!"
  },
  {
    "store": "google_play",
    "date": "2024-04-20",
    "rating": 3,
    "content": "헬스커넥트랑 연동이 안됩니다. 몇번을 깔고 지우고 기다렸다 다시 연결해보고 휴대폰도 껐다켰다 해봐도 안돼요. 이렇게 연동이 안될것 같으면 운동에 걸음수 수동으로 입력하기라도 만들어주세요"
  },
  {
    "store": "google_play",
    "date": "2024-04-18",
    "rating": 5,
    "content": "다이어트 한다고 깔았는데 좋은 것 같아요! 다른 사람들이랑 같이 할 수 있다는 점에서 즐겁게 다이어트 할 수 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2024-04-17",
    "rating": 5,
    "content": "귀여운어플에 다이어트까지👍 쉽게 되어있어 편하게 사용할수있는 장점!"
  },
  {
    "store": "google_play",
    "date": "2024-04-17",
    "rating": 5,
    "content": "구웃"
  },
  {
    "store": "google_play",
    "date": "2024-04-17",
    "rating": 4,
    "content": "기록하기 너무 좋아요.. 하지만 너무 소량으로 먹은것까진 기록할 수 없는점이 조금 아쉬워용"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 3,
    "content": "간헐적단식 어플 찾는 중인데 ㅠㅠ... 귀엽고 너무너무 좋은데 단식타이머위젯이 없는게 가장 큰 흠이네요 ㅠㅠ.. 바탕화면에서 시간이 보여야는디 ㅜㅜㅜ 눈물을 머금고 다른거 찾습니다 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 5,
    "content": "정말 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 5,
    "content": "왠만한식사종류가다있어서너무편해요^^"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 5,
    "content": "최고네요"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 5,
    "content": "얼마나 먹었는지 한 눈에 볼수있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 4,
    "content": "전체적으로 좋긴한데 체중은 건강앱이랑 연동되어서 불러오기가 가능한데 걸음수는 데이터가 없다고 나와서 언되네요. 걸음수포함 전부다 허용으로 되어있는데요. FAQ나 설정방법등 기타페이지에 넘어가는 부분인것 같은데 그것도 얼마나 오래기다려도 하얀색 화면에서 안넘어가네요."
  },
  {
    "store": "google_play",
    "date": "2024-04-15",
    "rating": 5,
    "content": "안드로이드 위젯 기다릴게요...."
  },
  {
    "store": "google_play",
    "date": "2024-04-15",
    "rating": 5,
    "content": "사용편하네"
  },
  {
    "store": "google_play",
    "date": "2024-04-15",
    "rating": 4,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-04-14",
    "rating": 3,
    "content": "그림도 귀엽고 다좋은데 제가 만든 요리는 칼로리를 잘 모르겠네요"
  },
  {
    "store": "google_play",
    "date": "2024-04-13",
    "rating": 5,
    "content": "다 좋은데 위젯이 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-04-13",
    "rating": 5,
    "content": "아주아주아주좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-13",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-12",
    "rating": 5,
    "content": "처음에는 좀 불편했는데 손에 익으니까 좋음"
  },
  {
    "store": "google_play",
    "date": "2024-04-12",
    "rating": 5,
    "content": "월별 캘린더에서 메모기능이 있으면 좋겠어요. 스티커만으로는 그날 컨디션을 표현하기 어려워서요! 아니면 하루페이지에 식단 메모, 운동메모, 체중메모 이렇게 만들어주셔도 좋을 것같아요. 인바디.내용을 입력해서 기록하고 싶은데 피드로는 좀 번거롭게 sns 잘 안하는 사람은 안남기게 되더라구영 ㅠㅠ 그래도 넘 귀엽고 계속 쓰고 싶어요♡♡"
  },
  {
    "store": "google_play",
    "date": "2024-04-12",
    "rating": 5,
    "content": "정말 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-10",
    "rating": 4,
    "content": "UI도 귀엽고, 전체적으로 사용하기 좋은데 삼성 헬스와의 연동이 지속적인 오류로 인해 불가능해서 좀 아쉽습니다. 모든 권한 허용하고, 핸드폰 재시작도 몇번 해봤지만 연동되지 않아요. 연동 쪽 오류가 있다면 해결해 주시면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2024-04-10",
    "rating": 5,
    "content": "칼로리 영양성분 바로 계산해줘서 식단관리하기 정말편해요"
  },
  {
    "store": "google_play",
    "date": "2024-04-08",
    "rating": 5,
    "content": "음식이 구체적으로 구분되어 있어 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2024-04-08",
    "rating": 4,
    "content": "식단에 간단한 메모기능이 있었으면 좋겠어요, 식단 입력할때 현재시간이 바로 등록됐으면 좋겠어요 매번 직접입력하려니까 번거로워요"
  },
  {
    "store": "google_play",
    "date": "2024-04-07",
    "rating": 5,
    "content": "친구들이랑 챌린지만들어서하는데좋아요 점심 저녁 식단에 지금은 시간만추가되는데 메모란이있었으면 좋겠어요 혈당측정하고 있는데 식후식전 혈당 따로 적을공간이없어서 불편하고 피드외에는 식단자체에 대한 개인반성이나 생각이나 상황같은걸 적어두지못해서 불편해요"
  },
  {
    "store": "google_play",
    "date": "2024-04-06",
    "rating": 5,
    "content": "정말 좋은 앱입니다 모든 기능을 다 애용하고 5키로 정도 뺐어요 근데 하나 아쉬운게 장난으로 음식을 등록하는 사람이 많아요 공기나 ㄱㅊㅍ크 이런식으로 아무렇게나 입력하는 사람들이 있어서 좀 그렇네요 승인을 받고 등록되는 건지는 몰라도 아 부분 수정해주셨음 합니다ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-04-05",
    "rating": 5,
    "content": "다이어트하는데 많은 도움이됨. 바디프로필 즌비중인데 헬스트레이너와 정보 공유로 많은 체형변화를 얻게됐음"
  },
  {
    "store": "google_play",
    "date": "2024-04-05",
    "rating": 4,
    "content": "식단 쓰기 할때 옆에 추가한 숫자를 자꾸 의식해서 눌러야지 무심코 눌렀다간 다시 써야하는 번거로움이 있네요"
  },
  {
    "store": "google_play",
    "date": "2024-04-04",
    "rating": 5,
    "content": "정말 잘쓰고있어요! 혹시 위젯기능은 계획 없으신가요?"
  },
  {
    "store": "google_play",
    "date": "2024-04-03",
    "rating": 5,
    "content": "간단해서 사용하기에 매우좋습니다 잘사용하겠습니다 근데 체중입력이 잘안되는데 확인부탁드립니다 - 체중 입력을 누르면 회색창에서 입력할수있게 활성화가 되어야하는데 계속 회색창으로만 나옵니다 터치에대한 반응도 없구요"
  },
  {
    "store": "google_play",
    "date": "2024-04-02",
    "rating": 4,
    "content": "홈화면에서 뒤로가기 했을 때 종료가 잘 안돼요. 그리고 저 같은 경우는 캘린더형으로 자주 보는데, 그때 먹었어요, 태웠어요, 스티커에 기분, 다이어트 등 선택사항을 제가 보고 싶은 것만 볼 수 있게 선택 가능했으면 좋겠어요. 기록을 주로 하는 게 있고 안 하는 게 있어서요. 그런 부분 말고는 귀엽고 편리해서 잘 쓰는 어플이에요~"
  },
  {
    "store": "google_play",
    "date": "2024-04-02",
    "rating": 5,
    "content": "편리해요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-04-02",
    "rating": 5,
    "content": "써봐야 알겠지만 이 앱 잘 이용해서 다이어트 성공해보려구요.. ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-04-02",
    "rating": 5,
    "content": "사용하기 편해요."
  },
  {
    "store": "google_play",
    "date": "2024-03-31",
    "rating": 5,
    "content": "앱 디자인도 귀엽고 칼로리 기록하기도 좋고 운동러들과 소통할 수 있어 편합니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-31",
    "rating": 5,
    "content": "인아웃 이라는 게임도 아니고 무슨 이걸로 사람 놀려요"
  },
  {
    "store": "google_play",
    "date": "2024-03-31",
    "rating": 5,
    "content": "사용 이틀차입니다! 다른 사람들과 함께 다이어트하는 재미를 느끼는 중이예요~!!"
  },
  {
    "store": "google_play",
    "date": "2024-03-30",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-30",
    "rating": 5,
    "content": "칼로리 계산 굿"
  },
  {
    "store": "google_play",
    "date": "2024-03-30",
    "rating": 3,
    "content": "적용하기 클릭이 안됩니다. 버그 같은데 수정부탁드려요. 또 음식 기록할때 직관적으로 목록에서 해당 음식 누르면 바로 오늘먹은 음식으로 포함되도록 바뀌었으면 좋겠어요. 리스트에서 음식누르고 확인누르고 저장하기 누르고. 이거 너무 .. 동선이 별로에요."
  },
  {
    "store": "google_play",
    "date": "2024-03-28",
    "rating": 4,
    "content": "모아보기에 기분 항목은 어떻게 작성하나요??"
  },
  {
    "store": "google_play",
    "date": "2024-03-27",
    "rating": 5,
    "content": "캐릭터도 빵빵...하니 너무 귀엽고 무엇보다 먹은 음식의 칼로리를 굳이 안 찾아도 알아서 나온다는게 편해요! 이런 앱 만들어 주셔서 감사합니다 적게 일하고 많이 버세요🫶"
  },
  {
    "store": "google_play",
    "date": "2024-03-27",
    "rating": 5,
    "content": "기록하기도 좋고 편해서 다이어트 앱들중에 1위인것 같아요!! 폰트가 너무 귀여워서 그런데 무슨폰트인지 알 수 있을까요??"
  },
  {
    "store": "google_play",
    "date": "2024-03-27",
    "rating": 5,
    "content": "ㅠ갑자기 식단입력하고 기록완료버튼 눌러도 먹통이에요ㅠㅠ 식단검색 추가 다 되는데 기록완료만 눌러도 반응이없어요"
  },
  {
    "store": "google_play",
    "date": "2024-03-27",
    "rating": 5,
    "content": "너무 잘 쓰고 있어요 다만 음식에 따라서 칼로리랑 영양소당 칼로리 합이 안맞거나 상세영양소가 입력이 안되어있는 경우가 있어서 아쉬워요 합산이 근사치 정도라도 맞아야 신규로 등록되게 하면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-03-27",
    "rating": 4,
    "content": "가끔씩 앱 접속이 안되는것만 빼면 괜찮습니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-27",
    "rating": 4,
    "content": "나머진 괜찮은데 버벅거리는 거 심하고 느려요"
  },
  {
    "store": "google_play",
    "date": "2024-03-27",
    "rating": 5,
    "content": "다좋은데 피드 볼 때 스크롤 다시 원상복귀되는 것만 해결해주세요 보충) 인스타그램은 사진보고나서 다시 뒤로가기하면 그사진이 있던 위치로 이동하잖아요. 근데 인아웃은 사진보고나서 다시 뒤로가기하면 그사진있던 위치에 있지않고 스크롤이 맨위로 올라가있어요."
  },
  {
    "store": "google_play",
    "date": "2024-03-26",
    "rating": 5,
    "content": "최고"
  },
  {
    "store": "google_play",
    "date": "2024-03-26",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-03-26",
    "rating": 4,
    "content": "까끔무료에요"
  },
  {
    "store": "google_play",
    "date": "2024-03-25",
    "rating": 5,
    "content": "너무귀엽고이쁘고쓰고싶어지는다이어리에요"
  },
  {
    "store": "google_play",
    "date": "2024-03-25",
    "rating": 5,
    "content": "너무유용해요 쵝5"
  },
  {
    "store": "google_play",
    "date": "2024-03-25",
    "rating": 5,
    "content": "보기편해 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-25",
    "rating": 2,
    "content": "ui는 예쁜데, 몸무게 60kg인데 아무리 살찌우는게 목표래두 단백질 하루 목표 193g 나오는거 보고 바로지움. 신장 작살나서 죽어요."
  },
  {
    "store": "google_play",
    "date": "2024-03-25",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-24",
    "rating": 4,
    "content": "UI가 편해서 벌크업 할 때도 칼로리 계산 어플로 사용하고 싶은데 식단 3개에 간식 하나로 고정 되어있는게 아쉬워요 ㅜ 식단을 내 맘대로 더 추가할 수 있으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2024-03-23",
    "rating": 5,
    "content": "직관적이고 좋아요 갤럭시 사용자를 위해 위젯좀 만들어주실 수 있을까요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-03-23",
    "rating": 5,
    "content": "아직 잘 모르겠지만 UI랑 편합니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-23",
    "rating": 1,
    "content": "하루종일 오류 때문에 접속도 안되는데 공지도 없고 뭐하자는 건지"
  },
  {
    "store": "google_play",
    "date": "2024-03-22",
    "rating": 5,
    "content": "다이어트하는 데 유용하게 쓰고 있습니다! 다른 앱들보다 깔끔하고 쓰기 좋아서 지인들에게 추천하고 있어요-! 먹은 칼로리와 소모한 칼로리도 직관적으로 보기 좋고요~ 다만, 눈바디란에 cm 기록하는 란이 있으면 좋겠어요!! 나머지는 모두 만족합니다!! 굿굿"
  },
  {
    "store": "google_play",
    "date": "2024-03-22",
    "rating": 5,
    "content": "UI랑 기능들 모두 깔끔하고 유용한 것 같습니다! 혹시 실례가 안 된다면 식품 영양소 데이터는 어떤 데이터를 사용하시는지 알 수 있을까요?? 공공데이터를 사용하신다면 DB에 넣어서 쓰시는지, 공공데이터 OPEN-API로 호출해서 쓰시는지 궁금합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-03-21",
    "rating": 5,
    "content": "긴말하지 않겠습니다. 자기 관리에 정말 좋은 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-21",
    "rating": 2,
    "content": "도대체 제 아이디를 어느 화면에서 볼수있죠?? 보통 비번은 몰라도 아이디는 자기소개나 설정같은곳에 당연히 있지않나요?"
  },
  {
    "store": "google_play",
    "date": "2024-03-19",
    "rating": 5,
    "content": "커뮤니티 잇능게 너무 좋아요 칼로리 계산 집어치우고 커뮤니티만 주구장창 하고있는 나란 여자...."
  },
  {
    "store": "google_play",
    "date": "2024-03-19",
    "rating": 5,
    "content": "체중을 늘리기 위해서 깔았는데 전에 쓰던 앱보다 더 좋아요.목표 몸무게에 맞춰 섭취해야하는 칼로리와 탄.단.지 상세하게 잘 나와있어 어떻게 먹어야 할지 계획하여 먹게되네요. 궁금한점은 내 목표치에 맞춰 나온 칼로리는 얼마만큼의 기간을 계산하여 나온건지 무지 궁금하네요."
  },
  {
    "store": "google_play",
    "date": "2024-03-19",
    "rating": 5,
    "content": "너무 편하고 일목요연해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-19",
    "rating": 5,
    "content": "칼로리만 중시하던시대는 갔어요.♡ 키토시작햇는데 도움 많이 되네요. 개발자분들 감사합니다~!"
  },
  {
    "store": "google_play",
    "date": "2024-03-18",
    "rating": 5,
    "content": "👍🏻"
  },
  {
    "store": "google_play",
    "date": "2024-03-18",
    "rating": 5,
    "content": "굿인듯"
  },
  {
    "store": "google_play",
    "date": "2024-03-18",
    "rating": 5,
    "content": "매우 유용해요. 처음에는 조작법 숙지가 조금 까다로워서 기록해놓은걸 몇번 날리곤 했는데 확실히 알고 나니 괜찮아졌어요. 전반적으로 깔끔하면서 키치하고 제공 서비스도 다양하면서도 유용한데 앱은 무겁지가 않아서 좋아요. 이용하면서 딱 한가지 아쉬운건 식단 기록시 0.5 단위로 밖에 조정할 수 없단 거에요. 특정 음식의 1회 섭취량에서 좀더 세분화된 기록이 가능했으면 좋갰어요. (희망하는건 0.1단위로 0.1~1까지지만 어렵다면 1/4로라도 가능했으면 해요) 이게 어려우니까 양을 소량 섭취한 경우 귀찮아서 기입을 건너뛰거나 잊어버리게 되더라고요. 이게 은근히 정확한 칼로리나 영양성분 계산에 영향을 줄텐데 말이죠. 애정하는 앱인 만큼 사용자 피드백에 귀기울여 주셨으면 하는 바람입니다. 감사합니다 +답변 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-16",
    "rating": 5,
    "content": "사용한지 2일째 칼로리 계산하기 너무너무너무 편함 아주그냥 굿"
  },
  {
    "store": "google_play",
    "date": "2024-03-16",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-14",
    "rating": 3,
    "content": "귀여워서 좋긴한데 조작법이 좀 어렵고 배틀 신청이 자꾸 오류가나요 친구는 승인했다는데 저한테는 자꾸 점검중이라고 뜨고 그룹배틀로 다시 만들려고 하니 마지막 단계에서 네를 눌러도 무반응이에요"
  },
  {
    "store": "google_play",
    "date": "2024-03-14",
    "rating": 1,
    "content": "갤럭시는 걸음수 데이터가 자동으로 업로드 안되서 접근 권한 다 동의 해도 안되네요. 저세히 보기 누르면 그냥 흰 화면으로 무한로딩만 되고.. 방법이 없는건가요?? 네. 헬스 커넥트 앱에서 권한 다 줬는데도 안됩니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-14",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-14",
    "rating": 5,
    "content": "삼성헬스랑 연동이 안돼요 .."
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 5,
    "content": "단식기록이 시작시간과 유지시간을 기록하도록 되어 있는데, 시작시간과 종료시간을 기재하여 유지시간을 계산하도록 바꼈으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 5,
    "content": "근래 썻던 다이어트 앱 중에 최고입니다. UI도 귀여울 뿐만 아니라 사람을 모아서 챌린지 하는 방식도 좋고. 직관적으로 탄단지 비율이 보여지는 점. 칼로리 섭취 그래프도 잘 보이고요. 식단 입력 할 때도 생각보다 유저 등록 제품이 많아서 편리합니다. ㅎㅎ 앞으로도 잘 쓰겟습니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 5,
    "content": "야무져요"
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 1,
    "content": "음식등록 한번에 안됨 계속 버그걸림"
  },
  {
    "store": "google_play",
    "date": "2024-03-12",
    "rating": 5,
    "content": "UI귀엽고 다 좋아요 근데 배틀에서 내가 걸었던 횟수는 운동으로 인정되지 않는 점이 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2024-03-12",
    "rating": 4,
    "content": "매일 루틴으로 하는 식사를 세트로 묶여서 반복 체크되면 좋은데 그런기능이 없어요. 제가 못찾는건지? 음식 종류 없는게 없어서 좋아요."
  },
  {
    "store": "google_play",
    "date": "2024-03-11",
    "rating": 5,
    "content": "이거 너무좋아요 강추강추"
  },
  {
    "store": "google_play",
    "date": "2024-03-10",
    "rating": 5,
    "content": "매우좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-10",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-03-09",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-08",
    "rating": 5,
    "content": "여러 가공식품 칼로리가 모두 나와있어서 칼로리 계산할때 편합니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-08",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-03-08",
    "rating": 5,
    "content": "저번 다이어트성장 9시간 달성화했어요🎉🎉"
  },
  {
    "store": "google_play",
    "date": "2024-03-07",
    "rating": 3,
    "content": "다이어리처럼 메모기능이 있었으면합니다 인바디내용,그날 기분, 다짐 등을 기록할 수 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-03-07",
    "rating": 5,
    "content": "잘 쓰고 있습니다. 일주일이나 한달 단위로 먹은 메뉴를 쭉 볼 수 있으면 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-07",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-03-07",
    "rating": 5,
    "content": "음식 검색하면 비슷한 메뉴라도 찾을 수 있고 왠만한건 다 있어서 좋아요. 식단이 되진 않겠지만 제가 먹는 음식에 대해 칼로리 체크하기 간편해서 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-07",
    "rating": 5,
    "content": "사용2틀째인데 삼성헬스랑 연동도되고 사용하기도 쉬워요..써본 다이어트기록 어플중 제일좋은거같습니다!"
  },
  {
    "store": "google_play",
    "date": "2024-03-07",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-06",
    "rating": 5,
    "content": "느슨해질만할 때쯤 늘 알림이 와서 깨워주고 한번씩 식습관을 재정비할 수 있어서 너무 좋아요!! 다이어트해야겠다 다짐할 땐 젤 먼저 찾는 어플입니다! 다이어트뿐 아니어도 생각보다 얼마나 몸에 안좋은 음식을 먹고 있었는지 알 수 있어서 좋아요!! 최고최고"
  },
  {
    "store": "google_play",
    "date": "2024-03-06",
    "rating": 5,
    "content": "이 앱을 쓰고 4달만에 15키로 감량에 성공하였습니다 좋은앱입니다!"
  },
  {
    "store": "google_play",
    "date": "2024-03-05",
    "rating": 4,
    "content": "안녕하세요! 너무 잘 사용하고 있습니다. 다만 이번 업데이트 이후에 식단사진이 올라가지 않아여..ㅠㅠ 여러번 시도 했는데 사진안올라갑니다..ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-03-05",
    "rating": 3,
    "content": "카톡으로 회원가입하고 나서 회원가입 완료와 함께 창이 꺼져버리고 다시 앱실행해도 똑같은 오류가 납니다. 어플을 다시지우고 깔아도 똑같은데 해결 바랍니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-04",
    "rating": 5,
    "content": "깔끔한 인터페이스와 다이어트 기록에 필요한 모든 기능이 있고 특히 배틀기능이 아주 유용하네요."
  },
  {
    "store": "google_play",
    "date": "2024-03-04",
    "rating": 5,
    "content": "일단 앱 자체가 너무 귀여워서 자꾸 웃음나요. 원래 기록하는거 자체를 별로 안좋아하는 사람인데(귀찮아서), 인아웃 앱은 아기자기 귀엽고 유용해서 기록이 재미있더라구요!! 제가 뭘 먹는지 자세히 적어보는 건 처음인데, 덕분에 제가 되게 짜게 먹는 사람이라는 것도, 목표한 하루 단백질양 채우기가 생각보다 힘들다는 것도 알게 되었어요. 저 자신을 알만큼 안다고 생각했었는데, 기록을 통해 새로 알게된 사실이 많아서 너무 신기하기도 하고 정말 즐거워요❤️ 너무 좋은 앱을 알게 되서 기쁘고 이런 앱을 쓸 수 있어서 참 감사하다는 마음에 이렇게 후기를 써봅니다. 아 저는 특히 나만의 레시피 만들 때 재료 검색 결과를 g이나 ml별로 가져와 기록할 수 있다는 점, 하루/끼니/음식별로 전부 다 영양성분을 볼 수 있고, 특히 탄단지 비율까지 원 형태 그림으로 한 눈에 확인하기 쉽다는 점이 너무너무 좋습니다. 좋은 앱 만들어주셔서 다시한번 정말 개발자님들께 감사드립니다🥰"
  },
  {
    "store": "google_play",
    "date": "2024-03-03",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-03",
    "rating": 5,
    "content": "다이어트 성공 가능해요! 내가 얼마나 감량 하는 걸 보면...👌👌"
  },
  {
    "store": "google_play",
    "date": "2024-03-03",
    "rating": 5,
    "content": "기록하기편해요🫰"
  },
  {
    "store": "google_play",
    "date": "2024-03-03",
    "rating": 5,
    "content": "모아보기에서 칼로리 말고 탄단지랑 당도 볼 수 있었으면 좋겠어요! 공유 기능이 있어도 탄단지가 안보이니까 안쓰게 돼요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-03-01",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-02-29",
    "rating": 5,
    "content": "매우 잘 쓰고 있어요 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2024-02-29",
    "rating": 5,
    "content": "아쥬맘에듭니다 핸드폰을 바꾸고 난뒤 걸음수연동이안됩니다. 헬스커넥트어플없이 삼성헬스에 해당기능이들어간듯한데 업데이트가필요할것같아요."
  },
  {
    "store": "google_play",
    "date": "2024-02-29",
    "rating": 5,
    "content": "잘쓰고있어요.. 그런데 특정시간에 어플에 기록완료가 잘안먹히내요;; 음식 추가만하고 완료가안되니.. 계속 도르마무 ㅎㅎ;; 사용함에 좀 답답하고 화딱지날려고 해요; 검토부탁드립니다 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "진짜 너무너무 좋은 앱입니다 평소에 다이어트가 막막하시다거나 어떤 방법으로 살을 뺄 지 모르시는 분들에게 특히 추천해요!! 여기서 정말 많은 걸 배워갑니다 제가 리뷰를 쓰는 앱은 처음인 것 같아요 너무 좋아서 꼭 많은 분들이 알게 되셨으면 좋겠어요.. 인아웃 개발자님 평생 복받으세요🙇‍♀️"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "너무 좋고 칼로리, 운동 다양한 기능들이 많고 배틀 기능이 좋았어요!🤩"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "너무 귀엽고 유용해요! 식사세트 생성한 후에도 이름을 바꿀 수 있으면 좋겠어요 식단 즐겨찾기 순서 변경이 가능하면 좋겠어요! +따로 식사 세트를 만들 수 있는 칸이 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 4,
    "content": "버그 픽스 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "최고의 어플 내 인생은 인아웃을 설치하기 전과 후로 나뉜다"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "앱은 너무너무 좋아요! 귀엽고 생각보다 다양한 음식의 칼로리도 나와있었습니다. 하지만 이번 업데이트 이후 제 기록이 다 날라갔어요. 인아웃 실행시켰을때 화면이 몇번 깜박이더니 이때까지 해둔 기록이 다 날라갔네용 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "잘쓰고 있어용:)"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "앱은 매우 훌륭하나 커뮤니티 (소통) 기능은 사용하지 마시길. 극단적이며 잘못된 다이어트 정보와 잼민이들의 의미없는 유치한 글들이 난무함."
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "긴 기간동안 아주 잘사용하고있어요 출산 후 살빼는데 요긴하게 잘 쓰입니다 좋은어플 고맙습니다"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "사용 몇달차인지는 기억안남 기록이 머가중요한가 싶었는데 이거다운받고 다이어트 성공하긴함 고마우니 5점준다"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "업데이트 이후에 식단 기록할 때 자꾸 오류가 생깁니다. 식단 수정하려고 하면 같은 음식이 두 개씩 입력되어 있고 그래서 하나를 삭제하면 무작위로 다른 음식이 삭제되어 있습니다. 너무 불편하네요."
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "사용하기도 보기도 편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "검색기능좀 개선됐음 좋겠어요. 검색하는데 계속 유사한 키워드만 뜨고 정확한 음식이 안 뜨길래 등록하려고 하면 이미 등록되어있다고 뜨고 어쩌라는건지 모르겠어요. 한두 번이 아닙니다. 그것 빼고는 다 만족입니다."
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "뭔가 다정하고 친절한 느낌의 앱이라 더 자주 확인하고 매일 기록할 수 있는것 같아요! 테마도 너무 귀엽고 식단 추천 잘 받고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "최고의 다이어트 앱"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 5,
    "content": "실용적이고 유저들의 분위기가 좋음"
  },
  {
    "store": "google_play",
    "date": "2024-02-27",
    "rating": 5,
    "content": "정말 좋은 앱입니다 근데 음식 칼로리나 운동 같은 것을 정확하게 작성해주셨으면 좋겠습니다 (그거 빼면 광장히 좋습니다)"
  },
  {
    "store": "google_play",
    "date": "2024-02-27",
    "rating": 5,
    "content": "다 좋은데 폴더 설정할 때 이모티콘 선택이 왜 선택한대로 안 되고 랜덤으로 되는거죠.. 오류 고쳐주세요ㅠㅠ +오류 고쳐주셔서 감사합니다! 음식 즐겨찾기의 폴더 편집에서 폴더의 순서를 재배치 할 수 있게 된다면 좋을 것 같아요! 폴더 속 음식들 순서 재배치도...!"
  },
  {
    "store": "google_play",
    "date": "2024-02-27",
    "rating": 5,
    "content": "잘 쓰고 있어요!! 디자인도 예쁘고 쓰기 좋아요. 다만 식단이나 운동 추가시에 완료버튼을 누르지 않아도 한 번에 추가되면 좋겠어요. 이게 가장 불편해요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-02-26",
    "rating": 5,
    "content": "애인과 함께 식단 공유하며 잘 쓰고 있어요. 다만 영양소 상세 버튼을 누르면 내가 먹은 음식의 총합만 나오는데, 입력한 음식별 영양성분이 나오면 무엇을 덜 먹고 더 먹을지 판단할 수 있어서 좋을 것 같아요. 식단의 어느 부분에서 문제가 생겼는지 판단을 한눈에 못하니까 좀 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2024-02-25",
    "rating": 5,
    "content": "광고없이 쉽게 입력 할 수 있어서 너무 좋아요."
  },
  {
    "store": "google_play",
    "date": "2024-02-24",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-23",
    "rating": 5,
    "content": "정말 다양한 기록을 할 수 있고 접근성이 좋아보이는 화면 이여서 매일 작성하게 되는거 같아요. 처음 접속 때 의외로 일기장, 식단,커뮤니티 등등 다양하고 잘 되있어서 놀랐어요. 게을러서 작성 잘 안하는 성격인데 이어플은 2주 가까이되었는데 꾸준히 작성하는거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-23",
    "rating": 5,
    "content": "식단 추가하는부분에서 추가하고 뒤로가면 경고도 안뜨고 없어지다는 점만 빼면 훌륭한 어플입니다. 강추"
  },
  {
    "store": "google_play",
    "date": "2024-02-23",
    "rating": 5,
    "content": "앱은좋은데 그룹이안만들어져요"
  },
  {
    "store": "google_play",
    "date": "2024-02-22",
    "rating": 5,
    "content": "처음에 조작법을 몰라서 해멨는데 알고나니까 괜찮아요 잘 쓰겟습니다"
  },
  {
    "store": "google_play",
    "date": "2024-02-22",
    "rating": 5,
    "content": "재미있어요"
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 5,
    "content": "다이어트 성공 각!!!"
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 5,
    "content": "다른 다이어트앱 보다 사용하기 편하고 자주 활용하게끔 이끄는 앱입니다. 칼로리와 운동량,습관까지 균형잡힌 다이어트프로그램! 강추하고 앱제작자분, 감사합니다~"
  },
  {
    "store": "google_play",
    "date": "2024-02-20",
    "rating": 5,
    "content": "근데 단백질 섭취량 계산이 맞는건가요? 앱은 잘쓰고있습니다."
  },
  {
    "store": "google_play",
    "date": "2024-02-19",
    "rating": 3,
    "content": "식단입력하는게 불편해젔어요"
  },
  {
    "store": "google_play",
    "date": "2024-02-16",
    "rating": 5,
    "content": "관리하기 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-02-16",
    "rating": 5,
    "content": "너무 귀여워서 ㅜㅠㅠ 남편에게도 추천해서 이 앱으로 같이 다이어트 하기로 기운 불어줬어용!! 너무 귀여워요ㅠㅠㅠ 말랑이들 테마가 무료인게 신의 한수 8ㅁ8 앞으로도 많은 테마 부탁드려요!!! 무료로 ㅠㅠ... 다른거 거의 유료라...ㅠㅠ 그부분이 차이가 있어서 계속 쓰게되요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-02-16",
    "rating": 5,
    "content": "구체적으로 기록하면서 먹으니 정말 좋네요 다이어트에 도움 많이될것같습니다 꾸준히 애용하겠습니다!!"
  },
  {
    "store": "google_play",
    "date": "2024-02-15",
    "rating": 5,
    "content": "잘 쓰고 있습니다. 생리주기도 기록할 수 있으면 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2024-02-15",
    "rating": 5,
    "content": "한지 얼마안됐지만 잘쓰고 있습니다 근데 물 마신양도 세세하게 변경할수 있게 해주셨음 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-02-15",
    "rating": 5,
    "content": "다이어트에 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-14",
    "rating": 5,
    "content": "업뎃을 많이해서 상당히 편해졌는데 아직 먹었던 음식을 (아침↔저녁 등으로) 옮기는 기능이 없어서 아쉽"
  },
  {
    "store": "google_play",
    "date": "2024-02-14",
    "rating": 5,
    "content": "기록하기 재미있네요^"
  },
  {
    "store": "google_play",
    "date": "2024-02-13",
    "rating": 4,
    "content": "너무 잘 쓰고 있어요.!! 식단 기록도 바로바로 확인할 수 있고 칼로리랑 탄단지 함유율도 알 수 있어서 정말 도움 되구요 근데 친구들이랑 몸무게 배틀할 때 배틀톡을 하는 과정에서 알람을 켜도 메세지 알람이 안 와서 배틀톡 확인이 어렵고 배틀톡에 들어갈 때 자꾸 무한로딩이 되면서 안 들어가지고 연동이 안되는 경우가 여러번 있어요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-02-13",
    "rating": 4,
    "content": "다이어트 동기부여는 잘되는듯..하지만 좀 귀찮네요. ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-02-12",
    "rating": 5,
    "content": "이렇게 오래한 다이어트앱은 처음이에요"
  },
  {
    "store": "google_play",
    "date": "2024-02-11",
    "rating": 5,
    "content": "다좋아요 너무 좋고 식단 기록 운동기록 정말 좋은데, 우연히 소통게시판에 정보얻으러 가거나 구경을 가보면 프아, 초등학생친구들이 너무 무지성으로 글을 작성하는게 많이 보입니다 저는 다이어트 정보를 얻으러 왔는데 이런글만 보고 가니까 좀 불편하더라구요 나이제한을 해주시던가 하시는게 좋을거같네요"
  },
  {
    "store": "google_play",
    "date": "2024-02-10",
    "rating": 5,
    "content": "혹시 일기장 탭에서 쓰인 폰트이름 알수있을까요?"
  },
  {
    "store": "google_play",
    "date": "2024-02-10",
    "rating": 5,
    "content": "편하고 좋아요~~"
  },
  {
    "store": "google_play",
    "date": "2024-02-08",
    "rating": 5,
    "content": "UI 너무 귀엽고 깔끔해요 다만 어제, 오늘 같은 날짜 분류가 차이없고 눈에 안띄어서 잘못 기록하는 실수도 잦고 운동카테고리 일일히 검색하는것도 번거럽고 불편해서 단점도 커요.."
  },
  {
    "store": "google_play",
    "date": "2024-02-08",
    "rating": 5,
    "content": "너무 귀엽고 완전 잘쓰고있습니당 근데 식단앨범을 어떻게 써야하는지 모르겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-02-07",
    "rating": 5,
    "content": "사용해보니 편리하고 귀엽고 다하네요"
  },
  {
    "store": "google_play",
    "date": "2024-02-05",
    "rating": 5,
    "content": "1대1 배틀 아직시작전이고 대기중이라 뜨는데 날짜를 잘못 설정해서 취소하거나 수정헤야하는데 옆에 배틀취소도 안뜹니다..안드로이드랑 아이폰이랑 다른가요.."
  },
  {
    "store": "google_play",
    "date": "2024-02-04",
    "rating": 5,
    "content": "잘 쓰고 있습니다 다만 운동, 식단을 입력할 때 빠른추가 버튼을 누르고 나서 바로 추가되는게 아니라 오른쪽 위의 작은 동그라미 버튼을 누르고, 다시 또 입력하기 버튼을 눌러서 3번이나 컨펌을 해야하는게 너무 불편합니다 이미 입력하기를 눌렀다고 생각하고 뒤로 가기를 눌러서 식단 입력을 두번씩 하게 되네요ㅜ 과정을 좀 줄여주실순 없나요? 빠른 추가는 그냥 추가되면 좋겠어요 너무 번거롭습니다..."
  },
  {
    "store": "google_play",
    "date": "2024-02-03",
    "rating": 5,
    "content": "제일 사용하기 쉬움."
  },
  {
    "store": "google_play",
    "date": "2024-02-03",
    "rating": 5,
    "content": "진짜진짜 잘쓰고있어요 칼로리 계산부분부터 완벽한데 음식에 -(마이너스) 부분이 있었으면 좋겠어요 예를들면 만두를 먹었는데 만두 피 를 빼고 먹었으면 만두 -만두피 이런식으로요.."
  },
  {
    "store": "google_play",
    "date": "2024-02-03",
    "rating": 5,
    "content": "고마워요"
  },
  {
    "store": "google_play",
    "date": "2024-02-03",
    "rating": 5,
    "content": "사람들과 함께 하니 힘도 나고 자세하게 기록할수있어서 좋아요 배틀도 있어서 승부욕 있는 사람들에겐 좋읗것같아요 그리고 피드 올릴수 있고 서로 소통할수있어서 다이어트 하는데 모르는 점 그리고 궁금한 점들을 알수있어서 좋은것같아요.(>☆<)"
  },
  {
    "store": "google_play",
    "date": "2024-02-02",
    "rating": 5,
    "content": "걷기에서 데이터 불러오기 말고도 걸음수를 넣을 수 있었으면 좋겠어요. 물론, 운동하기에서 산책을 추가할 수도 있지만 이건 산책 시간만 기록해서 예상칼로리를 업데이트해주더라구요. 그거 말고 걸음수로도 칼로리를 예측할 수 있었으면 좋겠어요 그리고 다른 사람 피드도 보면서 식단 레시피 공유할 수 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-02-02",
    "rating": 5,
    "content": "업데이트 하고 나서 전보다 더 편리해지고 좋았어요! 공복몸무게랑 자기 전 몸무게를 둘 다 기록할 수 있으면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-31",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-31",
    "rating": 3,
    "content": "구글핏에 모든게 연동되어있어서 인아웃앱과도 연동시켜 활동량, 체중 동기화쓰고싶은데 삼성헬스만 가능한가요?ㅜㅜ 문의하기 게시판도 없어서 물어볼곳이 없네요"
  },
  {
    "store": "google_play",
    "date": "2024-01-31",
    "rating": 5,
    "content": "도움이 많이 되고 있어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-30",
    "rating": 5,
    "content": "만족하며 잘 쓰고 있습니다 그런데 식단 앨범은 어떻게 추가하나요? 아무리 찾아도 식단 앨범 한눈에 보기라는 탭만 있고 등록하는 탭은 찾을 수가 없어서요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-01-30",
    "rating": 5,
    "content": "좋은거같아요 오늘 먹은걸 복기하게 됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-30",
    "rating": 5,
    "content": "걸음수 연동이 되지 않아 방법을 보고 싶은데 방법 안내 페이지나 F&Q 페이지가 백지상태로 랜딩되네요 포털에 조금 찾아보니 같은 현상을 겪는 분들의 수가 꽤 되는 것 같아 오류 해결이 시급해보입니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-29",
    "rating": 5,
    "content": "완전 좋아요! 재밌기까지!! 배틀을 하면 승부욕이 붙습니다 재밌네요!!"
  },
  {
    "store": "google_play",
    "date": "2024-01-28",
    "rating": 5,
    "content": "최고의앱 💗"
  },
  {
    "store": "google_play",
    "date": "2024-01-28",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-28",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 5,
    "content": "잘 사용 중입니다. 다만 운동 칼로리 계산을 시간이 아닌 횟수, 세트 수, 무게로 조정하여 계산되었으면 합니다. 운동할때 시간을 기록하기 보다는 횟수, 세트 수, 무게로 기록하게 되는데 앱 자체가 시간을 입력해야지만 계산을 해주는 거라서 아쉽습니다. 당장은 반영이 안될것같아서 할수없이 다른 운동어플이랑 같이 사용중입니다ㅠㅠ 운동, 식단 따로 사용안하고 인아웃으로 한번에 쓰면 정말 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 5,
    "content": "이번에 다이어트 시작해서 앱 찾아봤는데 정말 간편해서 좋네요 계속 이 앱을 이용할 거 같습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 5,
    "content": "앱 너무 귀엽고 잘 만드신 것 같아용"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 5,
    "content": "편리하고 칼로리가 한눈에 보여요"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 1,
    "content": "걸음 수 연동이 헬스커넥터 써도 안됩니다. 삼성헬스에는 잘만 연동되는 걸음 수가요. 그리고 연동하는 법 반응형이 안돼있어서 모바일에서 보기 상당히 불편합니다. 모바일에서 안내페이지가 반응형이 안되어있는게 말이 되는지...?"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 5,
    "content": "편리하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 4,
    "content": "어플이 너무귀엽고 다양한 기능이 있어서 좋네요 다만 헬스커넥터 아무리 재설치하고 허용으로 변경해도 건강앱에서 정보를 불러오질못해요 걸음수는 반영이되는데ㅠ다른 연결할수있는 방법이 있으면 별 다섯 드리고싶어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 4,
    "content": "제가 사용한 앱 중에서 가장 오래 사용하고 있는 앱 중에 하나입니다 너무 편해요, 하지만 저는 개인적으로 검은 화면(다크모드)도 있었으면 합니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 3,
    "content": "좋은데 테마가 더 다양했으면 좋겠어요 밑에 물섭취 부분이나 어두운색이라 별로에요. 그리고 단식 위젯 만들어주세오.. 상단바나 배경화면에 보이게 하고 싶어요 제발오 😭"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 5,
    "content": "어떤 은식을 먹었는지 얼마나 칼로리를 채웠는지 보기 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 2,
    "content": "식단 저장이 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 5,
    "content": "귀여운 캐릭터와 식단입력하기좋은 인터페이스로 아주 유용하게쓰고있습니다😃😃😃 다만 한가지 건의드립니다. 하루동안 먹은 식단을 한번에 표로볼수있게(세부내역 및 칼로리) 인터페이스추가됬으면좋겠어요 지금은 아점저 다 따로봐야되서 조금 불편합니다 개선부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 4,
    "content": "인아웃은 다른 다이어트 앱 보다도 칼로리를 정해 줘서 좋은거 같고 그리고 단점이 1가지가 12세 이상이라 단점인거 같아요^~^"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 4,
    "content": "추가로 메모할수 있는 기능이 있음 좋겠다"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 3,
    "content": "간헐적단식 타이머로 잘쓰고있는데요 단식 시작알람은 오는데 종료 알람이안옵니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-25",
    "rating": 5,
    "content": "우리같이 귀여운 사람들을 위한 다이어트 앱"
  },
  {
    "store": "google_play",
    "date": "2024-01-24",
    "rating": 2,
    "content": "바뀐 버전 음식등록 불편해요"
  },
  {
    "store": "google_play",
    "date": "2024-01-24",
    "rating": 5,
    "content": "앱 UI가 너무 귀여워서 아이가 자기 식단 입력해달라고 난리입니다. 어쩔수 없이 애 식단 기록해주는 중입니다ㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2024-01-23",
    "rating": 4,
    "content": "다 좋은데 삼성 헬스랑 인아웃이랑 연동이 안 돼요 방법 없을까요 어제부터 계속 시도 중인데 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-01-23",
    "rating": 5,
    "content": "다이어트의 한줄평 설명 어떻게 보나요? 설정 메뉴 들어가봐도 안 보이네요. 한줄평이랑 별점 남겼는데도 안보이더라고요. 구글에 검색해도 안 나와서요. 방법 댓글로 알려주시면 감사하겠습니다. 식단 기록하는데 정말 잘 쓰고 있고요... 한가지 더 코멘트 드리고 싶은 건 사진 업로드를 할 때 많이 무거워지는 느낌이 나요. 그리고 사진을 한번에 여러 장 추가할 수는 없나요? 감사드린다는 말씀 다시 한 번 전합니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-23",
    "rating": 5,
    "content": "너무 다 맘에 드는데 갤럭시는 걸음수 연동이 안되나요? ㅜ 어플 설정가서도 해보고 헬스커넥트에서 연동해도 계속 불러올 데이터가 없다구 하네요.. 설정방법보기 눌러도 흰화면만 나오고 연동하는 방법 정확히 알수있을까요"
  },
  {
    "store": "google_play",
    "date": "2024-01-23",
    "rating": 5,
    "content": "귀엽고 깜찍한 디자인과 칼로리 계산까지 정말 좋은 앱입니다! 다만 한가지 아쉬운점이 있다면 운동 선택할 때 헬스 초보자들은 운동(기구) 이름만 보고는 어떤 운동인지 알기 어려우니 간략한 설명이 있으면 추가할때 쉬울것 같습니다. 좋은 앱 만들어주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-22",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-20",
    "rating": 5,
    "content": "너무 간편하고 좋습니다. 1) 자신이 추가한 음식을 즐겨찾기 할 수 있었으면 좋겠습니다. 2) 영양제 성분함량도 자신이 추가할 수 있으면 좋겠습니다. 3) 원하는 성분이 많이 들어가있는 식품을 검색할 수 있으면 좋겠습니다. Ex) 단백질을 검색하면 닭가슴살이 뜬다"
  },
  {
    "store": "google_play",
    "date": "2024-01-20",
    "rating": 5,
    "content": "저는 만족해요. 다른어플보다 귀엽고 쓰기도 편합니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-19",
    "rating": 5,
    "content": "몸무게 변화를 트렌드로 기록이되면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-19",
    "rating": 4,
    "content": "섭취한 음식을 추가해도 적용이 안되고 총 섭취량이 0으로 나옵니다 단식했어요 빼고는 음식을 추가해도 아예 업데이트가 안돼요 어디 문의할 곳 없나요??"
  },
  {
    "store": "google_play",
    "date": "2024-01-18",
    "rating": 4,
    "content": "걸음 수를 누르면 걸음 연동에 대한 설명 페이지가 나오는데 핸드폰 화면비율에 안맞게 설명사진이 엄청!! 크게 나와서 손으로 드래그 하면서 사진 봐야해요. 개선이 필요할 것같습니다!!"
  },
  {
    "store": "google_play",
    "date": "2024-01-18",
    "rating": 5,
    "content": "잘 사용하고 있었는데 오늘(24.01.18)부터 왜 식단 저장이 안 되죠? 원래 식단 기록하고 나서 기록 완료 버튼 누르면 저장 됐는데 아예 기록 완료 버튼이 활성화가 안 돼서 못 누르네요ㅜㅜ 뭔가 오류가 있는 것 같아요 --- 이제 해결됐어요! 빠른 피드백 감사합니다 :)"
  },
  {
    "store": "google_play",
    "date": "2024-01-18",
    "rating": 1,
    "content": "식단 기록완료 버튼이 안눌러져요"
  },
  {
    "store": "google_play",
    "date": "2024-01-18",
    "rating": 3,
    "content": "앱 사용하기 간편하고 다이어트에 도움이 되는데 갑자기 오늘 점심부터 음식 추가가 안 되어서 불편함을 겪고 있어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-18",
    "rating": 5,
    "content": "식단 추가할 때 기록 완료 버튼이 먹통인 경우가 종종 있음. 지금도 점심 포함, 아침 저녁 간식 모두 기록 완료가 안 눌려서 식단 기록 못 하는 중. 기록 완료 버튼 외 모든 버튼(추가, 추가하기, X 등)은 모두 정상 작동됩니다. / 1시간 반 정도 되지 않다가 정상 작동됨"
  },
  {
    "store": "google_play",
    "date": "2024-01-17",
    "rating": 4,
    "content": "다이어트에 되게 도움 되지만, 최근에 생긴 버그가 먹은 음식을 다 기록하고 완료 버튼을 눌러서 총 칼로리 섭취량을 보려는데, 완료 버튼이 작동을 안하네요. 아무리 많이 누르고 필름을 때서 눌러도 안됩니다. 빨리 고쳐주시죠"
  },
  {
    "store": "google_play",
    "date": "2024-01-17",
    "rating": 5,
    "content": "다이어트에 도움이되요"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "대장내시경 실패하고 이번엔 꼭 성공하리라 식단관리 어플 찾다가 발견했는데 완전 신세계에요.. 다이어트 포기했다가 기존 다이어트 어플 삭제하고 갈아탔어요. 하루만 기록해도 건강해지는거 같고 이번엔 내시경도 다이어트도 두마리 토끼 다 잡을예정! 제 성격상 복잡한거 너무 싫어하는데 어플사용이 쉽고 광고도 없고 여태 핸드폰 쓰면서 사용한 어플리케이션 탑텐안에 들 정도로 너무 갓벽해요! 근데 매일을 기록하다 강박생길까 살짝 염려되지만 어플은 정말 백점만점에 오백점이네용! 건강 상하지 마시구 다들 건강한 다이어트 하셔요!"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "UI도 편하고 음식이 거의 다 있어서 음식추가도 쉽고 다이어트 하기가 편합니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "잘사용하고 있는데요 삼성커넥트 연결이되어 걸음수는 연동이 잘되는데 몸무게 연동이 되지않습니다. 이유나 해결법을 알 수 있을까요? 넵 체중데이터있는것 확인했습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 3,
    "content": "권한설정했는데도 삼성헬스 데이터 안불러와져요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "좋은정보 잘 이용하고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-15",
    "rating": 5,
    "content": "식단을 기록하려다가 단식했어요를 누르는 미스 액션이 너무 자주 발생합니다. 스마트폰 사용시 엄지로 클릭이 많기에, 박스의 선택 영역 하단에 더 주된 기능이 위치하는 게 UX상 자연스러운 것 같아요. 단식했어요와 +버튼의 위치를 바꾸거나, 아니면 단식했어요의 클릭 영역을 좀 더 축소해 오클릭이 덜 발생하게 수정하면 어떨까 의견드립니다. 앱은 너무 훌륭합니다, 앞으로도 더욱 개선하셔서 최고의 식단앱이 되었으면 해요~"
  },
  {
    "store": "google_play",
    "date": "2024-01-15",
    "rating": 5,
    "content": "자의로 후기를 남긴 적은 처음이에요. UI도 너무 좋고, 게임적 요소도 있어서 친구들과 재밌게 건강 관리하고 있습니다. 최고에요. 딱 한 가지 아쉬운 점은 앱이 조금 무거운 느낌이 듭니다. 버튼 누르면 다음 동작까지 걸리는 시간이 다른 앱에 비해 상대적으로 길고, 가끔 네비게이션 바에서 메뉴 버튼을 통해 다른 앱 갔다 오면 먹통일 때가 있어요. 마지막으로 궁금한 점이 하나 있는데, 왜 유료로 전환하지 않으시나요? 물론 유저 입장으로서 안하셨으면 좋겠습니다만 앱이 너무 훌륭해요! 만약 유료로 전환하신다면 개인적으로는 광고 말고 정기결제가 더 좋을 것 같습니다. 다이어트도 힘든데 광고 보면 더 스트레스 받을 것 같아요..ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-01-15",
    "rating": 5,
    "content": "너무 좋아요! 그런데 걸음수를 수기로 작성할 수 있었으면 좋겠어요 ㅠㅠ 연동되는 앱 오류도 많고 항상 잠금화면 하라고 해서 평소에 잠금화면 설정하지 않는 저는 넘 불편해요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-01-14",
    "rating": 5,
    "content": "이거 생각보다 좋아요 게시글보는것도 재미있고 이걸로 다이어트로 살도 마니뺐어요 맛있는음식사진이 게시물에올라올때 땡긴다는 느낌만빼면 모든게 좋아요💗"
  },
  {
    "store": "google_play",
    "date": "2024-01-14",
    "rating": 5,
    "content": "세세히 함께 관리해 주는것 같아서 많이 도움이되요"
  },
  {
    "store": "google_play",
    "date": "2024-01-13",
    "rating": 5,
    "content": "식단체크하기에 너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-13",
    "rating": 5,
    "content": "너무 좋은 앱이지만 개인적으로 커뮤니티 글 쓰다가 뒤로가기 눌러서 없어진게 한두번이 아닙니ㅏ....나기시겠어요? 문구 추가 부탁드려요ㅜㅠㅡ"
  },
  {
    "store": "google_play",
    "date": "2024-01-13",
    "rating": 5,
    "content": "아직까지는 쓰기좋음"
  },
  {
    "store": "google_play",
    "date": "2024-01-12",
    "rating": 3,
    "content": "어플이 귀엽고 직관적이어서 식단 관리에 유용하게 쓰고있습니다. 다만 불편한점 몇가지 적어보면 1.걸음수 연동이 안돼서 불편해요. 헬스커넥트를 몇번 다시 깔아도 안먹혀서 그냥 직접 입력할수 있게 해주셨으면 합니다ㅜ 2. 저장해둔 식사세트 등을 바로 볼수 있었으면 좋겠어요. 추가를 눌러야지만 보여서 수정하고 싶을때 불편하고, 또 기존 식사세트 수정이 안돼서 기존 내용에 추가/수정하고 싶을때 아예 새로 만들어야 하니 많이 번거로워요.. 광고도 없고 너무 귀여워서 계속 쓰고싶은데 불편한점이 많아 아쉬워서 적어봅니다ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-01-12",
    "rating": 5,
    "content": "다 좋은데 하나 추가해주셨으면 합니다! 헬린이라 운동기구가 어떻게 생겼는지만 알고 기구 명칭은 잘 모르는데 운동기록할때 기구 사진이나 그림도 있었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2024-01-12",
    "rating": 5,
    "content": "편하고 깔끔하고 보기쉽게 되있어서 잘쓰고 있어요~^^"
  },
  {
    "store": "google_play",
    "date": "2024-01-11",
    "rating": 5,
    "content": "지금껏 식단 어플과 운동기록어플 등을 따로 사용했었는데 이 앱은 하나로 딱 되서 너무 좋았어요! 글구 캐릭터도 너무 귀여워서 할맛이 나더라구용ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-01-11",
    "rating": 4,
    "content": "우연히 접한 앱인데 중년 나잇살 다이어트할때 물론 도움도 되었지만 평소 내가 먹는 식단을 알기쉽게 한눈에 점검할수있으며 영양학적으로도 불균형되고 치우쳐있는 식단을 고칠수 있는 기회가 되었다 특히 본인처럼 50대 중년을 지나 노년으로 가기전에 스스로의 건강을 재정비하고 준비된 노년을 맞고싶은 사람에게 적극추천!!!"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 5,
    "content": "캐릭터 너무 귀엽고 단식시간 기능까지 있어서 잘쓰고 있어요 건의사항은 운동 포함 전날꺼 그대로 가져올수 있는거 있음 좋겠어요 거기서 수정할수 있게하면 편할꺼 같아요 칼로리 수정할때 탄수를 늘리거나 줄이면 총칼로리가 다 줄어드는데 탄수를 조정한 만큼 단백질이나 지방에서 얼마를 조정해야 할지가 가상으로 나오면 좋겠어요 감사합니당 😆 홧팅!!"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 4,
    "content": "먹엇어요에서 나오는 음식(?)들 중 중복되는 아이템은 정리를 좀 해줫으면 좋겟어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 5,
    "content": "자세하게 정리할수 되있어서 너무 좋아요..!!"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 5,
    "content": "진짜 잘만든앱이고 재밌게쓸거같아요 광고도 거의없고 과금요소도 없는데 운영되는게 신기하네요 번창했으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 5,
    "content": "식단기록용으로 제일 좋은 거 같아요!! 근데 같은 날 운동기록할때 같은 운동을 추가하려고 하면 기존 것이 사라져서 직접 운동시간, 칼로리를 더해서 기입해야해서 아쉬워요!"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 5,
    "content": "좋아요 필요한것만 쏙쏙 ㅠㅠㅠ 어플 만들어 주셔서 감사해용"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 5,
    "content": "다이어트 앱 인아웃으로 정착합니다 깔끔하고 귀엽고 최고에요"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 5,
    "content": "음식 입력이 진짜 편하고 대시보드가 직관적인 편입니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-09",
    "rating": 5,
    "content": "너무좋은데 위젯 추가 계획은 혹시 없나요??"
  },
  {
    "store": "google_play",
    "date": "2024-01-08",
    "rating": 5,
    "content": "다 너무 좋은데 채팅방 렉이 많이 걸리네요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-01-08",
    "rating": 5,
    "content": "헬스커넥트 연동 너무 불편합니다. 잘 되지도 않구요. 가민 연동 꼭 되게 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2024-01-07",
    "rating": 5,
    "content": "음식칼로리보는게 너무 좋은거 같아요 막상 다이어트 시작하니까 운동을 안하는 사람으로서 먹는걸 조절하게 되는데 하루하루 모아볼수있어 너무 좋습니다 어느정도 몸무게 도달하면 운동도 해보려고요^^ 감사히 잘 쓰겠습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-07",
    "rating": 2,
    "content": "먹었어요에서 음식 등록이 안돼요 ㅜㅜ 앱을 지웠다 깔아도 봤지만 여전히 그대로..뭐가 문제일까요"
  },
  {
    "store": "google_play",
    "date": "2024-01-07",
    "rating": 5,
    "content": "음식에 칼로리도 나와있고 하나하나 다 작성하고 하긴 힘들지만 다이어트 하면서 모르는 점도 다른 분들께 물어볼 수도 있어서 그 점이 맘에 듭니당. 5점 만점에 별5점⭐️⭐️⭐️⭐️⭐️"
  },
  {
    "store": "google_play",
    "date": "2024-01-06",
    "rating": 5,
    "content": "디자인이 귀여워서 좋지만 위젯이 나오면 더 좋을 것 같아요. 장점은 음식의 칼로리뿐만 아니라 영양소도 자세히 볼 수 있고 단식도 할 수 있다는 점"
  },
  {
    "store": "google_play",
    "date": "2024-01-06",
    "rating": 5,
    "content": "다이어트 관리에 좋네요!"
  },
  {
    "store": "google_play",
    "date": "2024-01-05",
    "rating": 5,
    "content": "홈-먹었어요-식단에서 식단을 등록한 상태에서 등록한 음식을 즐겨찾기 하는경우 즐겨찾기가 안되는 버그가 있네요 전체적으로 만족스러운 앱입니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-05",
    "rating": 5,
    "content": "좋아욤!"
  },
  {
    "store": "google_play",
    "date": "2024-01-04",
    "rating": 5,
    "content": "네. 여전히 느립니다. 날짜를 바꿨을 때 그날 메뉴로 갱신하는데 3초정도, 즐겨찾기 추가는 분단위가 걸리는 듯 해요.."
  },
  {
    "store": "google_play",
    "date": "2024-01-04",
    "rating": 4,
    "content": "끼니를 5끼나 6끼까지 설정할 수 있게 하면 좋겠어요 하루동안 섭취한 음식목록이 다 보였으면 합니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-03",
    "rating": 5,
    "content": "식이섬유를 얼마나 먹었는지도 표시가 되면 좋겠습니다 다른앱에서는 식이섬유가 보이더라구요 보기에는 인아웃이 편해서 다시 돌아왔지만 다른앱에 있는 기능도 인아웃에 더 추가가 되면 좋을 거 같아서요"
  },
  {
    "store": "google_play",
    "date": "2024-01-03",
    "rating": 5,
    "content": "추가 결제없어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-02",
    "rating": 5,
    "content": "진짜 이걸 무료로 써도 되나 싶을정도로 너무 좋은 앱입니다 덕분에 목표 체중까지 감량 될듯 해요:) 굳이고 적게 일허고 돈 많이 버세요"
  },
  {
    "store": "google_play",
    "date": "2024-01-02",
    "rating": 5,
    "content": "체중 감량 목적으로 어플리케이션을 설치했는데 캐릭터들도 너무 귀엽고 간단하게 일기를 쓸 수 있다는 점, 세부적으로 음식을 기록할 수 있으면서 운동 또한 기록할 수 있다는 점, 섭취해야 할 칼로리 등을 간편하게 알려준다는 점 등등 다 너무 좋아요! 일기 디자인이나 폰트, 생리양 등 세세하게 신경을 쓰셨다는 게 너무 잘 보여서 이 점 또한 너무 좋은 것 같습니다🥰"
  },
  {
    "store": "google_play",
    "date": "2024-01-02",
    "rating": 5,
    "content": "오랜만에 들어가려다보니 비밀번호를 잃어버렸는데ㅠㅠ 비밀번호를 잃어버렸다고 눌러도 흰 화면만 뜹니다ㅠㅠ 살려주세요 --------------------------------------------------------- 답변도 빨리주시고, 처리도 완전 빠르네요! 감사합니다ㅎㅎ 새해 복 많이 받으세요!"
  },
  {
    "store": "google_play",
    "date": "2024-01-01",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-01-01",
    "rating": 5,
    "content": "유저들간에 소통할 수 있는것도 그렇고 디테일한부부들이 너무 좋아요 ㅜㅜ 지금까지 써봤던 것들중 단연코 쵝오(T▽T)"
  },
  {
    "store": "google_play",
    "date": "2024-01-01",
    "rating": 5,
    "content": "혹시 위젯은 없나요?"
  },
  {
    "store": "google_play",
    "date": "2024-01-01",
    "rating": 5,
    "content": "헬스 커넥트 앱에 인아웃 앱이 아예 안 떠서 연동이 안 되네요! 다른 후기에서처럼 저도 단식이 좀 더 강화돼서 첫페이지에도 간단히라도 뜨면 좋겠어요. 현재는 2페이지에서니, 잘 쓰고 있어요 :)"
  },
  {
    "store": "google_play",
    "date": "2023-12-31",
    "rating": 4,
    "content": "전부 좋은데 식단 입력할때 갯수로도 입력 할 수 있었으면 좋겠어요... 눈으로 봐서 10g이 얼만지 알게뭐람..."
  },
  {
    "store": "google_play",
    "date": "2023-12-31",
    "rating": 4,
    "content": "너무 귀업고 이제부터 잘대 것 갔고 사람들이 다이어트 꿀팀도 주고 되고 좋아요👍"
  },
  {
    "store": "google_play",
    "date": "2023-12-31",
    "rating": 4,
    "content": "제발 위젯 기능 plz...ㅠㅠ 위젯기능 없는거 은근 너무 불편한데 운동기록이랑 식단기록 배경화면에서 확인할수 있으면 좋겠어요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-12-29",
    "rating": 3,
    "content": "먹은음식 등록이 안되는데요ㅜㅜ 새로 제가 추가한 음식 말고도 원래 있던 음식이 추가 버튼이 안 눌리는것같아요"
  },
  {
    "store": "google_play",
    "date": "2023-12-29",
    "rating": 5,
    "content": "너무 간편하면서도 유용합니다"
  },
  {
    "store": "google_play",
    "date": "2023-12-28",
    "rating": 5,
    "content": "다 좋은데... 삼성 헬스 연동이 안됩니다ㅠㅠ 헬스 커넥트도 설정 다 마쳤고, 권한도 다 오픈했는데 왜 안될까요... 제 핸드폰이 너무 오래 되어서 지원이 안되는건지 이유를 모르겠어요.. 갤럭시 노트10+ 사용중입니다... 넵 설정했는데도 안되네요ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-12-28",
    "rating": 5,
    "content": "정말 잘 쓰고 있어요!! 개발자님 사랑해요♡"
  },
  {
    "store": "google_play",
    "date": "2023-12-28",
    "rating": 5,
    "content": "꺄악 넘 조아요 ㅠㅠ 덕분에 행복한 다이어트 하고 있어요 적게 일하고 많이 버세요!!!!!"
  },
  {
    "store": "google_play",
    "date": "2023-12-28",
    "rating": 5,
    "content": "다 좋은데 생명주기 설명이 잘못되어있는 거 같아요.. 예를 들면 홈에서 뒤로가기를 하면 앱이 종료되몬 좋겠는데 아까 음식 입력하던 창으로 넘어가고 ㄱ거기서 또 뒤로가면 입력했던 음식들 취소되고.. 이 점만 고치면 아주 좋을 거 같아요👍"
  },
  {
    "store": "google_play",
    "date": "2023-12-27",
    "rating": 5,
    "content": "살이 쭉쭉빠져요"
  },
  {
    "store": "google_play",
    "date": "2023-12-26",
    "rating": 5,
    "content": "귀엽고 간편해서 좋아요. 음식 종류가 더 많았으면 좋겠어요. 그리고 삼성 헬스는 연결이 안 되는데 앱 자체에서 측정했으면 ㅠ (이후 문의 답) 헬스커넥트에 인아웃이 아예 안 뜹니다... 지웠다 다시 깔아봐도 똑같아요. 걸음수가 있는데도 불러올 수 있는 데이터가 없다네요."
  },
  {
    "store": "google_play",
    "date": "2023-12-24",
    "rating": 4,
    "content": "삼성헬스 연동 기능 참 좋은데, 운동 기록 연동에서 측정된 칼로리 소모량과 걸음수에서 측정된 칼로리 소모량이 중복으로 합산됩니다. 달리기같은 경우에는 걸음수에도 추가가 돼서 소모이량이 두 배로 뻥튀기 되네요ㅠㅠ 걸음수 칼로리 소모량도 삭제하거나 변경할 수 있게 해주시면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-12-23",
    "rating": 5,
    "content": "대충 임의로 칼로리 적을 수 있게도 해주시면 안 되나요? 배달음식이나 외식이나 그냥 집밥 대충 차려서 먹는건 못 적으니까 불편해요"
  },
  {
    "store": "google_play",
    "date": "2023-12-22",
    "rating": 5,
    "content": "매끼 섭취하는 음식 칼로리가 확인되서 식사량 조절하기 좋아요^^"
  },
  {
    "store": "google_play",
    "date": "2023-12-21",
    "rating": 4,
    "content": "왜 14세 미만은 안되나요..? 흑흑 카카오로 로그인하려해서 부모님 인증다 하고 했는데 인증 3번해도 계정이 안되길래 결국 네이버로 했더니 됐어요 장점은 자기가 먹은 것을 기록하고 칼로리를 알수있는게 좋은거같아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-12-20",
    "rating": 5,
    "content": "귀엽고 보기 편해요 빨리 식단앨범도 추가되면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-12-20",
    "rating": 5,
    "content": "다이어트 할 때 사용하기 편해요. 디자인도 심플하고 기능도 좋습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-12-20",
    "rating": 5,
    "content": "짱조아요! 기록하기 편하고 캐릭터도 귀여워요! 앞으로 계속 잘 사용할거같아요. 음식 기록할때도 다른 사용자가 계산해놓은 칼로리로 쉽게 기록할수 있어서좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-12-18",
    "rating": 5,
    "content": "편해요"
  },
  {
    "store": "google_play",
    "date": "2023-12-18",
    "rating": 3,
    "content": "앱이 너무 무거워요 다 귀엽고 좋은데 너무 느려요"
  },
  {
    "store": "google_play",
    "date": "2023-12-18",
    "rating": 4,
    "content": "잘쓰고 있지만 같은 운동을 다른시간에 두번 했을때는 리스트가 두개로 추가가 안되는게 불편합니다 ㅜㅜ 한 운동을 시간 수정해야한다닝..."
  },
  {
    "store": "google_play",
    "date": "2023-12-17",
    "rating": 5,
    "content": "좋은앱👍"
  },
  {
    "store": "google_play",
    "date": "2023-12-16",
    "rating": 3,
    "content": "점심식사 기록할려고 누르는 순간 키보드 올라와서 제가 치는 타자가 안 보여요 불편...ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-12-16",
    "rating": 5,
    "content": "너무 조아요"
  },
  {
    "store": "google_play",
    "date": "2023-12-16",
    "rating": 5,
    "content": "최고에요."
  },
  {
    "store": "google_play",
    "date": "2023-12-16",
    "rating": 5,
    "content": "쉽게 기록할수 있어서 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-12-14",
    "rating": 5,
    "content": "식단 시작하면서 탄단지 맞춘 식사하기가 제일 어려운 부분이었는데, 인아웃 설치하고 나서 식품별 영양정보를 체크하고 식사별 탄단지 비율과 하루 권장 비율에 맞춰서 식단을 짜기가 정말 수월해졌습니다 그리고 특정 식품이 다이어트에 도움 되는지 안되는지도 찾아볼 때 어플에서 사람의 평가 기록들을 바로 볼 수 있어서 너무 좋아요 식재료에 대한 정보도 다 기입되어 있어서 하나하나 계산하고 나누고 할 필요 없이 세트저장으로 끝낼 수 있는 것도 정말 좋고요👍 단점은 다른 분께서 세세하게 적어주셨으니 넘어가겠습니다 응원합니다~!"
  },
  {
    "store": "google_play",
    "date": "2023-12-14",
    "rating": 5,
    "content": "너무너무 쓰기 편해서 좋아요. 가끔 영양제 종류 추가하다보면 멈추는 현상이 있긴한데 잘될때도 있어요.. 오락가락 ㅋㅋ 아 그리고 운동기록하는거 날짜 수정도 할 수 있으면 좋겠어요. 당일 기록 못한거 다음날 할려니 아쉽네여 개발자님 답글보고 기능 찾았습니다!! 감사합니다~ 이렇게 꼼꼼히 댓글 주시다니 감동입니다.."
  },
  {
    "store": "google_play",
    "date": "2023-12-13",
    "rating": 5,
    "content": "이앱 너무 좋습ㄴ다"
  },
  {
    "store": "google_play",
    "date": "2023-12-13",
    "rating": 5,
    "content": "캐릭터도 귀엽고 다른 것들은 다 좋은데 걸음수 연동하는 법이 좀 아쉬운 것 같아요 차라리 직접 숫자로 입력하게라도 해줬으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-12-13",
    "rating": 5,
    "content": "다이어트에 도움이 되요"
  },
  {
    "store": "google_play",
    "date": "2023-12-12",
    "rating": 5,
    "content": "좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-12-11",
    "rating": 5,
    "content": "처음 써보는데 체계적을ᆢ 사용할수있어서 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-12-11",
    "rating": 5,
    "content": "꼼꼼히 기록할수 있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-12-11",
    "rating": 5,
    "content": "삼성헬스 연동되어서 너무 좋아요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-12-11",
    "rating": 5,
    "content": "헬스커넥트로 연결하려고 다운받앗는데 헬스커넥트에 인아웃이 안뜨는데 어떻게 연결해야하나요?"
  },
  {
    "store": "google_play",
    "date": "2023-12-11",
    "rating": 5,
    "content": "간단하고 사용하기 좋아요 다만 한가지 건의사항이 있다면 달력 몰아보기 운동파트(태웠어요)에서 각 날짜를 클릭했을때 그날 무슨운동을 했는지 종목만이라도 나오면 좋을듯 합니다. 헬스하시는 분들이라면 다들 점진적 과부하를 중요시 생각하실텐데 오늘 해야 할 운동을 전에는 몇키로로 얼마만큼 볼륨으로 했는지 찾아보려면 하루하루 다 눌러봐야해서 살짝? 귀찮은거말곤 정말 잘 만들었고 만족하면서 쓰고있는 어플입니다ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-12-11",
    "rating": 5,
    "content": "👍"
  },
  {
    "store": "google_play",
    "date": "2023-12-11",
    "rating": 5,
    "content": "너무 귀엽지만 기능만은 확실해서 좋아요 ㅎㅎ 칼로리계산과 운동도 기록할 수 있고 무엇보다 커뮤니티가 다들 으샤으샤하는 분위기라 너무 좋습니다~~"
  },
  {
    "store": "google_play",
    "date": "2023-12-10",
    "rating": 5,
    "content": "커여워요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-12-10",
    "rating": 5,
    "content": "달력에서 이전 달이나 이후 달은 좌우로 넘길 수 있게 기능을 추가하면 좋겠습니다 그리고 달력에 표시되는 몸무게나 물 섭취량 등 선택사항이 달이 바뀔 때에도 적용 됐으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-12-09",
    "rating": 5,
    "content": "좋아요. 자루사용 중입니다."
  },
  {
    "store": "google_play",
    "date": "2023-12-09",
    "rating": 4,
    "content": "장점은 깔끔해서 보기좋고 귀엽습니다. 그리고 수량을 세세히기록할수있어좋아요. 또 무엇보다 소통창구가 있다는게 제일 좋았습니다.그룹배틀이 좋은데 나중엔 보상같은것도 생기면 좋지않을까생각해요. 단점은 1. 식단등록시 음식추가후 다시한번 전체 저장하는게 불편해요ㅠ 자꾸 추가하고 깜빡하고 뒤로가기눌러서 다시 추가하고 저장하고 그러네요. 간편추가후 위에 바로 저장하는 버튼이있으면 좋겠습니다. 2.대시보드에서도 아침 점심...칼로리만 표시만 하는게아니라 이모티콘 없애고 내가먹은 음식 이름이 한번에 뜨는게 더 편할거같아요. 3. 진짜 물은 제발 수정하기 말구 바로 눌러서 추가하게할수없을까요? 4. 마지막으로 단식하는거 맨날 등록하기귀찮은데 요일반복기능 있으면 좋겠습니다. 전체적으로 한번 더 들어가서 확인하거나 저장해야되는게 너무 불편해요. 5. 아! 그리고 칼로리가 좀 더 정확하게 있으면 좋겠어요. 같은 품목 같은 글람수도 칼로리가 다 다르네요. 그래도 거의 90프로 만족해요! 다욧어플중최고"
  },
  {
    "store": "google_play",
    "date": "2023-12-08",
    "rating": 5,
    "content": "간단하게 보고 계산할 수 있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-12-07",
    "rating": 5,
    "content": "알람 한시간마다 울리기 이런거 만들었으면"
  },
  {
    "store": "google_play",
    "date": "2023-12-06",
    "rating": 4,
    "content": "너무 잘 사용하고 있는데 쓰다가 좀 개선이 됐으면 하는 부분들이 생각날때가 있는데 앱에서 건의할 수 있는 창구가 없어요"
  },
  {
    "store": "google_play",
    "date": "2023-12-06",
    "rating": 4,
    "content": "안녕하세요 예전부터 이 앱을 썼던 유저 입니다 최근에 신경 안 쓰고 있다가 살이 부쩍 올라서 다시 식단 지킬려고 깔았는데요 업데이트를 하고 나니까 뭐가뭔지 하나도 모르겠고 식단 추가가 안 되더라구요? 이게 무슨 경우죠.. 정말 만족했던 앱이였는데 혹시 식단 추가는 어떻게 하나요?"
  },
  {
    "store": "google_play",
    "date": "2023-12-06",
    "rating": 1,
    "content": "내가 이미 단식을 하고 있는 상황이면은 전날 전전날 돌려서 시간 날짜 마춰서 이어가는데 이어플은 당일 아니면 못함 그래서 갈아탐 아 그리고 44시간 이던 원하는대로 설정도 못함 그냥 24시간이 끝"
  },
  {
    "store": "google_play",
    "date": "2023-12-05",
    "rating": 5,
    "content": "편리합니다"
  },
  {
    "store": "google_play",
    "date": "2023-12-05",
    "rating": 5,
    "content": "이제 쓴지 하루 밖에 안됐지만 상세히 기록할 수 있어서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-12-04",
    "rating": 5,
    "content": "단식시간 당일 아니어도 입력가능했으면 좋겠어요 🥹"
  },
  {
    "store": "google_play",
    "date": "2023-12-04",
    "rating": 4,
    "content": "다 좋은데 비밀번호까먹어서 못들어가고있습니다 비밀번호찾기를 쉽게할수 있게하면 더 좋을것같습니다"
  },
  {
    "store": "google_play",
    "date": "2023-12-04",
    "rating": 5,
    "content": "너무 좋습니다 식단도 몸무게 변화도 한 눈에 알 수 있게 잘 구성되어있네요 단식 타이머도 좋구요.. 단 한가지 일기에 사진을 첨부할수 있는 기능이 추가되었음 합니다 몸바디를 기록하고 싶어서요 암튼 쵝오의 어플입니다!"
  },
  {
    "store": "google_play",
    "date": "2023-12-04",
    "rating": 5,
    "content": "너무 좋아요 간단하고 쉬워서 쓰기ㅜ편하고 사람들에게 고민상담도 가능해서 맘이 가벼워졌어요 일기도 쓸수있고 컨디션이나 영양제도 기록할 수 있어서 마음에 들어요 운동 기록할 때 간단하게 그림이라도 있었으면 좋겠어요..! ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-12-01",
    "rating": 4,
    "content": "캐릭터도 귀엽고 간단해서 사용하기 좋은거 같아요! 그런데 학생들을 위해서 학교 급식을 불러 올 수 있으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-12-01",
    "rating": 5,
    "content": "신경 많이 쓰신게 보여요! 메뉴칼로리 등록이나 커뮤니티 너무 맘에 듭니다! 프론트 신경 많이 쓰신거같아서 궁금해지네요 앞으로의 업데이트가 더 기대되는 앱"
  },
  {
    "store": "google_play",
    "date": "2023-12-01",
    "rating": 5,
    "content": "지방이 캐릭터도 귀엽고 먹스타그램 아이디어도 너무 좋아요. 최상의 퀄리티인 만큼 상당히 많이 신경쓰신게 보이는 앱입니다. 보완했으면 하는 사항은 개인적으로 1. 근력 세트추가 되는 부분에서 (선택적으로 할 수 있게끔 아래하단에 박스체크를 만들어서 체크시) 바로 직전에 입력한 값 횟수와 무게값이 자동으로 입력되어 세트추가가 되는 기능이 있다면 수월하게 기륵할 수 있을 것 같습니다. 2. 달력에 선이나 색으로 생리예정일과 배란기 표시 기능이 있으면 따로 생리예정일 어플도 필요없을 것 같고 더 유용하게 쓸 수 있을 것 같습니다. 제 의견이 조금이나마 도움이 되셨으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-12-01",
    "rating": 5,
    "content": "다른 유료 앱보다 구성이 다양하고 동기부여도 잘되고 디자인도 귀여워요 대만족"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 5,
    "content": "이앱은 ux가 증말 짱입니다... 다이어트 보다는 음식일기? 쓸까 하고 들어온건데 진짜 딱 맞는 어플을 찾은것같고 또 다이어터들한테도 엄청 좋게 구성이 잘되어있는거같아유 검색하면 바로바로 음식이 나와서 바로 추가하면 되니까 넘 좋고여.. 글구 앱 흐름이 안 끊기고 좋아서 나도 이런.. 프로덕트 디자이너로 성장하고 싶다는 마음이 가득 드는 앱입니더.. 앞으로 어떻게 업데이트될지도 넘 궁금하고 일기기능 진짜 잘쓰고있습니다 암튼 최고,,"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 5,
    "content": "귀엽고 재밌게 관리할 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 4,
    "content": "보기도 좋고 어플 잘사용할께요"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 5,
    "content": "UI 너무 귀여워요 기록할 맛 납니다"
  },
  {
    "store": "google_play",
    "date": "2023-11-24",
    "rating": 5,
    "content": "간단한 사용 구글연동은 언제되나요 만보기연동하고싶은데"
  },
  {
    "store": "google_play",
    "date": "2023-11-23",
    "rating": 5,
    "content": "친구한테 추천받아서 너무 잘쓰고 잇어용 하지만 식단을 사진으로 기록할수가 없네요 ㅠ 식단앨범 업데이트 중이신거 같은데 언제쯤 추가 될까용!! 다이어트 하시는 븐들께는 짱추천해요 내가 얼만큼 먹엇는지 알수 잇고 칼로리 bmi 측정해줌니다"
  },
  {
    "store": "google_play",
    "date": "2023-11-23",
    "rating": 5,
    "content": "직장동료들 함께 다이어트를 하기 위해 사용해 봤는데 엄청 깔끔하고 사용하기 편리한거 같아요!ㅜㅠ 최고최고, 근데 조금 아쉬움 점은 그룹배틀에서 일간 종합랭킹 말고 월간 랭킹도 매길 수 있으면 좋겠습니다!!ㅜㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-11-22",
    "rating": 5,
    "content": "진짜 인아웃 덕분에 10kg감량 성공! 제 다이어트 친구 인아웃ෆ"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 5,
    "content": "가끔 음식정보가 부정확한 거 빼고는 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 5,
    "content": "디자인도 귀엽고 가독성이 좋아요! 취침시간이랑 생리일정도 추가됬으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 1,
    "content": "그룹에서 탈퇴 당했는데 이유도 알수없고 또 자신이 쓰고 그것도 없으면... 별한게도.."
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 5,
    "content": "업데이트 이후 잠시 그랬는데 지금은 정상적으로 잘 구동됩니다.생활에 일부가 되어버린 인아웃 앱 ^^좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 4,
    "content": "다 좋고 업데이트도 열심히 해주셔서 기대하고 있는데요, 앱이 종료되지 않은 상태로 홈 화면에 나왔다가(혹은 다른 앱을 이용하다가) 다시 인아웃 앱을 열면 때때로 화면이 하얗게 돼서 완전히 종료했다 새로 접속해야하는 번거로움이 있습니다. 수정되었으면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 5,
    "content": "너무 좋은데 구글 피트니스는 언제쯤 연동될까요?ㅠㅠ 걸음수 측정으로 운동 칼로리 적고싶은데 이번에 업데이트 되는줄 알았는데 아니네요ㅠ 삼성헬스는 연동이 아예 안되는걸까요? 다음 업데이트도 기대할게요!"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 1,
    "content": "오늘 업데이트하고나서 식단 검색이안되는거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 4,
    "content": "업데이트 이후 음식 검색이 전혀 안되요"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 5,
    "content": "이번업데이트후로 로딩이너무심해요..ㅠ 음식화면 하나나오는데만 몇초씩걸리고 날짜도 바로바로화면이 바뀌지않아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 4,
    "content": "업데이트하고 식단추가하려니까 왜 검색에 아무것도 안나오나요 전엔 밥 치면 밥한공기 여러개 떴는데 암것도 안뜨니까 식단을 기록 못함"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 4,
    "content": "업데이트후 검색도안되고 버벅거리고 안떠요 수정좀해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-11-21",
    "rating": 1,
    "content": "점검연장을 3번이나 번복하는건 좀 심하네요.."
  },
  {
    "store": "google_play",
    "date": "2023-11-18",
    "rating": 1,
    "content": "단식시간을 내가 원하는대로 설정할 수 없어서 그냥 지웠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-18",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-11-18",
    "rating": 5,
    "content": "진짜 진심 너무 귀엽고 너무 예쁘고 너무 유용하고 짱이에요 당장 깔아서 쓰세요"
  },
  {
    "store": "google_play",
    "date": "2023-11-18",
    "rating": 5,
    "content": "칼로리 계산 해주는 다른 어플을 사용해본적은 없지만 방금 다운로드해서 해봤는데 딱 봤을때 사용하는데 어려움 없이 편리하고 보기 좋게 되어있는기 좋네요 유용하게 사용할거 같습니다"
  },
  {
    "store": "google_play",
    "date": "2023-11-18",
    "rating": 5,
    "content": "너무 유용해요❤️‍🔥 식단관리도 더 잘 되고 배틀도 잇어서 친구들한테 공유 마니마니 햇어욤❤️‍🔥"
  },
  {
    "store": "google_play",
    "date": "2023-11-15",
    "rating": 3,
    "content": "유저등록이 아니라 공식이더라도 칼로리와 성분이 잘못 쓰여 있는 경우가 굉장히 많다. 하림처럼 대기업인 음식들도 오류 투성이."
  },
  {
    "store": "google_play",
    "date": "2023-11-15",
    "rating": 1,
    "content": "등록하기 점점 어려워지는중"
  },
  {
    "store": "google_play",
    "date": "2023-11-14",
    "rating": 5,
    "content": "살이 빠질수 밖에 없어요"
  },
  {
    "store": "google_play",
    "date": "2023-11-14",
    "rating": 4,
    "content": "다른건 다 좋은것 같은데 음식정보들이 좀 부족하네요.ㅠ 찾으려고 하면 잘 안보여요."
  },
  {
    "store": "google_play",
    "date": "2023-11-14",
    "rating": 5,
    "content": "이앱 다운로드하고 5키로 빠졌습다!"
  },
  {
    "store": "google_play",
    "date": "2023-11-13",
    "rating": 4,
    "content": "다 좋으나, 입력 단계 및 조회 화면이 직관적이지 못 하고, 데이타 클라우드 저장 기능이 없어 앱 지우고 다시 깔면 과거 기록 초기화."
  },
  {
    "store": "google_play",
    "date": "2023-11-12",
    "rating": 1,
    "content": "생체 인증 해제가 안 되는데 문의 메일 보낼 곳이 없어오ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-11-11",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-10",
    "rating": 4,
    "content": "오늘 처음 사용했는데 아기자기한 모양이 너무 귀엽네요~ 하루 사용했지만 조금 아쉬운게 있다면 운동칼로리를 계산할때 무게 및 횟수에 따른 칼로리로 나왔으면 좋겠습니다~ 시간과 운동 강도가 있지만 헬린이라 그런지 모든 운동이 전부 힘든데 이 운동을 격하게 했는지 적당히 했는지 감을 잡기가 힘들더라구요... 운동 중간 쉬는시간을 포함하기도 해서 정확한 시간을 파악하는것도 힘듭니다... 그외는 정말 잘 사용하고 있어요~ 그리고 단식 사용할때 한번 설정한게 계속 유지가 됬으면 좋겠어요~"
  },
  {
    "store": "google_play",
    "date": "2023-11-10",
    "rating": 4,
    "content": "어플 너무 귀엽고 좋아요! 다만 1. 오늘 먹은 음식들을 하루치를 몰아서 보여주는 화면 2. 체중, 걸음수, 운동량, 물섭취량은 막대그래프 말고 원형으로...주간, 월단단위로 볼수 있는 화면이 있으면 좋겠어요! 개별날에 식단관리는 좋은데 뭔가 추이변화나 하루의 총 식단을 볼수가 없어서 아쉬워요ㅠㅠ 3. 가끔 점심, 저녁 잘못 입력할때가 있는데 수정시 아침점심저녁 끼니 변경이나 전일 식단 복사 같은 기능이 있으면 더 좋을 것 같아요! 4. 걸음수 연동이 빨리 되면 좋겟네욥 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-11-08",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-08",
    "rating": 5,
    "content": "재밌고 살도빠짐요 다들해보세요!!!!"
  },
  {
    "store": "google_play",
    "date": "2023-11-08",
    "rating": 4,
    "content": "섭취가능한 남은 칼로리 보여주는 위젯 기능 만들어주세요!"
  },
  {
    "store": "google_play",
    "date": "2023-11-08",
    "rating": 5,
    "content": "기록하기쉽고 다욧이기대되요"
  },
  {
    "store": "google_play",
    "date": "2023-11-08",
    "rating": 5,
    "content": "오늘 설치해서 이것저것 기능구경중인데 딱 좋네요! 궁금한건 눈바디 체크 사진 기록할수있는곳은 없나요? 오늘의 일기 쓰는쪽에 사진도 등록되면 좋겠네요ㅠㅠ + 넵 기대하고있겠습니다!˃ᴗ˂"
  },
  {
    "store": "google_play",
    "date": "2023-11-06",
    "rating": 5,
    "content": "기존 다이어트앱들 솔직히 핵구린 디자인 때매 하기 싫은것도 있었는데 너무 귀엽고 예뻐서 마음에 들어요 데이터베이스도 넓은거 같고 넘 좋은데 무료라니 믿을수없어... ㅠㅠ만드신분들 고맙습니다"
  },
  {
    "store": "google_play",
    "date": "2023-11-04",
    "rating": 5,
    "content": "아주 잘 쓰고 있습니다! 식사 이름 수정 기능 추가 안될까요? 한번 식사 추가하면 이름 변경이 안되어 약간 불편합니당"
  },
  {
    "store": "google_play",
    "date": "2023-11-04",
    "rating": 5,
    "content": "다이어트를 하려고 이용중인데 보기도 편하고 너무 좋아요. 다만 아주 조금 아쉬운 점은 자주 사용하는 메뉴에 대한 탭이 따로 있었으면 좋겠습니다. 매번 같은 메뉴를 검색하기 번거로워서요 자주 사용 메뉴에서 선택하면 너무 좋을듯 합니다"
  },
  {
    "store": "google_play",
    "date": "2023-11-03",
    "rating": 5,
    "content": "소통에 다이어트 레시피 공유하는 공간도 따로 생기면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-11-03",
    "rating": 5,
    "content": "지금까지 사용해본 어플중에 베스트네요 너무 좋습니다 23년11월3일 리뷰업데이트 운동 통계, 걸음수연계, 음식사진등록 기능도 있으면 너무 좋을 것 같아요 ^^"
  },
  {
    "store": "google_play",
    "date": "2023-11-02",
    "rating": 5,
    "content": "키토제닉 다이어트하고 있는데 넘 유용한 앱이예요. 탄단지 얼마나 섭취했는지 확인하고 담날 식단에 참고가 되고, 체중의 변화도 쉽게 보이니 더 힘내서 하게되요."
  },
  {
    "store": "google_play",
    "date": "2023-11-02",
    "rating": 4,
    "content": "사용하기 편해서 계속쓰고있는데 어제오늘 접속이안되요 댓글달아주신거 다해도 안됩니다 캐시 데이터삭제이후 카메라 허용한번뜬 이후에 메인에서 화면이 정지예요"
  },
  {
    "store": "google_play",
    "date": "2023-11-01",
    "rating": 5,
    "content": "잘만든 앱이네요. 식습관이 어떤지 칼로리 계산도 되고 단식시간 설정 등 필요한 기능을 쏙쏙 넣어놨네요."
  },
  {
    "store": "google_play",
    "date": "2023-11-01",
    "rating": 4,
    "content": "구글 피트니스와 걸음수연동 언제 되나요??? 이것과 차라리 최근 등록 음식으로 식사입력시 떴으면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2023-11-01",
    "rating": 5,
    "content": "좋아요좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-10-31",
    "rating": 5,
    "content": "간편하고 귀여운 UI에 무료로 자유롭게 사용 가능한게 너무 좋아요! 빨리 기본 헬스앱과도 연동 기능이 생겼으면 좋겠어요!!"
  },
  {
    "store": "google_play",
    "date": "2023-10-30",
    "rating": 4,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-10-30",
    "rating": 5,
    "content": "앱 너무 예쁘네용 꼭 다요트 성공할게요!"
  },
  {
    "store": "google_play",
    "date": "2023-10-30",
    "rating": 5,
    "content": "좋아요~ 그런데 한눈에 볼수있는 달력같은게 있음 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-10-30",
    "rating": 1,
    "content": "어플자체가 열리지않아요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-10-30",
    "rating": 5,
    "content": "캐릭터도 귀엽고 인아웃 덕분에 다이어트 성공 했다!"
  },
  {
    "store": "google_play",
    "date": "2023-10-30",
    "rating": 4,
    "content": "걸음수가 입력이 되던지 구글피트니스가 얼른 연동되었으면 좋겠습니다 그외엔 다 좋아요\"^^"
  },
  {
    "store": "google_play",
    "date": "2023-10-28",
    "rating": 5,
    "content": "잘 쓰고 있는데 로딩 화면 뒤 흰색 바탕으로만 뜨고 다음 화면으로 잘 안넘어가지네요 ㅠㅠ 5번해야 1번 다음 화면으로 넘어가고 안될때도 이써요.. ㅠㅠ 그거 빼곤 다 잘 쓰고 있습니다! +수정 안녕하세요 !!최근에 접속해보니 튕김도 없고 업뎃 관련도 매우 맘에 들어요 !! 잘쓰고 있습니다 !"
  },
  {
    "store": "google_play",
    "date": "2023-10-28",
    "rating": 5,
    "content": "등록된 음식 종류가 많아요. 혹시 영양성분 빼기 기능은 넣어주실 예정있나요? 기성품에서 밥 반정도 빼고 먹는데 어떻게 계산해야할지 고민되서요."
  },
  {
    "store": "google_play",
    "date": "2023-10-27",
    "rating": 5,
    "content": "음식종류 브라니드별로 종류많이있고 메뉴도 구분이 잘되어있어서 입력하기도 편하고 좋아요~ 가끔 입력시 멈추는현상생기는것말곤 괜찮아요."
  },
  {
    "store": "google_play",
    "date": "2023-10-27",
    "rating": 5,
    "content": "이틀째 사용중입니다!! 칼로리계산.운동량 기록하기 좋습니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-10-27",
    "rating": 4,
    "content": "좋은 어플이에요 다만 단식 기능이 조금 더 확대되었으면 좋겠습니다. 설정한 단식시간이 끝나더라도 계속 단식을 이어갈 수 있도록 선택하는 기능이 있어도 좋고, 아니면 수동으로 단식을 시작하고 중단하는 등의 자율성이 있으면 좋겠습니다. 또한 단식중일 때는 알림창이 고정돠길 바라봅니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-27",
    "rating": 5,
    "content": "너무 귀여워요! 한 가지 건의사항이 있다면 기록한 하루 식단을 이미지로 저장할 수 있으면 좋겠어요! 한 끼씩 아니면 하루치를 모아서 이미지로 저장 가능한 기능이 있다면 다른 사람과 공유하기 편할 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-10-26",
    "rating": 5,
    "content": "칼로리 기록 엄청편하네요 많은 종류의 음식이 리스트에 있음"
  },
  {
    "store": "google_play",
    "date": "2023-10-26",
    "rating": 5,
    "content": "인아웃 덕분에 제가 얼마나 먹는지, 얼마나 칼로리를 소모했는지 •••등 알 수 있는게 많아서 너무 좋아요! 근데 운동시간을 기록한 후 , ~더 먹을 수 있어요 라는 문장때메 정당화하면서 하루에 목표로 잡은 칼로리를 넘겨버리는 경우가 많아요..☺️ 물론 제 잘못이지만!! 이 기능을 껐다 킬 수 있었으면 좋겠어요 ( 다른 사람들은 필요로 할 수 있으니까요?! ) 아무튼 인아웃 너무 잘 쓰고 있습니다 감사합니다🥹🥹"
  },
  {
    "store": "google_play",
    "date": "2023-10-26",
    "rating": 3,
    "content": "식단검색하고 추가해도 메인화면은 입력이안돼요.."
  },
  {
    "store": "google_play",
    "date": "2023-10-25",
    "rating": 5,
    "content": "겁나 유용함"
  },
  {
    "store": "google_play",
    "date": "2023-10-25",
    "rating": 1,
    "content": "저만 그런건지. 앱에 아예 접속이 안됩니다! 이유는 모르겠고 앱에 들어가지지도 않아요."
  },
  {
    "store": "google_play",
    "date": "2023-10-25",
    "rating": 5,
    "content": "아주좋아용~~~^^"
  },
  {
    "store": "google_play",
    "date": "2023-10-25",
    "rating": 5,
    "content": "너무너무 귀엽고 유익한 어플! 이제까지 쓴 다이어트 어플 중에 최고예요. ui도 너무 귀엽고 쓰기 편하고, 커뮤니티도 있고 대결도 할 수 있어서 아주아주 좋습니다. 자주 업데이트되면서 활발히 개선되는 것도 만족스러워요. 다만 하나 건의드리고 싶은 건 식단을 전날 미리 작성해놓는 경우, 그룹 배틀 등 식단 기록에 포인트 반영이 아예 안되더라고요.. 수정 눌렀을 때 미리 작성했더라도 포인트를 주게끔 바뀌면 좋겠어요! 어플 정말 잘 쓰고 있어요. 개발자님들 항상 건강챙기시구 화이팅이에요~!!"
  },
  {
    "store": "google_play",
    "date": "2023-10-25",
    "rating": 5,
    "content": "나에게 꼭 필요한 내용을 손쉽게 등록하고 관리할 수 있어 잘 사용하고 있습니다. 일시적으로 앱이 열리지 않아 문의드렸는데 빠른 회신으로 해결방법을 알려주셔서 문제상황도 바로 해결되었습니다. 개인적으로 1:1 배틀로 친구와 서로 경쟁하며 격려하며 함께 응원할 수 있어 더 재미있게 사용하고 있습니다. 앞으로도 지속적인 발전을 기대하며 열심히 사용해보겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-24",
    "rating": 5,
    "content": "편하다"
  },
  {
    "store": "google_play",
    "date": "2023-10-24",
    "rating": 5,
    "content": "개귀엽다"
  },
  {
    "store": "google_play",
    "date": "2023-10-24",
    "rating": 5,
    "content": "귀여움"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 5,
    "content": "식단.다이어트 앱으로는 최고예요!! 앱의 인터페이스가 굉장히 잘 되어있어요 음식과 체중관리 등 가시적으로 너무 단순하면서도 편리하고 귀여워서 매일의 결과를 기록하기 편하고 평가하기도 편리해요. 광고도 안 떠서 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 5,
    "content": "칼로리계산부터 영양분계산도 쉽고 체중변화그래프까지볼수있어 정말 유용해요!!"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 5,
    "content": "너무 좋은앱입니다. 완전만족중"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 5,
    "content": "기록확인 기능이 매우 만족스럽습니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 5,
    "content": "정말 만족합니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 5,
    "content": "너무 좋아요ㅠㅠ 진심 처음에는 다이어트 기록용으로 다운했는데 사용하면 할수록 자꾸만 빠져드는거 같아요:> 그리고 일기기록 서비스가 너무 마음에 들어요:> 솔직히 처음에는 귀찮아서 잘 안 쓸거 같았는데 글꼴이 너무 예뻐서 자꾸만 쓰게 되요:0 또한 이번에 새롭게 업데이트해서 다양한 테마도 생겨서 그런지 더 정이 갈거 같아요:> 운영자님 최고에요!! 다음 업데이트때는 또 얼마나 뽀짝해질지 기대돼요:0"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 5,
    "content": "진짜 최고의 어플ㅠㅠㅠ 너무 귀여워용 생리나 배변스티커 빨리 업데이트되길 존버 이번 업데이트 최고네요 정말 깔끔하고 보기좋아졌어요... 평생 인아웃만 쓸려구요ㅠㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-10-23",
    "rating": 3,
    "content": "앱이 좋긴한데 가끔은 버그로 안들어가져서 지웠다 깔아야해서 불편해요.지웠다 깔면 해결 돼요.이 버그 왜 생기는지는 모르겠어요 와이파이도 빵빵한데"
  },
  {
    "store": "google_play",
    "date": "2023-10-21",
    "rating": 5,
    "content": "정말 딱 필요한 기능만 있네요."
  },
  {
    "store": "google_play",
    "date": "2023-10-20",
    "rating": 5,
    "content": "앱이 귀여워요."
  },
  {
    "store": "google_play",
    "date": "2023-10-17",
    "rating": 4,
    "content": "앱 좋아하긴 한데 백버튼 누르면 홈페이지 가는 것보다 음식기록 수정하는 페이지로 가서 너무 불편하네요. 오늘하루 -> 음식 기록 -> 백버튼 -> 다른 날의 음식 기록 가게 됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-17",
    "rating": 3,
    "content": "다 좋은데 앱이 너무 무겁습니다 그냥 음식 칼로리 검색이나 음식 평가, 대숲 외에는 데이터 쓸 일이 없는데 와이파이 신호가 조금만 약해도 접속 자체가 안되는건 너무 답답하네요 앱을 다운로드 받을 때부터 음식 칼로리 값 데이터베이스 다운로드 되도록 하고, 대숲 기능은 사용하지 않도록 해서 오프라인 버전으로도 사용 가능하게 만들어주시면 더 한결 편하게 사용 가능할 것 같네요 *대숲입니다 착각했어요"
  },
  {
    "store": "google_play",
    "date": "2023-10-17",
    "rating": 5,
    "content": "인아웃 잘 사용하고 있습니다 다이어트를 꾸준히 유지하는데 도움이 됩니다! 다만 한가지 불편한점은 제가 열심히 기록한 운동기록을 모아서 한번에 확인할 수 없다는 거예요. 달력처럼 세트까지는 아니더라도 운동 이름이라도 한번에 볼수 있는게 생겼으면 좋겠습니다~ 만약 달력에 레그프레스라고 되어있으면 그 이름을 누를시 몇키로로 몇세트 했는지 나온다면 더더 좋을것 같아요! 그래야 오늘은 증량을 얼마나 할지 이런것들을 알 수 있으니까요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-10-16",
    "rating": 5,
    "content": "잘못된 날짜에 저장하고 있던 문제였네요. 식단 입력 잘되고 그래픽 예뻐서 다른 앱에서 갈아탔어요. 사용법을 몰라 남긴 리뷰에 답변해주셔서 감사합니다. 번창하세요."
  },
  {
    "store": "google_play",
    "date": "2023-10-15",
    "rating": 5,
    "content": "이렇게 좋은 다이어트 앱은 처음 본것 같아요. 처음 사용해 보는데 조작법이 쉽고 칼로리를 계산할수 있는 음식들이 매우 많아서 좋았어요"
  },
  {
    "store": "google_play",
    "date": "2023-10-14",
    "rating": 3,
    "content": "이 어플 잘 쓰고 있는데 요즘 간헐적으로 기록 완료 버튼이 안 눌려요. 그래서 식단 저장을 못해요. 앞으로 계속 이 어플 사용할건데 이 부분은 꼭 개선시켜주세요."
  },
  {
    "store": "google_play",
    "date": "2023-10-12",
    "rating": 5,
    "content": "인터페이스가 정말 깔끔하고 꾸준히 앱 개발을 하시는 것 같아 아쉬운 점들이 보이지만 우선 정착하기로 마음먹은 유저입니다. 개선사항 몇 가지 제안드리고 싶습니다. 1. 식단란을 아예 키워서라도 이미지가 크게 나오고, 첨부한 이미지 촬영시간에 따라 자동으로 식사시간이 기입되는 구조면 좋겠습니다. 사진 2장 이상 첨부 가능하면 더욱 좋을 것 같아요... (덧, 시간에 16시 13분과 같이 입력하면 16이 자동으로 4로 바뀌는데 이때 오전도 자동으로 오후로 바뀌면 좋지 않을까... 생각합니다) 2. 식사 분류를 아침 점심 저녁 간식에 한정짓기보다는 간식 야식 음주 음료 등 세분화하면 좋겠고, 먹은 시간 순 타임라인으로 확인이 가능하면 좋겠습니다. 현재 구조로는 아침 점심 사이에 간식 1회, 점심 저녁 사이에 1회, 야식으로 1회 먹어도 전부 간식란에 이미지 하나 시간 하나만 지정해서 올릴 수 있는 게 가장 문제같아요. 결국 정확한 기록을 불가하게 하는 구조이라고 생각합니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-12",
    "rating": 5,
    "content": "좋은어플이에요"
  },
  {
    "store": "google_play",
    "date": "2023-10-11",
    "rating": 2,
    "content": "캐릭터가 귀엽고 친구들과 같이 공유하면서 할 수 있는건 좋은데 이슈가 너무 많습니다. 톡방에 올려도 안 보내지고 내가 보낸 채팅이 상대방 방향(왼쪽)으로 뜨고 가끔은 무한 로딩이 됩니다.. 안정적이지 못해요"
  },
  {
    "store": "google_play",
    "date": "2023-10-11",
    "rating": 3,
    "content": "답변으로 버그 패치 하셨다고 해서 더 테스트 해보고 남기겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-10",
    "rating": 4,
    "content": "걸음수는 언제 연동이 되나요?"
  },
  {
    "store": "google_play",
    "date": "2023-10-10",
    "rating": 4,
    "content": "새로운 음식을 추가할 때 직접 등록하려면 시간이 좀 걸리니 대신 qr코드로 인식되는 기능이 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-09",
    "rating": 2,
    "content": "하얀화면만 나오고 안켜져요+"
  },
  {
    "store": "google_play",
    "date": "2023-10-09",
    "rating": 1,
    "content": "진짜최악임안그래도다이어트하느라분노절정인데앱까지안켜지니까너무짜증나서주글거같음앱색합니다^^;;;;"
  },
  {
    "store": "google_play",
    "date": "2023-10-09",
    "rating": 1,
    "content": "업뎃하고 ui가 아주아주 불편해졌음..."
  },
  {
    "store": "google_play",
    "date": "2023-10-07",
    "rating": 4,
    "content": "앱 UI좀 돌려주세요.. 업데이트 강제여서 했는데 보기만 더 불편해졌어요.. 이전의 직관적이던 UI가 더 좋습니다 나머지는 다 좋아용 잘 쓰고있습니당 다른 앱들과 비교도안되게좋아용!!!!굿"
  },
  {
    "store": "google_play",
    "date": "2023-10-07",
    "rating": 5,
    "content": "섭취시간이 첫 화면에서 보이도록 업데이트하면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-07",
    "rating": 5,
    "content": "정말정말 잘 쓰고 있습니다~~ 운동후 눈바디를 기록하고 싶은데 일기에 사진을 첨부할 수 있는 기능이 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-10-06",
    "rating": 5,
    "content": "어플 너무 귀엽고 쓰기편하고 좋은데 업데이트 이후에 음식 검색을 하면 제가 검색한음식이 맨위로 올라와있지않고 내려서 찾아야 등록을 할수있습니다. 제설정이 잘못된건지.. 그렇게 바뀐부분이 좀 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-06",
    "rating": 1,
    "content": "쓸모없는 업데이트만 해요. 디자인바꿀시간에 메뉴추가오류 수정이 더 중요하지 않나요? 업데이트할수록 오류만 늘어서 별로에요. 지우고 떠나야겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-10-06",
    "rating": 1,
    "content": "업데이트 이후에 오류가잦아요 에휴..기록저장버튼이 왜 안먹히나요"
  },
  {
    "store": "google_play",
    "date": "2023-10-06",
    "rating": 5,
    "content": "업뎃되고 식단 작성방법 몰라 툴툴대는데 개발자님 상세설명으로 편하게 쓰고있어요 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-06",
    "rating": 4,
    "content": "사용한지 이틀째인데요 체중 수정하기를 눌러서 수정을 해도 변화가 없다고 떠요 1키로나 빠졌는데 왜 변화가 없다고 뜨죠?의지 팍팍 떨어져요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-10-05",
    "rating": 5,
    "content": "¸◕ˇ‸ˇ◕˛ 편해요 !! 근데 삼성헬스는 왜 데이터 제공이 중단된거죠 ㅠㅠ그거만 연동되면 더 좋을꺼갘아여"
  },
  {
    "store": "google_play",
    "date": "2023-10-04",
    "rating": 5,
    "content": "단식을 매번 입력하는게 아니라 일주일에 몇몇요일은 자동으로 단식이 설정한 시간에 시작되면 좋겠습니다 그리고 알림 팝업창에 이 앱이 고정으로 뜨게하는 기능도 있으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-03",
    "rating": 1,
    "content": "뭐 계산 해줄 필요 없고 추천해줄 필요 없고 단순히 내가 먹은 칼로리 숫자만 기록할 수 있으면 좋겠는데 이것저것 진짜 개귀찮음."
  },
  {
    "store": "google_play",
    "date": "2023-10-03",
    "rating": 5,
    "content": "있는 기능들이 다 좋음. 다이어트 일기도 남길수 있고 칼로리 계산해주는게 진짜 편함."
  },
  {
    "store": "google_play",
    "date": "2023-10-03",
    "rating": 1,
    "content": "Ux 퇴보... 진짜 롤백해주세요. 예쁘게만 만들려고 ux하나도 고려 안된 느낌 식단 추가 누르려다 단식 눌리고 섹션마다 자리차지 너무 많이해서 운동 기입하려면 스크롤 많이 내려야하고 너무 불편해요"
  },
  {
    "store": "google_play",
    "date": "2023-10-02",
    "rating": 1,
    "content": "업데이트 후 식단 입력 후 수정 시 이때까지 적은 식단이 복사되어 기록되고, 복사된 기록을 지우면 기존 기록도 삭제됨"
  },
  {
    "store": "google_play",
    "date": "2023-10-01",
    "rating": 1,
    "content": "흰하면에서 안넘어가요"
  },
  {
    "store": "google_play",
    "date": "2023-10-01",
    "rating": 5,
    "content": "좋은데요, 나의활동 목록에 운전도 있었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-30",
    "rating": 5,
    "content": "이 앱을 쓰면서 내가 몇칼로리를 먹었고 인먹었고를 알 수있어서 좋고 디자인이이쁨♡"
  },
  {
    "store": "google_play",
    "date": "2023-09-30",
    "rating": 1,
    "content": "접속 잘 안됨. 다른 앱들은 괜찮은데 진짜 유난히 접속 느리고 흰화면만 보일때 많음..."
  },
  {
    "store": "google_play",
    "date": "2023-09-29",
    "rating": 3,
    "content": "배틀방에서 사진 올릴때 한번에 잘 안올라가요 개선해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-09-28",
    "rating": 1,
    "content": "업데이트하고 오히려 별로가 되었어요. 직관적이지가 않습니다. Ui도 별로가되고. PM 정신차리셔야겠는데요. 음식추가하는데 에러나요. 이러다 유저들 다 빠져나가요."
  },
  {
    "store": "google_play",
    "date": "2023-09-28",
    "rating": 3,
    "content": "식단 × 버튼 눌러도 안 먹히거나 오히려 원래 식단이 중복으로 여러 개가 추가됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-27",
    "rating": 2,
    "content": "갑자기 기록이 안됩니다 추가됐다고하고 추가가안되요 업데이트하고나서 부터 너무 오류가심하고 앱도 잘안켜집니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-27",
    "rating": 1,
    "content": "업데이트 한 이후로 계속 튕김;;이젠 걍 안들어가짐ㅋㅋㅋ이럴거면 업뎃 왜했냐ㅋㅋㅋㅋ당류 추가된거랑 디자인 바뀐거말곤 식사등록 더 어려워지기나 함ㅆㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-09-27",
    "rating": 4,
    "content": "기록할 식단에 음식 검색할 때, 최소한 입력한 키워드가 포함된 음식이 최상단에 뜨게 좀 해주세요. 닭가슴살 상품 이름 검색했는데 굴소스 등 여타 소스들만 잔뜩 나옵니다. 해당 상품이 시스템에 없는것도 아니고 스크롤 한참 내려야 뜹니다. 개선해주시면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-26",
    "rating": 3,
    "content": "이번 업데이트는 이쁘긴한데 너무 정신이 없어요ㅠ 그전엔 깔끔해서 좋았거든요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-09-26",
    "rating": 5,
    "content": "제발 업데이트 자중해주세요! 사실 다른 앱 오래 쓰다가 하도 심한 업데이트에 인아웃으로 갈아 타고 겨우 안정되나 싶은데 또 다른데로 가야 하나요? 이런 앱은 실용적으로 식단과 영양조절을 위한거지 그림판 디자인판이 아닙니다! 도대체 뭘 위한 업데이트인지 영문도 모를 변화만 계속 되고. 광고를 모으려는 건지, 현질을 유도하려는 건지, 무능한 상사를 기쁘게 하려는 건지. 제발 이런 앱의 본질을 파악하고 움직이세요. 유치원생도 아닌데 색깔, 그림 넣는다고 감탄하지 않습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-26",
    "rating": 5,
    "content": "인아웃 안할때는 44?정도 됬는데 인아웃 하고 1주일 후에 43됬어요.칼로리 계산 다 해주고 사람들한테 조언도 받으면서 살빼니까 더 좋네요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-09-26",
    "rating": 5,
    "content": "사용하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-09-25",
    "rating": 5,
    "content": "음.. 핸드폰 위젯으로 배경화면에 설정 가능했으면 좋겠습니다.."
  },
  {
    "store": "google_play",
    "date": "2023-09-25",
    "rating": 1,
    "content": "아예 안들어가짐 왜이럼"
  },
  {
    "store": "google_play",
    "date": "2023-09-25",
    "rating": 3,
    "content": "식단 추가하려고 아침점심저녁 들어가기가 힘듬 누르면 들어가지지않고 옆으로 넘어감"
  },
  {
    "store": "google_play",
    "date": "2023-09-24",
    "rating": 4,
    "content": "단식부분에서 상단바고정으로 단식시간확인할수있었으면좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2023-09-24",
    "rating": 5,
    "content": "좋은 어플"
  },
  {
    "store": "google_play",
    "date": "2023-09-24",
    "rating": 5,
    "content": "광고 없는 것이 너무 좋네요. 단식의 시간이나 기간을 늘려주세요. 최대 하루 고정은 아쉽습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-22",
    "rating": 5,
    "content": "써본 식단 앱 중에 제일 좋아요 근데 간식으로 기록완료하고 나갔더니 걔가 그대로 점심으로 옮겨진 버그가 있었어요! 기존의 점심 기록은 삭제됐구요 그리고 가끔 예를들어 점심 식단에 A,B,C를 입력했다가 그 중 C를 삭제 한 후 메인으로 가면 지운게 적용안되는 버그도 있더라구요 정말 제일 좋고 간단하고 잘쓰고있습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-09-22",
    "rating": 5,
    "content": "정말 좋은 앱을 무료로 이용할 수 있어 너무 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-21",
    "rating": 3,
    "content": "업뎃후 안켜져요...ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-09-20",
    "rating": 5,
    "content": "너무 잘사용중인데 하나만 수정해주세요 모아보기를 인스타 피드로 공유할려니 이미지가 오류뜬다고 안되더라구요 ㅜ 인스타 스토리로는 공유가능하덩데 피드로 공유 되게끔 해주세요 ㅜ 계속 에러떠요"
  },
  {
    "store": "google_play",
    "date": "2023-09-19",
    "rating": 1,
    "content": "오류가 왜일케 잦나요? 화면 안뜨거나 타자가 중간에 안쳐지는등"
  },
  {
    "store": "google_play",
    "date": "2023-09-19",
    "rating": 5,
    "content": "잘 이용하고 있습니다. 다만 건의 드릴 부분이 있어 글 남깁니다. 단식타이머 설정 시 시작날짜가 당일만 가능한 부분이 좀 불편합니다. 까먹고 다음날 설정하는 상황도 있어서요. 업데이트시 고려해주시면 기쁘겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-19",
    "rating": 5,
    "content": "오늘 평소처럼 식단 적으려고 어플에 들어왔는데 제 계정이 아니라 모르는 사람 계정으로 로그인 되어 있네요;; 로그아웃도 안 보이고... 제거 후 다시 설치해야 되나요..? +수정) 문제 해결 됐습니다. 어플 덕분에 도움 많이 받았습니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-18",
    "rating": 5,
    "content": "간헐적 단식으로 다이어트하려고 식단일기앱 찾다가 이용하고 있어요. 식단일기도 쓰기 편하고 알람 및 메모기능도 있어서 기록하기 편리하네요."
  },
  {
    "store": "google_play",
    "date": "2023-09-18",
    "rating": 5,
    "content": "기록 괸리하기 너무 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-09-18",
    "rating": 2,
    "content": "입력후 뒤로가기 누르면 계속 빙빙 사실 빙빙은 아니고 계속 뒤로 뒤로 참 깝깝 하네요."
  },
  {
    "store": "google_play",
    "date": "2023-09-18",
    "rating": 5,
    "content": "😄"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 4,
    "content": "식단 적어놨던게 껏다키니까 초기화되어있어요...당황"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 3,
    "content": "단식 시간을 매일 다시 설정해야되는게 불편해요 ㅜㅜ 시간을 고정적으로 설정할 수 있게 수정하면 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 5,
    "content": "킹아~!"
  },
  {
    "store": "google_play",
    "date": "2023-09-16",
    "rating": 5,
    "content": "1) 하루에 얼마나 탄단지를 섭취했고 얼마만큼 먹어야하는지 눈으로 확인할 수 있는 점은 좋아요! 그런데 그 부족한 영양소를 채우기 위해 먹어야할 식단을 어떻게 구성해야할지 잘 모르겠어요. 추천 식단 같은 것도 추가해주시면 좋을 것 같아요! 2) 섭취한 물의 양을 수동적으로 조절할 수 있게 해주세요. 물병 단위로만 계산하려고 하니 불편함이 있네요."
  },
  {
    "store": "google_play",
    "date": "2023-09-16",
    "rating": 5,
    "content": "하루됐는데 나름 편한것같음. 같은종류 등록되어있는 음식은 좀 통일되게 나오면 더 좋을것같음"
  },
  {
    "store": "google_play",
    "date": "2023-09-15",
    "rating": 5,
    "content": "아주 굿..."
  },
  {
    "store": "google_play",
    "date": "2023-09-15",
    "rating": 5,
    "content": "소통창 댓글 수정할 수 있게 해주세요ㅜㅜ오타를 고칠 수가 없네여..."
  },
  {
    "store": "google_play",
    "date": "2023-09-14",
    "rating": 5,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2023-09-14",
    "rating": 5,
    "content": "앱도 깔끔하고 보기 편해요~!!"
  },
  {
    "store": "google_play",
    "date": "2023-09-13",
    "rating": 5,
    "content": "너무 조와요"
  },
  {
    "store": "google_play",
    "date": "2023-09-13",
    "rating": 5,
    "content": "다른 앱들도 사용해보았는데 순탄수가 얼마인지 알려주어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-09-13",
    "rating": 5,
    "content": "다이어트하는데 좋아요^.^"
  },
  {
    "store": "google_play",
    "date": "2023-09-12",
    "rating": 5,
    "content": "편리하고 기능이 많아서 좋네요 도움 많이 되고 있어요 보기 편해서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-09-12",
    "rating": 5,
    "content": "식당입력하기가 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-09-11",
    "rating": 5,
    "content": "꼼꼼하게 기록할 수 있고 배틀 기능으로 친구와 함께 공유할 수 있어서 좋아요 등록되어있지 않은 음식/요리를 직접 등록해두고 쓸 수 있어서 좋습니다 다만 1:1 배틀 설정이 최대 30일이라 아쉬워요ㅠ 그리고 핸드폰과 태블릿 양쪽에 설치해두고 사용하고 있는데 '기분' 기록 부분만 연동이 안 됩니다...🫠 다른 부분은 문제없이 잘 쓰고 있어요! 구글 피트니스도 얼른 연동됐으면 좋겠어요 😊"
  },
  {
    "store": "google_play",
    "date": "2023-09-11",
    "rating": 2,
    "content": "기능에 비해 최적화가 별로임. 특히 뒤로가기 계속 누르면 엉뚱한 화면으로 이동하는 건 꽤 스트레스."
  },
  {
    "store": "google_play",
    "date": "2023-09-11",
    "rating": 1,
    "content": "걸음수 연동은 언제되는건가요?"
  },
  {
    "store": "google_play",
    "date": "2023-09-11",
    "rating": 5,
    "content": "다른 어플보다 음식 브랜드가 다양해서 칼로리 검색하기가 용이해요"
  },
  {
    "store": "google_play",
    "date": "2023-09-09",
    "rating": 5,
    "content": "좋아요! 느린게 좀 아쉬워요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-09-09",
    "rating": 5,
    "content": "아주유용하게 잘쓰고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-08",
    "rating": 1,
    "content": "구글도 로그인 하게 해줬으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-09-08",
    "rating": 5,
    "content": "확실히 칼로리 계산하는것도 쉽고 눈에 확 보이니까 식단조절하는데 큰 도움이 됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-08",
    "rating": 4,
    "content": "1:1 배틀 시 친구가 보낸 메세지 팝업을 클릭하면 대화방이 아니라 팔로워 목록으로 이동하는 오류가 있습니다. 소통탭-피드로 식단 등록하는 방식이 번거로운데 식단 등록을 마이 탭에서 바로 할 수 있도록 수정해주셨으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-08",
    "rating": 5,
    "content": "깔끔하고좋아요 그리고 단식시간정하고 식사시간되면 다시 쭉이어갈수있게해줬으면 좋겠어요 계속 다시시간정하고하는 번거로움이있네요"
  },
  {
    "store": "google_play",
    "date": "2023-09-06",
    "rating": 4,
    "content": "체중그래프는 어떻게 보나요? 주일.달수로 변화보고싶은디.."
  },
  {
    "store": "google_play",
    "date": "2023-09-06",
    "rating": 5,
    "content": "광고가 막 팝업되지 않아서 너무 좋아요. 그리고 칼로리랑 탄단지 계산 기록 기능이 너무 좋아요. 다만 아쉬운점은 단식시간 기록이 수기로 시간을 적어야한다는 점이에요. 단식 시작과 종료 버튼으로 시간을 기록하면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-09-06",
    "rating": 4,
    "content": "무료로 사용할 수 있어서 좋은데요. 단식 타이머를 매일 설정해야되는게 불편합니다. 요일 반복 설정 등으로 자동으로 계속 타이머가 작동되게 해주세요."
  },
  {
    "store": "google_play",
    "date": "2023-09-06",
    "rating": 4,
    "content": "귀엽고 아기자기해서 좋았어요! 근데 무엇을 적을때 가끔 튕길때가 있더라구요. 그 점은 살짝아쉬웠습니다. 그 점빼고는 모두 좋았습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-06",
    "rating": 3,
    "content": "데이터도 좋고 다 좋은데 최적화좀 부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-06",
    "rating": 5,
    "content": "좋은어플인것 같아용"
  },
  {
    "store": "google_play",
    "date": "2023-09-05",
    "rating": 5,
    "content": "좋네요 ^^"
  },
  {
    "store": "google_play",
    "date": "2023-09-05",
    "rating": 5,
    "content": "음식이 진짜 온갖 음식이 다 들어있어서 칼로리 계산하기 너무 편해요!"
  },
  {
    "store": "google_play",
    "date": "2023-09-05",
    "rating": 5,
    "content": "나이들수록 단백질 보충과 근육이 피료하다고 느껴 시작하게 됐어요.다른 어플 사용하다가 깔끔하고 귀여운 것 같아 바꾸어 사용해 봅니다~"
  },
  {
    "store": "google_play",
    "date": "2023-09-05",
    "rating": 3,
    "content": "앱은 예쁘고 좋은데 사용성이 안좋습니다. 백키 눌러서 돌아가면 위치가 일관적이지않고 가입한 그룹도 다시 가입하라고 나와요."
  },
  {
    "store": "google_play",
    "date": "2023-09-05",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-09-04",
    "rating": 5,
    "content": "48시간 단식도 하는데 종일 단식만 있는게 아쉽습니다. 유연하게 설정하는것도 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-03",
    "rating": 5,
    "content": "업데이트 하지 않으면 앱을 못 들어간다는게 조금 아쉽긴 하지만 그래도 짱짱"
  },
  {
    "store": "google_play",
    "date": "2023-09-03",
    "rating": 5,
    "content": "ui 편리하고 유용합니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-03",
    "rating": 5,
    "content": "편리하고 매우 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-03",
    "rating": 3,
    "content": "내용 입력하라는데 계속 안써짐 자판 사라지고 지워짐 개빡침"
  },
  {
    "store": "google_play",
    "date": "2023-09-03",
    "rating": 5,
    "content": "인아웃 잘 사용하고 있는 유저입니다 . 너무너무 좋아요 ,, 다이어트 앱 많이 써봤는데 이게 제일 좋은듯 !! 뭐 복잡하지도 않고 간단하고 귀엽고 좋은거 많아서 완전 만족 ,, 💭"
  },
  {
    "store": "google_play",
    "date": "2023-09-02",
    "rating": 5,
    "content": "다이어트 할때 이만한게 없어요"
  },
  {
    "store": "google_play",
    "date": "2023-09-02",
    "rating": 5,
    "content": "👍🏻👍🏻"
  },
  {
    "store": "google_play",
    "date": "2023-09-02",
    "rating": 5,
    "content": "내가 얼맠큼 먹었는지 나와서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-09-01",
    "rating": 5,
    "content": "ㅇㅋ확인"
  },
  {
    "store": "google_play",
    "date": "2023-09-01",
    "rating": 5,
    "content": "최근 먹었던 음식이 뜨면 좋겠어요 매번 등록하기 귀찮아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-31",
    "rating": 5,
    "content": "직접 등록한 음식은 어떻게 수정하나요?"
  },
  {
    "store": "google_play",
    "date": "2023-08-31",
    "rating": 5,
    "content": "넘 귀엽고 다이어트 기록하기 편해요 잘쓰겟습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-31",
    "rating": 5,
    "content": "아주좋아요!!만들어주셔서감사합니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-30",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-08-30",
    "rating": 4,
    "content": "친구들과 같이 소통하며 할 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-30",
    "rating": 5,
    "content": "구둥"
  },
  {
    "store": "google_play",
    "date": "2023-08-30",
    "rating": 3,
    "content": "유용하게 사용하고 있늨데 식사 저장이 안되요 ..한참전에 업데이트 한번 하고부터 안되더라구요"
  },
  {
    "store": "google_play",
    "date": "2023-08-29",
    "rating": 5,
    "content": "UI가 편하고 다양한 기능이 있어 유용하게 사용할 수 있어요! 다만 단식을 매일 다시 설정해줘야 하는 게 번거롭습니다. 매일/요일별로 주기적으로 설정되면 좋을 것 같아요~ 그리고 새로운 음식명 등록할 때 키보드가 화면에 뜨면 화면이 가려지는 오류가 있습니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-29",
    "rating": 5,
    "content": "좋습니당"
  },
  {
    "store": "google_play",
    "date": "2023-08-29",
    "rating": 5,
    "content": "안녕하세요. 인아웃 앱 정말 잘 사용하고 있습니다. 감사합니다. 그리고 한가지 추가기능 의견 드려요. 수면시간도 저희가 중요하잖아요. 그것도 추가 해 주시면 너무너무 감사하겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-28",
    "rating": 5,
    "content": "되게 좋아요!!!👍👍 근데 삼성헬스 등록 안되는게 너무 눈물 나네요ㅜㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-08-28",
    "rating": 3,
    "content": "앱이 열리면 화면이 하얗게 뜨고 아무것도 보이지 않네요"
  },
  {
    "store": "google_play",
    "date": "2023-08-28",
    "rating": 5,
    "content": "보기 쉽고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-28",
    "rating": 5,
    "content": "식사저장이 몇일전부터 되질않아서 매번다시등록해야하는데 어찌된일일까요?"
  },
  {
    "store": "google_play",
    "date": "2023-08-27",
    "rating": 5,
    "content": "편리하고좋아요..."
  },
  {
    "store": "google_play",
    "date": "2023-08-27",
    "rating": 5,
    "content": "하루 동안 몇 칼로리를 먹엇는지 다 알 수 잇어서 너무 편해요ㅠㅠ 기록하고 볼 수 잇으니 짱!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-27",
    "rating": 5,
    "content": "아쥬 잘사용 하고있습니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-26",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-08-26",
    "rating": 4,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-08-26",
    "rating": 4,
    "content": "사용한지 며칠 안되었는데 뭔가 깔끔하고 괜찮아요 아쉬운점은 메인이 캘린더 형식으로 볼수있었으면 좋겠어요ㅠ 날짜 눌러서 이동하는게 좀 불편한거같아요..ㅠ 그리고 위젯기능이 있었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-08-25",
    "rating": 4,
    "content": "요새 계속 앱 시작이 안되고 하얀화면만 뜨는 오류가 너무 자주 일어나요ㅜㅜ 거의 들어갈때마다 이러는거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-25",
    "rating": 1,
    "content": "앱을 깔았는데, 들어가도 계속 튕깁니다,, 아예 들어가지지가 않네요,,"
  },
  {
    "store": "google_play",
    "date": "2023-08-25",
    "rating": 3,
    "content": "자주 먹는 식사 등록하면 한번에 불러올수 있다면서 저장이 안되네요 매번 일일이 작성해야해서 너무 불편해요 업데이트해도 개선이 안되네요..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-08-25",
    "rating": 5,
    "content": "디자인 이쁘고 음식 종류가 엄청 많아용"
  },
  {
    "store": "google_play",
    "date": "2023-08-24",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-08-24",
    "rating": 5,
    "content": "너무너무 좋아요!! 그리고 저는 유튜브 영상을 사용하여 운동을 하는데요 유튜브 영상에는 운동이름이 나오지 않는 경우가 대부분인 탓에 운동기록을 원활히 할 수 없는 점이 아쉬워요ㅠㅠ 그러니 영상을 선택하면 그 영상의 소모 칼로리를 자동으로 적용시켜 주는 기능을 업데이트 해주셨으면 합니다! 그리고 앱 만들어 주셔서 정말정말 감사드려요!"
  },
  {
    "store": "google_play",
    "date": "2023-08-24",
    "rating": 5,
    "content": "앱을 다시깔아도 안들어가졌었는데 앱 계속들어가보면 앱 오류하고 뜨거든요? 거기서 앱 정보들어가서 데이터,캐시 삭제했는데 들어가졌어요. 근데 들어가보니까 전에 기록한게 사라지긴 했지만 그래도 머 어쩔슈업저 근데 앱은 개조아용"
  },
  {
    "store": "google_play",
    "date": "2023-08-24",
    "rating": 5,
    "content": "여태 썼던 다이어트 앱중 최고에요 👍🏻 보통 체계적이면 디자인이 구리고 디자인이 좋으면 시스템이 구린데 이건 두마리 토끼를 다 잡아놓은 느낌 🐰 좋습니당"
  },
  {
    "store": "google_play",
    "date": "2023-08-23",
    "rating": 5,
    "content": "좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-08-23",
    "rating": 4,
    "content": "다 좋은데.. 식단 저장이 왜안되는걸까요? 식단저장 누르고 식단이름쓰면.. 완료가 안돼요. 완료가 터치가 안되는데 .. 왜 그런걸까요."
  },
  {
    "store": "google_play",
    "date": "2023-08-23",
    "rating": 4,
    "content": "다이어트 하며 이것저것 여러 어플 써봐도 인아웃이 저에겐 제일 잘맞네요. 다만 아쉬운점 1.통계수치부분 다이어터들이 많이 사용하는 어플인만큼 체중그래프는 필수일것 2.달력에 한달치 한눈에 인아웃 확인이 가능하면좋을듯 음식,운동 데이터도 제일많고 좋은데 단점이 저에겐 너무커서 다른어플찾다 또 불편해서 다시 인아웃하긴해요.제발 개선 부탁합니당"
  },
  {
    "store": "google_play",
    "date": "2023-08-23",
    "rating": 5,
    "content": "좋아요!!!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-22",
    "rating": 5,
    "content": "너무 조아"
  },
  {
    "store": "google_play",
    "date": "2023-08-22",
    "rating": 3,
    "content": "같은음식이라도 탄단지가 달라도 너무 달라요. 예를들어 맥날 베토디단품같은것도 어느건 탄수 15 어느건 70이었나 그러니.. 그리고 아무리 8대영양소 전체공개가 의무가 아니라하더라도 탄단지공식이 150정도인데 칼로리가 500에 가까운건 좀..(예를들어 빅스타피자에 페페로니) 태어나서 처음으로 엑셀말고 어플을 써보는데 아직은 많이 아쉽습니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-22",
    "rating": 5,
    "content": "맛있어요"
  },
  {
    "store": "google_play",
    "date": "2023-08-22",
    "rating": 5,
    "content": "등록한 음식에 음식 등록하고 나만의레시피에 추가하려는데 검색해도 나오지 않아요. '찰보리'였습니다,,, 버그인가여?"
  },
  {
    "store": "google_play",
    "date": "2023-08-21",
    "rating": 5,
    "content": "식단기록하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-21",
    "rating": 5,
    "content": "좋아요. 아주 잘 사용하고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-21",
    "rating": 5,
    "content": "광고도 없고, 무료 어플에, UI 깔끔하고 보기편하고, 단식이랑 칼로리 계산도 다해주고... 이제까지 쓴 다이어트 어플 중 ㄹㅇ탑인듯"
  },
  {
    "store": "google_play",
    "date": "2023-08-20",
    "rating": 5,
    "content": "1. 벌크업하는사람을 위해 5끼까지 추가할 수 있게 해주면 좋겠음. 2. 라면 같은경우 면만 먹는 경우 칼로리가 차이나는데 면만 먹는 경우도 생각한 식단기능을 추가해주세여"
  },
  {
    "store": "google_play",
    "date": "2023-08-20",
    "rating": 5,
    "content": "다 좋은데 허리 둘레나 허벅지 둘레도 기록하는 선택사항이 있으면 좋겠어요!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-19",
    "rating": 5,
    "content": "너무편하고좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-18",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 5,
    "content": "최고예용"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 5,
    "content": "좋아요!!!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 4,
    "content": "운동 종류가 적은 게 좀 아쉽네요 그래도 다이어트 자극 개오져서 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 5,
    "content": "식단 카테고리 치팅데이/체중증량식단/다이어트식단 이렇게 나눠주시면 좋겠어요 다른 사람들이 먹는 식단이 궁금한데 계속 과자같은거나 마라탕같은게 올라오니깐 식욕이 증가돼요"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 5,
    "content": "아직까진 즇아요!! 무료라서 더 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 5,
    "content": "처음에는먹었던거를기록할때 처음에는되지않았는데 그 이후로부터 기록이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 3,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 5,
    "content": "이 앱 개발자님 너무 잘만드긴거 아니에여? 너무 쪼아여! 감삼니댜 💖"
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 5,
    "content": "깔끔하고 귀여워용"
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 4,
    "content": "그룹톡의 사진이 안올라가요 ㅠㅠ 다른분들은 잘올라가는데 제기종이 안되는건지 다른기능은 잘되는데 사진만 안올라갑니다 빨리 해결부탁드리겠습니다 갤탭s6라이트"
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 5,
    "content": "식단 기록을 재밌게 할 수 있게 됐어요! 그날 남은 섭취량에 따라 추천 음식이 뜨면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 5,
    "content": "잘쓰고있어요! 사용하기에 편리하고 디자인도 귀여워서 자주 들어가게돼요! 어플에 들어가지않아도 단식 시간이 얼마 남았는지 알수있게 간헐적 단식 위젯이 있었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-08-15",
    "rating": 1,
    "content": "그냥 14세 미만 그런거 하지마"
  },
  {
    "store": "google_play",
    "date": "2023-08-15",
    "rating": 4,
    "content": "제 핸드폰이 이상한건지 모르겠는데 이 앱에서 들어갔을때 흰화면만 나오고 할수가없더라구요~근데 스토어에서 사진으로보니 귀여운 캐릭터와 잘할수있을것같네요~~^^"
  },
  {
    "store": "google_play",
    "date": "2023-08-15",
    "rating": 5,
    "content": "칼로리 계산이 정말 편함"
  },
  {
    "store": "google_play",
    "date": "2023-08-15",
    "rating": 5,
    "content": "안드로이드에서 기록했던 내용들이 아이폰에서 이 앱 설치하고 로그인해도 그대로 이어지는지 궁금합니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-15",
    "rating": 5,
    "content": "너무 귀여워요♡♡ 귀여운 것 만으로도 이미 100점입니다! 요청사항이 있어요 위젯만들어주세요~ 바탕화면에서 바로 in out 칼로리나 영양성분을 보고 싶습니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-14",
    "rating": 5,
    "content": "칼로리도 계산할수 았도록 도와주니 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-14",
    "rating": 2,
    "content": "제 인생 첫 다이어트 중인데 친구 추천으로 깔아봤어요. 일단 아쉬운 점은 그날 기록을 못하면 기록이 안된다는점, 지난간 기록은 다시 못본다는점, 그리고 기록한걸 한눈에 다시 보면서 내가 어떻게 식단관리와 운동을 했는지 하나도 볼 수 없다는 점이 너무 아쉽네요. 오늘만 기록하면 뭐하나요. 그전에 내가 어떻게 지켜오고, 뭘 먹었는지 보지를 못하는데... 쓰면 쓸수록 내 기록을 볼수도 알수도 없어서 이걸 왜 맨날 적어야하나 싶어요. 운동든 다양하게 등록되어 있지 않아서... 뭘 등록해야하는지 모르겠어요. _____________________________________ 질문 답변에 대한 댓글 드리자면, 오늘 누르면 기분이랑 다이어트 관련 일기 써야지만 뜨지 식단한거나 다른거 하나도 안뜨는데요... 뭐가 뜬다고 하시는걸까요?? 이렇게 지난 기록 아무것도 안뜨는 어플은 첨이예요.. 기록을 지워버리는 느낌 ..."
  },
  {
    "store": "google_play",
    "date": "2023-08-14",
    "rating": 5,
    "content": "영양소알아볼때좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 5,
    "content": "정말 간헐적단식엔 좋은 앱입니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 5,
    "content": "원래 리뷰 잘 안남기는데 잘 사용하고있어서 남겨요. 딱 한가지 개선하고싶은게 통계 탭에서 나의 목표 , 이번 일간 / 주간 / 월간 kcal , 탄단지 섭취량 을 비교하고싶어요. 그 외에는 운동없이 간혈적단식만 하는데 ui가 간편해서 잘 쓰고있습니다 ."
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 3,
    "content": "다이어트 친구랑 같이 하려고 깔았는데 배틀톡방도 있고 먹은 음식도 공유할수있어서 너무 좋았어요. 근데 친구랑 함께 할 목적으로 깔았는데 배틀톡방에 들어가는 방법이 복잡해서 불편하네요. 소통이나 게시글 올리는 기능은 안쓸예정이라 제가 쓰고 싶은 기능들만 사용할 수 있거나 배틀톡방에 들어가는 방법이 간단해졌으면 좋겠습니다.^^"
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 1,
    "content": "정확하지 못한 유저가 올리는 칼로리들과 적기힘든 식단."
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 5,
    "content": "개인적으론 정말 즐겁게 다이어트하고 있어요!다른사람들과 소통이 가능하고 물어볼수있어 정말 잘 사용하고 있네요!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 5,
    "content": "식단조절을 안하던 나를 식단조절을 할 수 있게 만든 앱이에요."
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 5,
    "content": "서용하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-08-12",
    "rating": 5,
    "content": "직관적이어서 좋아요~ 식단 관리용으로 잘 쓰겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-12",
    "rating": 5,
    "content": "좋아요~^^"
  },
  {
    "store": "google_play",
    "date": "2023-08-12",
    "rating": 4,
    "content": "좋은데 사이즈도 기록할 수 있었음 좋겠어요. 체중도 중요하지만 눈바디도 중요하잖아요. 신체 부위별로 둘레측정을 해서 기록하고 얼마나 변했는지 확인할 수 있음 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-08-11",
    "rating": 5,
    "content": "소통기능까지 이젠 완벽한 갓 앱이 되어버렸어요 제작자님 사랑해요 움 쫙"
  },
  {
    "store": "google_play",
    "date": "2023-08-11",
    "rating": 5,
    "content": "1년만에 왔더니 어플이 완벽해졌네...."
  },
  {
    "store": "google_play",
    "date": "2023-08-11",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-11",
    "rating": 5,
    "content": "다이어트 하려고 하는데 도움이 되네요 ~ ! 그리고 캐릭터가 너무 기여워요 !"
  },
  {
    "store": "google_play",
    "date": "2023-08-11",
    "rating": 5,
    "content": "하얀창이 계속 떴었는데 이젠 괜찮아졌어요! 좋은앱입니당"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "식단관리가 쉬워졌어요~!"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "다른건 다 좋은데 단식 시작 설정이 오늘 이전은 안되네요 저녁 식후에 단식 시작 했는데 입력을 깜빡해서 밤12시 넘길수도 있고 새벽에 갑자기 단식 시작하고 싶을수도 있을텐데 이 부분이 수정되면 좋을거 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "좋아요 식단관리 잘될거같아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "왠만한 음식은 다있어서 너무 좋고 음식 등록하는것도 체계적이라서 믿을수있을거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 1,
    "content": "뒤로가기 무한반복 너무 불편함"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 4,
    "content": "ㅈㅎ아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 4,
    "content": "잘 사용중입니다 한국 다이어터들에게 유용해요 다만 개선사항이 있습니다. 1. 뒤로가기를 빠르게 2번 누르면 이전화면이 아닌 아예 앱 종료가 됨 2. 식단 검색화면에 최근 검색기록이 있었으면 좋겠음 3. 하루 식단(기본 세끼+간식)을 마음대로 늘리거나 줄이게 하고싶음. 하루 네끼나 다섯끼까지 가능하면 좋겠음 4. 앱 시작(식단기록) NN일차 이런식으로 나왔으면 함 특히 1, 2번은 꼭 개선 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "와 진짜 이렇게 칼로리계산 깔끔하고 운동계산까지 편하게 해주는 무료앱 처음이라 경이롭네요ㅠㅠ 특히 다른분들과 소통 할수있다는점에서 획기적인것같습니다 그런데 살짝 추가되면좋겠는 기능은 식단기능중 매끼니 마다 탄단지맞춰서 식단을 추천해주는 기능! 간절하게 존버중입니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "다이어트에 너무 유용한 어플 👍👍"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "너무 마음에 들어요! 앱 킬때 좀 느리거나 나갈 때 바로 나가지지 않는 불편 사항이 있긴 하지만 다이어트에 큰 도움을 주고있어요 벌써 5키로 뺐는데 이번에는 인아웃으로 성공할 것 같네요 좋은 앱 감사합니닷 :)"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "다이어트 앱 처음 써보는데 확실히 도움 되고 좋은 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "다양하게 기록 할 수 있어서 너무 좋네요. 다이어트 꼭 성공 하고 싶어요."
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 2,
    "content": "솔직히 칼로리 너무 들쭉날쭉이고 그람하고 개수단위 없어서 불편.... 데이터 정확도가 생명인데 팻시크릿이랑 다른게 좀 많아서 안 예쁘면 안 쓸 어플"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "다이어트 23칼로리까지 뺐음 ㄷㄷ"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "몇칼로리인지 알수있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 4,
    "content": "다 좋은데 걸음수 수동 입력 좀 가능하게 해주세요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 1,
    "content": "직접 한 요리의 칼로리를 재료만 넣으면 알아서 계산주는점은 편했으나 이 어플 이용하기 시작한 이후로 휴대폰이 너무너무 자주멈추고 에러가 많이발생함 뭔가 어플에 문제가 있어보임"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "진짜 다이어트할때 꼭해보세요 진짜 이앱 대박입니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 1,
    "content": "실행하면 처음에 애니메이션 하나 뜨고 그 이후로 아예 흰화면만 뜹니다. 그 이후로 그냥 계속 흰화면만 뜨고 있음,,;; 재설치하고 했는데 처음에 또 되는가 싶다가 또 안됨,,,"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 3,
    "content": "앱 디자인이 귀엽고 음식도 다양하게 등록되어 있어서 좋아요 아쉬운 점은 체중처럼 허리둘레, 가슴둘레 등 신체사이즈를 기록하고 비교하는 기능도 추가됐으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 5,
    "content": "다이어트 할때 이앱을 추천하고 싶어요 왜냐면 캐릭터들이 귀여워요 그리고 상세하게 볼수있어가지고 추천할꺼같아요 너무 좋네요 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-08-08",
    "rating": 5,
    "content": "식단, 운동을 한꺼번에 기록하고 볼 수 있어서 너무 좋아요! 앱두 너무 귀엽기요! 다만, 운동 기록할 때 순서를 바꿀 수 있는 기능이 있으면 좋겠어요! 운동 한 순서대로 넣고 싶은데 기억나는대로 쓰다가 삭제하고 다시 입력하는 번거로움이있네요 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-08-08",
    "rating": 5,
    "content": "디자인도 좋고 다른분들이 칼로리 계산해주셨던거 그램 단위 바꾸기로 자동 계산되는거 너무 감동적이네요.. 자주먹는거 저장기능도 짱이에요"
  },
  {
    "store": "google_play",
    "date": "2023-08-08",
    "rating": 4,
    "content": "좋은데 몸무게 수정 어떻게 하는 거예요? 기록 수정하기로 했는데 체중 변화가 없다고 뜨는데;/"
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 3,
    "content": "잘 쓰고 있었는데 갑자기 흰 화면만 뜹니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 5,
    "content": "정말 잘 쓰고 있어요~ 건의 사항: 1. 식단 기록 시 사진 등록한 것들 한눈에 모아볼 수 있으면 좋겠어요! 캘린더 형식으로요 ㅎㅎ 2. 캘린더로 볼 때 날짜 밑에 그날 총 칼로리도 작게 표기되면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 2,
    "content": "그룹초대가 안되는데요?? 친구초대도 안되요 초대장 보내고 상대방이 어플 들어가면 아무것도 없음"
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 5,
    "content": "오 좋아오"
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 5,
    "content": "좋아요. 그런데 단식 탭은 없어지거나, 단식이 필요한 경우와 그 주의사항을 꼭 알려주셨으면 좋겠어요. 단식이 마치 다이어트의 지름길인 것처럼 보이네요.. 10대 아이들이 많이 사용하는 것 같은데 자꾸 굶는다고 해서 걱정이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 5,
    "content": "탄단지를 얼만큼 먹었는지 바로 확인할 수 있어서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 5,
    "content": "여러개 써봤는데 이게 찐"
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 1,
    "content": "커뮤니티 게시글을 클릭하면 하얀 화면 밖에 안 뜨네요 앱을 껐다가 다시 키면 시작 화면이 안 뜨고 아예 하얀 화면이예요 시도 때도 없이 하얀 화면밖에 안 나오니 답답하고 불편해서 지우고 다른 앱으로 갈아탑니다 디자인 너무 마음에 드는데 아쉽네요 + 일기쓰기 맨 마지막 3단계? 들어갈 때도 하얀 화면밖에 안 떠서 일기 기능은 아예 사용해보지도 못했습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-06",
    "rating": 4,
    "content": "귀여워서 이어플로 쓰고싶은데 식단에 사진등록이 안돼요. 촬영은되고 권한다허용했고 지웠다 다시깔아도봤어요"
  },
  {
    "store": "google_play",
    "date": "2023-08-05",
    "rating": 4,
    "content": "좋은데 걸은 수 확인이 안돼요 저만 그런지 모르겠는데 자동으로 연동 된다 하는데 연동이 안돼요"
  },
  {
    "store": "google_play",
    "date": "2023-08-05",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-05",
    "rating": 1,
    "content": "🤬🤬🤬🤬🤬🐕🤬🤬🤬🤬"
  },
  {
    "store": "google_play",
    "date": "2023-08-04",
    "rating": 5,
    "content": "피드백도 빠르고 ui도 직관적이라 쓰기 용이합니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-04",
    "rating": 2,
    "content": "와 하얀화면만 뜬다 저만 그런줄 알았는데 리뷰보니 그건 아니더라고요? ㅋㅋㅋ 앱이 귀여워보여서 설치해봤는데 이게뭘까요.. +잠깐 처음 인사하고있는 꼬물이들 뜬다음에 계속 완전한 흰 화면만 나타납니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-03",
    "rating": 5,
    "content": "홈으로 뒤로가기가 불편해요"
  },
  {
    "store": "google_play",
    "date": "2023-08-03",
    "rating": 5,
    "content": "써본 체중관리 기록 어플 중에 제일 잘 쓰고 있는 것 같습니다 ^_^ 다만 운동 중 소모되는 칼로리가 모두 시간단위로만 계산되어서 무게나 횟수에 따른 근력운동 칼로리를 파악하기가 어려운 것 같습니다ㅜ 무게나 횟수에 따라 칼로리를 계산하는 방식이 추가되었으면 합니다.."
  },
  {
    "store": "google_play",
    "date": "2023-08-03",
    "rating": 4,
    "content": "너무 좋은 어플입니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-03",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-02",
    "rating": 5,
    "content": "편리하고 좋아여"
  },
  {
    "store": "google_play",
    "date": "2023-08-02",
    "rating": 5,
    "content": "다른 어플에 비해 사용하기가 편합니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-02",
    "rating": 5,
    "content": "순탄수나와서 넘 좋아요:)!! 근데 삼성헬스랑도 연동되면 좋겠어요~~~"
  },
  {
    "store": "google_play",
    "date": "2023-08-01",
    "rating": 5,
    "content": "깔끔하고 귀여운데 물먹는거나 영양제 바로 체크 할 수 있었으면 좋겠어요 오래 써볼게요"
  },
  {
    "store": "google_play",
    "date": "2023-07-31",
    "rating": 4,
    "content": "어플 정말 잘 사용하고 있습니다. 운동과 식단 독학하는 저에겐 안성맞춤이라 생각합니다. 아래는 개인적으로 사용 시 불편했던 점과 있었으면 좋은 기능들입니다. 1. 여러 음식을 기록한 후 어플 내 뒤로가기/취소 버튼이 아닌 뒤로가기만 하면 추가하려고 검색한 전 기록들이 차례로 떠서 약간 신경쓰일정오의 불편함이 있었습니다. 바로 음식 추가 창으로 가도 될 것 같은 느낌? 2. 운동 탭 -> 운동 기록 시 가슴/하체/유산소 등등 탭이 있는데, 기구별 탭도 있으면 좋을 것 같고 필라테스-근력-스트레칭 등 운동 종목별로 카테고리가 나뉘어져도 검색하기 용이할 것 같다는 생각입니다. 3. 단식 탭 -> 알람처럼 반복 일수를 정할 수 있었으면 좋겠습니나. 요일 선택+ 매주 반복/격주반복깉은 설정이 있으면 매일 단식읕 설정하지 않아도 될 것 같아요. 혹은 기록 기능이 있으니 바로 전 월의 날짜는 선택 가능했으면 좋겠습니다! 1일에 늦게 설정하려 들어가면 31일은 전 월이라 넘어갈 수 없더라고요."
  },
  {
    "store": "google_play",
    "date": "2023-07-31",
    "rating": 4,
    "content": "너무 귀엽고 아기자기한 다이어트 어플이라서 좋네요! 건의사항이 있다면 간헐적 단식은 습관처럼 하는 사람이 많으니, 반복 기능이 꼭 생기면 좋겠습니다. 이건 위젯이나 상단 어플을 꺼도 폰 아카이브로 뜨면 좋겠어요. 간헐적단식을 하루만 하는 사람은 거의 없을거예요! 그리고 목표 다이어트 일자 설정이 가능해서 디데이로 나오면 참 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-07-31",
    "rating": 5,
    "content": "운동,식단,다이어리까지 다 너무 만족했습니다."
  },
  {
    "store": "google_play",
    "date": "2023-07-30",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-07-30",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-07-30",
    "rating": 3,
    "content": "기능은 유용하지만 불편한 점이 너무 많아요. 숫자를 입력할 때는 한 번 클릭하면 원래 입력되어있는 숫자가 자동으로 모두 지워지는 기능이 있었으면 합니다. 일일히 원래 숫자를 지우고 입력하기 번거로울 뿐 아니라 정확히 원하는 곳에 커서를 두고 숫자를 지우기도 매우 어렵네요. 커서가 마음대로 휙휙 움직여요. 운동이나 식단 기록 시 추가하기만 눌러도 기록이 저장되는 시스템이 있었으면 합니다. 자꾸 날려먹게 되니 그냥 기록을 하기 싫어져요. 뒤로가기를 누를때도 여기서 뒤로가기를 누르면 메인 화면으로 갈 줄 알았는데 그러지 않고 바로 전 화면으로 가는 사소하지만 불편한 경우가 많았어요. 뭔가 앱에 공은 들였는데 실제로 사용해본 사람은 없는듯한 느낌이 전체적으로 많이 드네요. 담당자분들이 실제로 2주만이라도 한 번 사용해보시면 제가 말한 불편함이 분명 와닿으시리라 확신합니다."
  },
  {
    "store": "google_play",
    "date": "2023-07-30",
    "rating": 5,
    "content": "식사저장 기능이 안됩니다ㅠㅠ s23 안드로이드 입니다. 완료버튼이 아에 안먹히네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-28",
    "rating": 5,
    "content": "더 먹고싶은데 칼로리제한 빡셈ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-07-28",
    "rating": 5,
    "content": "좋은데 운동 횟수별 칼로리도 기록됐으면좋겠어요 그룹도 10명보다 더 늘리면 복작복작해서좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-28",
    "rating": 5,
    "content": "새로운 기능들도 많이 업데이트 하고 계속 사용자들의 의견을 꾸준히 물으며 점점 좋은 앱이 되려고 하는게 정말 좋은것같아요 배틀기능이나 커뮤니티 등 좋은 기능이 엄청 많아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-27",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-27",
    "rating": 5,
    "content": "다 좋은데 다크모드 이 기능 하나만 있었더라면 더 완벽했을텐데 언젠가 다크모드 기능이 나오길...."
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 4,
    "content": "소금물 하루2L씩먹는데 도움이 많이 되고 일단 아프지않고 활동을 잘하게됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 5,
    "content": "기록하기 너무 편하고 귀여워요"
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 1,
    "content": "뒤로가기가 모든 장점을 씹어먹을 정도로 불편함. 얘기가 지속적으로 나오고 있는데 수정할 생각은 없는건가? + 채팅기능도 하자, 기록만 하는건데 데이터가 조금이라도 안터지면 아예 안들어가짐. 뭐하자는건지?"
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 5,
    "content": "왠만한건 칼로리 영양성분 알수있어서 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 5,
    "content": "이 앱을 사영한지는 아직 이틀밖에 되지 않앗지만 진짜 좋은거가타융"
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 5,
    "content": "생각보다 더 쓸만함"
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 4,
    "content": "먹는양을 0.5인분 이하로 세팅도 가능했으면 좋겠어요 소량 먹을때도 있는데 0.5 인분까지만되니 먹은 음식 그람수가 안맞아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-25",
    "rating": 5,
    "content": "말해뭐해..간헐적단식도 체크할수있어서 굿!"
  },
  {
    "store": "google_play",
    "date": "2023-07-25",
    "rating": 5,
    "content": "앗 저번에 즐겨찾기를 발견하지 못해서 ㅠㅜㅜ 없는 줄 알았는데 수정해서 다시 올려요! 최고의앱!"
  },
  {
    "store": "google_play",
    "date": "2023-07-25",
    "rating": 5,
    "content": "너무 편리하고 좋아요 광고도 덜하구"
  },
  {
    "store": "google_play",
    "date": "2023-07-25",
    "rating": 5,
    "content": "단식 기록 하려고 깔았는데 단식시간이 15-9도 있었으면 좋겠어요! 아니면 직접 시간 입력할 수 있으면 더 좋을거같아요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-07-24",
    "rating": 3,
    "content": "처음 사용해보는 식단 기록! 아기자기하고 하루 무엇을 먹고 칼로리가 몇이고 간단하게 끝맺음 일기까지 썩 나쁘지 않아요! 하지만 뒤로 가기가 제대로 되질 않는 거 같아요ㅠ 인터넷에 기본 사이트 들어가서 검색하며 놀다가 뒤로 가기 몇 십 번의 클릭으로 기본 사이트 가까스로 돌아가는 느낌! 홈 버튼으로 닫고 창을 없애서 새로 들어가도 간혹 식단 검색이 뜰 때가 있어요."
  },
  {
    "store": "google_play",
    "date": "2023-07-24",
    "rating": 5,
    "content": "배틀 업뎃 이후로 기록 습관화가 잘되어서 너무 좋아요 +) 자주하는 운동 설정이 통째로 사라졌다가 돌아왔습니다! 인터넷 문제는 아니었는데 하루 지나니 돌아왔네요ㅎㅎ 빠른 반응과 피드백 지속적 업데이트 등 넘나 만족하는 어플...👍"
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 4,
    "content": "다이어트할때 쓰기 좋고 한눈에 알아보기 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 5,
    "content": "잘 쓰고 있습니다만 직접 등록한 음식 수정 및 삭제가 안되는 건지요?"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 4,
    "content": "앱이 안켜져요ㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 근데 한가지 답답한건 음식 등록할 때 왜 당, 식이섬유의 합이 탄수화물 이상일 수 없는건가요ㅜㅜ? 음료같은 경우에는 탄수화물이 거의 없고 당이 대부분이라 등록이 안됩니다ㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 5,
    "content": "앱도 깔끔하고 귀여워요. 다 좋은데 처음에 목표 설정할때 언제부터 언제까지 이만큼 뺄거다 그런거 설정하는 기능도 있었으면 좋겠어요. 그리고 디데이로 볼 수 있음 스스로 자극도되고? 더 좋을거 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 5,
    "content": "제가 써본것중에 탑이였어요!"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 4,
    "content": "다이어트할때 쓰기좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 4,
    "content": "간식 오전오후로 나눌수는 없나요?"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 5,
    "content": "쓰기 쉬움"
  },
  {
    "store": "google_play",
    "date": "2023-07-21",
    "rating": 4,
    "content": "간편하게 탄단지비율이 계산되서 편합니다.자주 애용해볼게요"
  },
  {
    "store": "google_play",
    "date": "2023-07-21",
    "rating": 3,
    "content": "커뮤니티 작성할때 제목을 쓰고 내용을 쓰려하면 자꾸 지워져서 사라지는데 왜 이러는거죠? 제목은 그대로 남아있습니다 내용이 2글자 이상 적으면 사라져요 대나무, 의견 다 사라집니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-21",
    "rating": 1,
    "content": "식사 저장 만들어놓으면 뭐함 저장이 안되는데;"
  },
  {
    "store": "google_play",
    "date": "2023-07-21",
    "rating": 5,
    "content": "좋은 기능도 많고 쉽게 사용 가능해서 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-21",
    "rating": 5,
    "content": "이걸로 저 살을 엄청 뺐습니다. 물론 제가 식이조절하면서 뺀 것도 크지만, 직관적으로 기록이 되다보니 자기 절제에 큰 도움이 됩니다. +이미 기록된 음식 목록을 삭제하고 나오면 메인 화면에 수정된 칼로리가 반영되어있지 않은 버그가 있습니다. 해당 동작을 2회 반복하면 잘 됩니다."
  },
  {
    "store": "google_play",
    "date": "2023-07-20",
    "rating": 5,
    "content": "쓰기편함"
  },
  {
    "store": "google_play",
    "date": "2023-07-19",
    "rating": 5,
    "content": "유용하게 잘 사용하고 있습니다!!👍👍"
  },
  {
    "store": "google_play",
    "date": "2023-07-19",
    "rating": 5,
    "content": "다 좋은데 갑자기 오늘부터 앱이 강제종료되고 앱이 들어가지질 않네요 ㅠㅠ 너무 잘쓰고 있었는데 ㅠ 이유가 있나요??... 계속 앱이 응답하지 않습니다 라고 뜨기만하네요 흑....."
  },
  {
    "store": "google_play",
    "date": "2023-07-19",
    "rating": 4,
    "content": "ui가 깔끔하고 직관적임"
  },
  {
    "store": "google_play",
    "date": "2023-07-19",
    "rating": 5,
    "content": "최고에요"
  },
  {
    "store": "google_play",
    "date": "2023-07-19",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-19",
    "rating": 3,
    "content": "제가 요새깐유저인데요 먹은걸 어떡해 기록하는지 모르겠어요 알려주세요~"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 2,
    "content": "오류가 잦음. 배틀이나 일기쓰기같은 글을 열려고하면 화면 하얗게되고 아무것도 작동안됨"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 3,
    "content": "다 좋은데 40퍼 정도 확율로 켤 때 오류나서 앱은 안켜지고 하얀화면만 뜸"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 5,
    "content": "1. 눈바디 할 수 있게 따로 사진 찍어서 기록할 수 있는 공간이 있었으면 해요! 2. 다양한 이모티콘 있었으면 해요 3. 유명한 홈트도 칼로리 계산 되었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 5,
    "content": "다 좋긴 한데 와이파이로 들어가면 로딩이 없고 데이터로는 30초씩 로딩 화면 기다리게 돼요 ㅠㅠ 앱 진입이 어렵네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 5,
    "content": "1. 운동 이름뿐만 아니라 사진도 같이 있으면 좋을 것 같습니다 초심자들은 운동 이름을 다 구별하지 못하기 때문에 동작을 검색해서 등록하기가 쉽지 않습니다 2. 제가 등록한 식재료들을 각각 합쳐 하나의 요리로 묶을 수 있으면 좋겠습니다 그리고 등록한 요리를 눌렀을 때 맨 처음 등록했던 식재료들과 영양성분 목록도 같이 볼 수 있었으면 좋겠습니다 3. 단식 타이머 설정 기능이 좀 더 세부화되면 좋겠습니다 원하는 요일을 고른 후 반복 설정을 한번에 하고싶은데 매번 새로 설정해야하는 번거로움이 있습니다 추천이 많아 이 식단 앱을 사용 하게 되었는데 아주 만족하고 있습니다 필요한 부분이 개선이 되면 더 좋을 것 같습니다👍"
  },
  {
    "store": "google_play",
    "date": "2023-07-17",
    "rating": 5,
    "content": "기록용으로좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-16",
    "rating": 3,
    "content": "처음이라 아직 더 써봐야 제대로 평가하겠네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 5,
    "content": "광고도없고바로식단관리가척척되요!!!강추!!!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 1,
    "content": "어플을 잘 만드는게 팩트가 아님 판사님 어플이 켜져야 제가 행복할 거 아닙니까 식단하는데 성질 긁게 안 켜진단 말임 휴대폰을 바꾸라는 걸까 아찔하다 핀사님 어플이 켜지게 도와주십쇼"
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 3,
    "content": "내가 음식추가-등록한 음식을 내용을 수정하고 싶은데 삭제나 수정 기능이 없네요 사용해보니 너무 불필요한 것이 많네요(전문가용인듯) 난 딱 하루 식이기록과 칼로리만 기록하고 싶은데..다른거 알아보려구요"
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 1,
    "content": "저장한 식단이 툭하면 지워져요."
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 5,
    "content": "굉장히 마음에 들어요!"
  },
  {
    "store": "google_play",
    "date": "2023-07-14",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2023-07-14",
    "rating": 5,
    "content": "추천해주신 해결방법이 통한건 아니지만 어쨋든 이제 오류도 없어졌고 좋아요!! 앞으로 다양한 기능이 업데이트 됐으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-07-14",
    "rating": 3,
    "content": "그룹배틀 링크들서가면 바로 안뜨는게 좀 불편해요.."
  },
  {
    "store": "google_play",
    "date": "2023-07-13",
    "rating": 5,
    "content": "너무 만족스러워요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-07-13",
    "rating": 5,
    "content": "도움되는 어플 ㅠㅠ음식이 좀더 다양하게 검색되어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-12",
    "rating": 5,
    "content": "유사한 다른 유료앱 결제하고 쓰다가 에러나길래 혹시나하고 인아웃 사용해봤는데 정말 좋은 앱입니다 아주 쓰기 편하네요 게다가 무료... 정말 잘 사용하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-12",
    "rating": 5,
    "content": "앱도 귀여운데다가 각종 운동기록, 식단기록, 몸무게 기록 필요한 기능도 간단히 다있는데 무료라서 좋아요. 친구랑 내기도 가능하고 그룹도돼서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-07-12",
    "rating": 5,
    "content": "나만의레시피 사진등록이 안됩니다!!!! 몇일째 그러는데 고쳐주세요 ---------------------------- 레시피 등록할때 사진촬영하는데 이미지업로드 실패했습니다 잠시후 이용해주세요 이멘트가 계속나와요 ㅠㅠ 이미지파일 불러오기해도 똑같아요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-07-11",
    "rating": 4,
    "content": "뒤로 가기 할 때 이전 단계로 넘어가서 작성된 거 초기화되거나 이전에 작성된 거로 바뀔 때 악!!해요ㅠ 이 점 개선해야 될 것 같아요 근데 물 섭취 목표량을 바꾸고 싶은데 어디서 바꾸나요? 아무리 뒤져도 검색해 봐도 안 나오고 게시판에 글 올려봐도 알려주시는 분이 없어서요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-07-11",
    "rating": 1,
    "content": "연동되는 앱 계정을 늘려주세요...네이버 계정과 카카오톡 계정으로 로그인을 못하는 사람은 회원가입도 못하고 지워야하는게 너무 아쉬워요...페이스북이나 구글 등 여러 연동가능 계정들 좀 만들어주세요"
  },
  {
    "store": "google_play",
    "date": "2023-07-11",
    "rating": 5,
    "content": "앱되게 귀엽고 깔끔해서 잘 쓰고 있어요!! 한가지 바라는 점은 체중 통계로 보고싶구.. 보게되면 측정한 날로 해가지구 3달정도는 연달아 볼 수 있으면 좋겠어어..!"
  },
  {
    "store": "google_play",
    "date": "2023-07-11",
    "rating": 5,
    "content": "깔끔해요 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-07-11",
    "rating": 5,
    "content": "훌륭해요"
  },
  {
    "store": "google_play",
    "date": "2023-07-11",
    "rating": 5,
    "content": "가볍고 간단하고 편리해요! 한가지 건의사항이 있는데 '당'수치도 계산할 수 있었으면 좋겠어요. 당 제한이 다이어트에 있어 중요하기도 하니까요! +) 아 있었네요ㅋㅋ 그럼 저한테는 정말 완벽한 어플!bbb"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "처음 깔았는데 귀엽고 잘사용하고있어요!!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 4,
    "content": "뒤로가기가 너무 불편해요 진짜 뒤로가기 누르면 홈화면 뜨고 꺼지는게 아니라 음식체크 하는거에 되어잇고 뒤로가기 눌러서 어플을 끄고 다음날 들어가면 전날꺼 그대류 켜져잇거나 음식체크하는거 켜져잇고ㅜㅜ 뒤로가기만 어떻게 개선하면 편할겋 같아여"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "짱 좋아요!! 근데 뒤로가기좀 제발...ㅠ 너무 아이폰에 특화 돼있슴 ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "인터페이스 깔끔 직관적이고 메뉴들도 매우 쓸모있고 좋아요. 딱 하나 아쉬운건 섭취량을 0.5단위로만 설정할 수 있는거요TT 예를 들어 저는 고메핫도그를 1/3만 먹었는데 기록은 0.5로밖에 할 수 없더라고요. 단위설정을 좀더 세분화해주시면 좋을것 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "어플 잘 쓰고 있습니다 ! 쓰다 보니 아쉬운 부분이 있어서 평 남깁니다. 식단 기록할때 하나씩 등록하는 거 말고 여러 항목 중에 체크 해서 한 번에 올릴 수 있으면 좋을 거 같습니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "배틀기능도 있고 기록하기 간편하고 좋아요^^"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "깔끔하고 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "잘사용중이였는데 오늘 계속 오류가 나네요..나의 활동빼고 다 안떠요...."
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 3,
    "content": "어플 자체는 좋은데 오류가 너무 많이 나요 🥲 +식단 기록 창이 뜨지않고 계속 로딩중이거나 화면 자체가 하얀 배경으로만 뜰 때가 있어요. 몇 번 나갔다가 들어와서 재시도해도 해결되지않아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-09",
    "rating": 5,
    "content": "굿!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-09",
    "rating": 5,
    "content": "진짜 좋은 앱 같아요! 소통도 할수있고 살빼는데 도움 돼요! 근데 안 좋은 점이 가끔 어떤 이상한 분들이 인아웃에 십대들이 너무 많아서 싫다는 악의적인 글을 올린다던가,누군가를 비난하는 분들이있어 잘 관리 해줬으면 하네요..🥲"
  },
  {
    "store": "google_play",
    "date": "2023-07-09",
    "rating": 5,
    "content": "조와용"
  },
  {
    "store": "google_play",
    "date": "2023-07-08",
    "rating": 5,
    "content": "당류도 기록할 수있다면 좋을것 같아요 정말 잘 사용하고 있습니다 ㅎㅎ 음식도 직접 추가할 수 있어서 엄청 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-08",
    "rating": 5,
    "content": "앱 하나로 거의 모든걸 기록할수 있어서 좋아요!!! 건의몇가지 드릴께요 1. 신체둘레 기록 2. 체지방, 근육량 기록 3. 피드에 말고 개인 일기에 눈바디 사진 올릴수있게 이 3개만 추가되도 다른 다이어트 어플 1도 필요없을거같아요:)"
  },
  {
    "store": "google_play",
    "date": "2023-07-07",
    "rating": 5,
    "content": "너무 잘쓰고 있어용 근데 야식칸도 따로 쓸수있게만들어지면 좋을것같아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-07",
    "rating": 5,
    "content": "생각보다 매우훌륭함"
  },
  {
    "store": "google_play",
    "date": "2023-07-07",
    "rating": 1,
    "content": "이렇게 좋은 앱을 이 정도 수준으로 만들다니... 뒤로가기 하면 입력내용 사라짐. 해외에서 사용시 현지시간과 동기화가 안되는 듯, 날짜가 안맞음. 기본중에 기본인 UI시스템 구성도 제대로 못하는 앱이라 평가자체가 불가능."
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 5,
    "content": "다이어트에 좋은것 같네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 5,
    "content": "단식 매일 똑같이 하고 있는데 매번 설정하는 게 번거로워요. 반복 기능이 있었으면 하네요."
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 5,
    "content": "다이어트 하면서 정말 잘 쓰고있는 어플이에요!! 근데 단 한가지 아침, 점심, 저녁 음식기록 화면 간에 쉽게 이동이 가능하거나 아예 한 페이지에서 쭉 볼 수 있으면 좋겠어요 그날 먹은 거 내역 쭉 보고 싶은데 아침 누르고 보고 뒤로가기 하고 또 점심 누르고 보고 또 뒤로가기 하고 또 저녁 누르고...불편하네요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 5,
    "content": "구성이 상세해서 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 5,
    "content": "다 좋네요 다만 그날의 감정이나 느낀점 등 작게 일기처럼 글을 남길 공간이 있었으면 좋겠어요 그럼 100점만점일듯용"
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 5,
    "content": "좋아요 디자인도 귀엽고 보기도 깔끔하고 기능들도 다양하고좋음"
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 3,
    "content": "개인적으로 밸런스프렌즈처럼 목표체중을 입력하면 하루 목표칼로리를 코칭해주는 기능이 있으면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 3,
    "content": "물 마시기 알람이 하루에 여러번 마셔야될때마다 울렸으면 좋겠어요. 하루 한번밖에 없어서 아쉬워요. 그리고 몸무게 변화보는거 년 단위도 있었으면 좋겠어요! 다른어플은 주 월 년 이던데 여긴 기간이 짧아서 한눈에 볼수가 없어요 다이어트가 짧게 걸리는건 아니잖아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-05",
    "rating": 5,
    "content": "국내모든 식품이 등록돼있음 뭐먹었는지 고르면 탄단지 자동기입됨 한국인한테 최고어플"
  },
  {
    "store": "google_play",
    "date": "2023-07-05",
    "rating": 5,
    "content": "기록하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-07-05",
    "rating": 5,
    "content": "소통하며 함께 다이어트 건강관리를 할수 있어서 추천요!^^"
  },
  {
    "store": "google_play",
    "date": "2023-07-04",
    "rating": 5,
    "content": "칼로리알려줘서 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-07-04",
    "rating": 5,
    "content": "간편하고 귀여워서 좋아요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-07-04",
    "rating": 5,
    "content": "너무 좋아요 그리고 너무 귀여워요"
  },
  {
    "store": "google_play",
    "date": "2023-07-04",
    "rating": 5,
    "content": "너무 좋은 어플이네요 보기편하고 구성이 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-02",
    "rating": 5,
    "content": "넘편하고 간단하고 보기쉽게 되있어요!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-02",
    "rating": 3,
    "content": "어떻게 하는지 알려주지 않아서 하는 법을 모르겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-07-02",
    "rating": 5,
    "content": "귀염뽀작한 일기도 쓸수 있고 하루 필수영양소 섭취량 체크하기 쉬워서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-07-02",
    "rating": 5,
    "content": "음식종류도 다양해서좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-07-01",
    "rating": 5,
    "content": "PT받으며 다이어트 하는데 아주 편리합니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-01",
    "rating": 5,
    "content": "아직 처음써보지만 매우 좋은 앱인것같네요. 다이어트에 도움이 될것같아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-01",
    "rating": 5,
    "content": "그룹 채팅 빨리 개설됏으면!!!! 다이어터들에게 짇짜 추천할만한 어플입니당♡ 굳!!!!!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-01",
    "rating": 5,
    "content": "배틀할 때 운동기록이 함께 떴으면 좋을 텐데..그거 빼고는 다 너무 좋아요🥰🥰🥰"
  },
  {
    "store": "google_play",
    "date": "2023-07-01",
    "rating": 5,
    "content": "편하고 재밌어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-30",
    "rating": 5,
    "content": "냠냠굿"
  },
  {
    "store": "google_play",
    "date": "2023-06-30",
    "rating": 5,
    "content": "다신 어플쓰다 넘어왔어요 직관적이고 너무 편한데 뒤로가기 할때 무한 뒤로가기를 해야하는점이 좀 불편해여. 그리고 피드 등록 어떻게 하는지 설명이 없는데 알려주세요!"
  },
  {
    "store": "google_play",
    "date": "2023-06-30",
    "rating": 5,
    "content": "어플은 정말 편리하고 사용하기 좋지만, 음식을 기록완료 하고 수정할 게 생겨서 음식을 없애고 기록완료를 누르면 수정이 되지 않아 한 번 더 해야합니다. 이것만 고치면 편할 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-30",
    "rating": 5,
    "content": "이 어플엔 장점밖에 없어서 귀찮으니 적지않음"
  },
  {
    "store": "google_play",
    "date": "2023-06-29",
    "rating": 5,
    "content": "쓰기 편하고 직관적이어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-29",
    "rating": 4,
    "content": "다이어트하면서 식단이며 운동이며 기록하기좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-29",
    "rating": 5,
    "content": "꾸준히 관리해 볼게요"
  },
  {
    "store": "google_play",
    "date": "2023-06-28",
    "rating": 3,
    "content": "이제 쓰기시작입니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-28",
    "rating": 5,
    "content": "너무 칼로리 표기하기 편하네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-28",
    "rating": 3,
    "content": "그룹배틀 누르면 마켓으로 이동하고 작동이 안되네요. 비공개를 공개로 돌려보고 했으나 안되는걸로..."
  },
  {
    "store": "google_play",
    "date": "2023-06-27",
    "rating": 5,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2023-06-27",
    "rating": 5,
    "content": "앱이 섬세하고 귀엽고 재밌어요 고퀄리티"
  },
  {
    "store": "google_play",
    "date": "2023-06-27",
    "rating": 5,
    "content": "학생인데 검색해서 클릭만 하면 칼로리랑 탄단지 등등을 다 정리해줘서 너무 편해요!!! 그리고 잠금기능도 너무 좋아요!! 광고 1도 없음!!"
  },
  {
    "store": "google_play",
    "date": "2023-06-27",
    "rating": 2,
    "content": "채팅기능이 잘안돼요(접속오류 잦음)"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "잘 사용하고있습니다. 제가 특수한 경우라 시간대가 달라서 아침점심저녁 시간대가 다른 사람들과는 달라서 알림체크할때 시간설정같은게 있었으면 좋겠습니다. 오후3시에 일어나서 새벽 4시에 퇴근하는 자영업자이다보니.."
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "긔엽고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "사용하기 편하고 음식종류가 많아 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "정말 잘 쓰고있고 칼로리 계산하기 진짜 편해요. 근데 영양소 볼때 칼슘 같은것도 추가되면 좋을것 같아요. 또 홈에서 구역을 좀나눠서 더 보기 편하게 하면 완벽할것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "귀엽고 기록하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "넘넘 맘에들어용"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "잘쓰고있어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "귀엽고 간편해서 좋은데 먹은 음식이 검색해 나온 음식과 성분이라던가 칼로리가 달라서 입력하려고 하면 다른 유저들에게 다 공개되는게 좀 그래요;; 구내식당에서 먹은 것 등.. 그런게 있는데 말이죠. 그렇다고 레시피 적기에는 내가 만든게 아니어서 적을 수도 없고요."
  },
  {
    "store": "google_play",
    "date": "2023-06-25",
    "rating": 5,
    "content": "잘쓰고있습니다 귀여워서 계속 쓰게되고 공유하기 기능있는게 좋아요 눈바디 변화도 기록할수있는 기능이 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-24",
    "rating": 5,
    "content": "식단 조절을 더 잘할수 있게 된 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-24",
    "rating": 4,
    "content": "참 좋은데 앱을 눌러도 화면이 첫 화면에서 안넘어갈때가 있어요. 식사때마다 하루 3번은 들어갔다 나갔다 해야되는데 화면이 하얗게 변하고 안넘어가서 불편해요 ㅠ.ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-06-23",
    "rating": 5,
    "content": "너무 좋네요."
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 5,
    "content": "UI 깔끔 광고없고 쓰기 편함 최고!"
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 5,
    "content": "다 좋은데 식단이 4개밖에 등록이 안되서 아쉽습니다 5끼로 등록 가능하면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 1,
    "content": "앱을 설치 하고 지우고 다시 설치해봐도 앱이 열리지 않습니다. 제 핸드폰 문제일수 있지만 잘 되지 않네요..."
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 5,
    "content": "정말 유익하고 잘사용합니다 감사합니다♡"
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 5,
    "content": "디자인도 귀엽고 프로그램도 깔끔하니 좋아요. 필요한 기능 거의 있는데 삼성헬스 연동 안되는게 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 4,
    "content": "배틀에서 친구와의 배틀톡 올라오는데 시간차가 크고 배틀톡 들어가는데 무한로딩 걸릴때 마다 앱 종료하고 다시 들어가야하는 번거로움이 있습니다. 요류 해결 부탁해요ㅠㅜ 나머지는 정말 잘 활용하고있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 5,
    "content": "운동기록을 달력형태로 표시할수는 없나요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 5,
    "content": "어... 처음 써보지만 저한테 필요한 기능이 다 갖춰져있어요 너무 괜찮은데요? 순간 너무 좋아서 기간제로만 무료고 나중에 유료화되는건가 하고 찾아봤는데 그냥 무료네요..??? 뭐죠...?"
  },
  {
    "store": "google_play",
    "date": "2023-06-21",
    "rating": 5,
    "content": "다른 다이어트 어플 사용하다가 불편해서 인아웃으로 갈아탔는데 훨씬 간편하고 좋네요! 인아웃에 정착하고 있어요 ㅎㅎ 다 좋은데 하루 식단계획 짤수있는 기능이 있었으면 좋겠어요~ 다음날 어떻게 먹을지 미리 추가해보고 칼로리, 영양성분 볼수 있게요 ㅎㅎ 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-21",
    "rating": 5,
    "content": "진짜 좋아요 앱이 귀엽고 아기자기해서 좋구 특히 새로 업데이트 된 그룹배틀 덕분에 다같이 힘내는 기분이라 더 의욕이 나요 개발자분들도 피드백 빠르고 애써주시는게 잘 보여서 늘 감사하면서 쓰고있습니다!!♥️"
  },
  {
    "store": "google_play",
    "date": "2023-06-21",
    "rating": 5,
    "content": "요즘은 칼로리계산도 나오내요ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-06-21",
    "rating": 5,
    "content": "깔끔하니 정리도 잘 되어 있고 정보도 입력이 가능해 좋네요."
  },
  {
    "store": "google_play",
    "date": "2023-06-21",
    "rating": 4,
    "content": "식사저장이안되요"
  },
  {
    "store": "google_play",
    "date": "2023-06-21",
    "rating": 5,
    "content": "굿입니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-20",
    "rating": 5,
    "content": "다이어트에 정말 도움 되어요! 다만 1:1 배틀 할때 몸무게 공개여부를 정할 수 있으면 좋겠어요😊 그거 빼고 다 만족하고 있습니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-06-20",
    "rating": 1,
    "content": "ㅠㅠㅠ설치가 88퍼센트에서 계속 멈춰있어요 흑"
  },
  {
    "store": "google_play",
    "date": "2023-06-20",
    "rating": 4,
    "content": "여러화면에 들어갔을때 뒤로가기 버튼이 잘 작동하지 않습니다. 그리고 배터리 관련 문제가 나타납니다. 그외에는 사용하기 편해요 --- 디바이스케어 > 배터리들어가면 배터리 문제 발견됨 오류발생빈도 높음으로 나옵니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-19",
    "rating": 5,
    "content": "보기 쉽고 아기자기해서 귀여워요! 요청사항 배틀하는 사람끼리는 피드 올리지 않고 식단 기록할 때 올리는 사진 서로 볼 수 있게 해주시면 안 될까요?ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-06-19",
    "rating": 5,
    "content": "잘 쓰고 있습니다!ㅣ 너무 귀여워서 꾸준히 작성하게 되는 것 같아요-! 근데 스티커 일기에서 화면에서 보이는게 식단보다 다이어트가 우선으로 보일 수 있도록 설정하는 기능도 생겼으면 좋겠어요 메인화면에서도 기분 스티커만 보이고 다이어트 스티커는 들어가야지만 확인할 수 있어서 조금 아쉬웠습니다ㅠ.ㅠ 혹시 수정가능한 루트가 있는데 제가 몰랐던 거면 알려주세욤 •••"
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 5,
    "content": "안녕하세요, 인아웃을 정말 잘 쓰고 있는 유저입니다. 다만 처음 나이 설정 부분이 다소 헷갈리네요ㅠㅜ 적어야 하는 게 만나이인지 한국식 나이인지 알 수 있을까요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 1,
    "content": "글쎄...프아한테 점령당한 앱 500칼로리 미만 식단할 프아 모으고 그들끼리 배틀함 좋은 앱일까?"
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 5,
    "content": "열심히 다이어트 기록 !!"
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 5,
    "content": "작성하고 싶게 편하게 만들어졌어요!"
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 4,
    "content": "이거 사용하는 유저입니다 단점이 배틀하면 꼭 돈을 내야하는 문제입니다.. 돈안걸고찬구랑 하고싶은데 최소 1000원은 해야해서 이걸 바꿔주셨음합니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-06-17",
    "rating": 4,
    "content": "다 좋은데 운동에서 가볍게 적당히 격하게 이게 무슨 기준인지 알려줬으면 좋겠어요 플랭크도 다 나뉘어져 있는데 맨몸 플랭크에서 가볍게 이런 단계에 따라서 칼로리가 다른게 이해가 안가서요 맨몸 플랭크를 격하게 하는 방법이 있나?"
  },
  {
    "store": "google_play",
    "date": "2023-06-17",
    "rating": 5,
    "content": "그룹배틀 몸무게 공개 설정 기능 부탁드려요. 다들 난리예요. 앱 너무 좋아요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-06-17",
    "rating": 3,
    "content": "영양소별 월간 통계에서 어떤 영양소가 과량 섭취인지, 얼마나 섭취하는 것이 기준량인지 말해주면 좋겠다"
  },
  {
    "store": "google_play",
    "date": "2023-06-16",
    "rating": 1,
    "content": "네이버 로그인 무한 오류남 개짜증나서 삭제함 ㅡㅡ"
  },
  {
    "store": "google_play",
    "date": "2023-06-16",
    "rating": 5,
    "content": "좋습니다. 보니까 유저들 의견도 굉장히 많이 귀기울이는것같습니다. 개인적으로 추가적으로 요청드리고싶은게 1:1배틀은 날짜설정이 한달밖에안되는데 그 이상 및 무기한으로 할수있게 추가기능을 만들어주시면 좋을것같습니다. 날짜가 짧아서 한달하고 한달하고 하는게 귀찮더라구요. 배틀이다보니 이해는 가지만 무기한까지는 아니더라도 최대 1년까지는 추가해주셔도되지않을까 싶습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-06-15",
    "rating": 2,
    "content": "1일 저녁부터 단식을 하고 2일 아침에 작성하려니까 날짜가 이전꺼는 설정을 못하네요. 단식을 끝내고 나서 기록하는곳은 있는데... 많은 간단어플이 실시간으로 시작시간을 날짜가 지나서도 설정가능하게 해놓고 있는데 여긴 계획을 설정하는거라 그런지 지난시간을 시작으로 못합니다. 식단작성도 같이 할수있어서 이것만 개선해주시면 계속 쓸듯..."
  },
  {
    "store": "google_play",
    "date": "2023-06-15",
    "rating": 5,
    "content": "조아요 넘넘"
  },
  {
    "store": "google_play",
    "date": "2023-06-15",
    "rating": 5,
    "content": "넘 조아용:) 감사합니다 .. 근데 혹시 목표 달성 예정일을 설정할 수 잇나요? 명시해줄 수 있으년 좋울 거 같아서영"
  },
  {
    "store": "google_play",
    "date": "2023-06-15",
    "rating": 5,
    "content": "단체 배틀 기능 넣어주셔서 감사합니당"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "이때까지 쓴 어플들 중에 제일 조아여:) ui도 깔끔해서 쓰기좋아요 원래 이런 거 잘 기록하는 성격아닌데 2주 넘게 사용중임.. ><♡"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "칼로리 계산도 가능하고 피드로 서로 독려되는 분위기는.너무너무 좋지만 갤럭시도 제발제발~!~!~!!!걸음연동만되면 디자인도 귀엽고 완전 최고의 다이어트앱!!!!!ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "디자인도 예쁘고 사용하기도 간평하고 너무 좋은 앱"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 4,
    "content": "메모란이 없는거 맞아요? 아무리 찾아도 없네요. 계단걷기 하는데 층수 메모할수있는 방법이 없음. ㅜ 글구 40대 50대는 왜 없나요? 40대이상이라는 카테고리라도 만들어주시지 연식많은 사람은 웁니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "SNS로 쓸 수도 있고 너무 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "직관적이고 편리해요"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "UI도 깔끔하고 기능이 편리하게 구성돼있어 좋아요. 그러나 운동에서 유튜브 운동 영상 그대로 루틴을 추가할 수 있으면 좋겠다는 생각이 듭니다. 홈트를 하고 있는데 대부분의 영상에서 어떤 운동인지 정확히 알려주지 않아 어떻게 계산해야 할지 막막하네요🤣 유명 영상들 루틴을 그대로 골라 추가할 수 있었으면 좋겠습니다. 영상 링크랑 같이요. 썸네일을 함께 보여주고 영상을 고르면 루틴이 추가되는 방식을 원합니다. 유저들이 직접 영상 속 루틴을 작성할 수 있도록 하는 게 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 4,
    "content": "식단추가하는 페이지에서 홈으로 돌아갈수있는 버튼이 있었으면 좋겠습니다! 매번 계속 뒤로가기를 무한반복 하게되어서요"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 3,
    "content": "다 좋은데 에러가 너무 심해요..;; 앱에 들어가려고 하면 흰 바탕으로 로딩이 길다가 튕겨지거나, 잘 사용하다가도 화면이 멈추더니 튕겨나가는 경우가 있어요. 그 외엔 만족합니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "배틀기능이 있어서 혼자 다이어트하는 느낌이 안들어서 좋아요. 근데 개인 운동 기록하면 식단처럼 배틀에서도 서로 운동기록이 떴으면 좋겠는데 그런 기능은 없나요ㅠㅠ?"
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "UI 깔끔해서 좋고 배틀이나 커뮤니티같은 부가기능이 많아서 좋아요 매우 굿"
  },
  {
    "store": "google_play",
    "date": "2023-06-13",
    "rating": 5,
    "content": "식단관리하기에 엄청 좋네요 기록하기 좋아요 하지만 5끼를 먹어야하는데 지금은 입력할 수 있는게 아침 점심 저녁 간식 이렇게 4개밖에 없네요 칸마다 따로 섭취칼로리를 보고싶어요 간식칸을 1개 더 만들어주세요 아니면 추가버튼을 만들어 갯수상관없이 추가할 수 있게 해주시면 감사하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-13",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-06-13",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 1,
    "content": "섭취 열량이 이상하게 나온 것 같아서, 성분별로 계산(탄수화물×4+단백질×4+지방×9)해봤더니 안 맞더군요. 어떤 날엔 차이가 크고 어떤 날은 차이가 적고. 산수를 못 하는 어플은 처음 봤습니다. 그리고 메뉴 오류도 있습니다. 순살치킨 작은 조각 3개 단백질량이 150g 나온 거 보고 깜짝 놀랐습니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 4,
    "content": "잘 쓰고 있습니다. 운동에 그냥 서있기도 추가해 주었으면 좋겠네요."
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 5,
    "content": "인터페이스가 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-11",
    "rating": 5,
    "content": "너무 잘 쓰고 있어요. 요청사항이 몇 가지 있습니다. 1.블랙테마(어두운 테마)가 있었으면 좋겠어요! 2.식단을 아침점식저녁간식으로 되어있는데 식단이름과 횟수를 개인화해서 수정할 수 있으면 좋겠습니다. 3. 현재 식단 입력할 때 좌우로 쓸어넘겨 아침에서 점심으로 가야하는데 간소화해서 첫번째 식사부터 마지막 식사까지 한 눈에 새로로 볼 수 있으면 좋을 것 같습니다. 4. 현재 음식 표기할 때 g이 왼쪽이고 숫자입략이 오른쪽인데 서로 좌우 바꿀 수 있으면 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-06-11",
    "rating": 5,
    "content": "귀엽고 기록이편해요"
  },
  {
    "store": "google_play",
    "date": "2023-06-11",
    "rating": 5,
    "content": "재밌당ㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-06-10",
    "rating": 4,
    "content": "식단 작성이랑 대부분 마음에 드는데 기초대사량 계산해서 칼로리 아웃에 포함 시킬수 있으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-10",
    "rating": 5,
    "content": "귀엽구 쓰기 편하네요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-06-10",
    "rating": 5,
    "content": "단식 반복 기능이 있으면 좋겠습니다 매일 단식 계획 설정하는 것이 번거롭습니다 며칠 반복 기능이 있으면 편할 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-10",
    "rating": 4,
    "content": "어제 막 시작한 다이어터 입니다ㅎㅎ 걸음수 측정을 하고 싶은데 준비중이라고 만 뜨고 잘 안되네요ㅠㅠ연동 준비가 다 되어있는데 준비중이라고 뜨게하는건가요? 아니면 걸음수 측정연동을 아직 준비하고있는건가요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 5,
    "content": "이용한지 10일됐는데 진짜 칼로리기록용으로 개좋음. 탄단지비율이나 체중기록, 매일 쓸수있는 간단일기 등등 사소하게 챙겨져있는부분들 퀄리티 좋음. 내 먹이의 역사서가 만들어지는 기분. 궁금한건 처음 설정할때 나오는 목표칼로리 뭐가 기준인지 모르겟음 일단 시키는대로 목표칼로리 -500 정도 유지하는중. 글고 이 어플 인앱유료결제나 광고가 없음 유료결제는 몰라도 광고가 없으니 깔끔쾌적함. 회사가 잘나가나봄?.?"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 4,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 5,
    "content": "배틀기능으로 즐겁게 사용하고 있어요 홈트를 할 때가 많아서 운동에 유튜브에 올라온 홈트 영상 링크로 루틴만들기나, 해당영상에 따른 칼로리도(혹은 자유입력할 수 있도록) 떳으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 5,
    "content": "음식 등록할때 종류도 많고 친구끼리 배틀하는거 이외에도 기능 많아서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 5,
    "content": "보건소에서 하는 모바일헬스케어사업 참여하고 있는데 나라에서 하는 채움케어라는 어플보다 훨씬 좋네요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-06-08",
    "rating": 5,
    "content": "잘 쓰고 있어요! 다만 기록을 다른 어플과 연동할 수 있으면 좋겠어요. 삼성헬스나 구글핏 같은 어플이요"
  },
  {
    "store": "google_play",
    "date": "2023-06-08",
    "rating": 3,
    "content": "다 좋은데 이거 식단 기록할 때 뒤로가기 누르면 기본화면으로 돌아가게 패치좀 해주세요 그거때문인지 몰라도 칼로리 오류날 때 있어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-08",
    "rating": 4,
    "content": "배틀할 때 기록한 운동도 볼수있게 해주시면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-08",
    "rating": 3,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-08",
    "rating": 5,
    "content": "칼로리 계산ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-06-07",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-07",
    "rating": 4,
    "content": "안드로이드에서는 애플계정 로그인을 못하는건가요?? 아이폰에선 잘 이용중인데 안드로이드에선 이용을 못해 별 하나 뺐습니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-06",
    "rating": 4,
    "content": "좋아요 만족합니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-06",
    "rating": 4,
    "content": "아직 완벽히 기능을 모르지만 현재까진 만족합니다 다이어트 및 벌크업 등 목적에 맞는 식단 추천과 식단 판매까지 된다면 더 좋을듯 합니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-06",
    "rating": 5,
    "content": "진짜로 이 앱 덕분에 한달 반만에 84kg>74kg 뺏습니다. 농담 아니구요 댓글 알바 절대 아니구요 ㅡ_ㅡ 인터넷 댓글 아에 안쳐다보고 쓰지도 않는데... 매일 기록하시면서 일과 보내보세요. 진짜 1주차 이후 부터 완전 쫙 빠집니다. 자기스스로 기초대사량 안 다음에 목표량 기초대사량 칼로리로 설정하고 다이어트 하세요. 다이어트 돈 주고 하는거 필요가 없습니다;; 그리고 만들어주신 앱 개발자님 너무 감사합니다. 개발자님 덕에, 무료로 한달 반만에 다이어트 성공했네요."
  },
  {
    "store": "google_play",
    "date": "2023-06-06",
    "rating": 5,
    "content": "계산이 편해서 좋아요 음식 종류도 다양하고요"
  },
  {
    "store": "google_play",
    "date": "2023-06-05",
    "rating": 5,
    "content": "왜이걸 이제 알았을까~ 너무편하고 기록하기 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-05",
    "rating": 4,
    "content": "렉 좀 잇는데 앱 자체가 ㄱㅊ"
  },
  {
    "store": "google_play",
    "date": "2023-06-05",
    "rating": 5,
    "content": "다이어트시 추천"
  },
  {
    "store": "google_play",
    "date": "2023-06-04",
    "rating": 5,
    "content": "식단 관리 편해서 좋아요."
  },
  {
    "store": "google_play",
    "date": "2023-06-04",
    "rating": 5,
    "content": "평소 계산하기 어려웠던 식단을 기록하면서 계산이 바로 되니 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-03",
    "rating": 2,
    "content": "걸음수 연동이 안 돼요"
  },
  {
    "store": "google_play",
    "date": "2023-06-02",
    "rating": 5,
    "content": "친구와 배틀하는게 재밌네요 그런데 배틀을 하고있는지 25일정도되었는데 아직도 배틀 검토대기중이라고 뜨네요 오류인가요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-02",
    "rating": 3,
    "content": "현재 사용하는 학생입니다. 급식을검색해서 넣는것과, 사진촬영기능도 있었으면 좋겠습니다. 걸음수도 빨리 업데이트 되었으면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-01",
    "rating": 2,
    "content": "로그인 안하고는 쓸수 없나요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-01",
    "rating": 5,
    "content": "최고의 앱이에요 완전강추!!"
  },
  {
    "store": "google_play",
    "date": "2023-06-01",
    "rating": 5,
    "content": "UI이쁘고 직관적이라 좋아요 다만 끼니수를 조정 할 수 있으면 좋겠어요 4끼에 맞춰 먹으려다보니 힘들어서 5끼나 6끼로 나눠먹고싶은데, 4끼가 기본 셋팅인지ㅠㅠ수정이 안돼는게 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-01",
    "rating": 5,
    "content": "너무 잘 사용하고 있습니다!! 다만 더 추가되거나 개선되었으면 하는 부분이 있어 이렇게 말씀드립니다!! 1. 우선 배틀이 1대1이 아니라 여러명이 함께할 수 있는 기능이 있었으면 좋겠습니다 :) 2. 단식 기록 추가할 때, 단식 시작 시간과 더불어 단식 종료 시간으로 시간을 계산하는 것으로 하는 것은 어떨까요??? 3. 배틀에서도 서로의 운동을 볼 수 있는 란이 있었으면 좋겠습니다!! 4. 30일 동안의 자신의 활동, 식단을 볼 수 있는 통계자료가 한눈에 보였으면 좋겠습니답!!"
  },
  {
    "store": "google_play",
    "date": "2023-06-01",
    "rating": 5,
    "content": "잘 쓰고 있습니다. 강추"
  },
  {
    "store": "google_play",
    "date": "2023-05-31",
    "rating": 3,
    "content": "같은 운동을 다른 강도로 각각했을때 마지막에 입력한 운동만 입력됩니다 예시로 운동 중 산책을 선택해서 90분동안 가볍게 산책 80분동안 격하게 산책을 입력하면 마지막으로 입력한 80분 산책만 남아있습니다 수정바랍니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-31",
    "rating": 1,
    "content": "해결방법이 있는 링크를 리뷰 답글로 달아주셔도 하이퍼링크가 없어서 그 링크를 키패드로 인터넷에 쳐서 들어가야 해서 매우 번거롭습니다. 노션은 로그인을 하라고 하네요. 그냥 인터넷에 웹뷰 충돌 해결법 보고 웹뷰 제거해보고 크롬 업데이트도 제거 해봤는데 앱이 안열리네요. 광고 없고 깔끔해서 계속 이용하고 싶은데 열리질 않으니 쓰기가 힘듭니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-31",
    "rating": 5,
    "content": "깔끔하고 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-05-31",
    "rating": 1,
    "content": "어제부터 하얀화면만 떠서 삭제하고 다시 설치하니깐 어플자체가 실행이 안돼요"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "다이어트에 도움돼요. 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "편함!"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "앱 만족합니다! 스티커 일기 쓸때 글꼴이 너무 마음에 드는데 혹시 글꼴명이 무엇인지 알 수 있을까요??"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "굿 계산하기편해요"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 4,
    "content": "미리 작성해서 입력할 수도 있고 앱 사용이 편리하네요. 무엇보다 단탄지 분석이 신뢰가 갑니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "UI도 귀엽고 사용하기 좋아요. 걸음수는 수동입력이라도 가능하도록 열어주시면 안되나요? ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "해결! 편리하고 귀여워서 앞으로도 잘 쓸거 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 4,
    "content": "만보기 연동이 됐으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "정말 편리한 앱"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "(직접 등록 음식)브랜드가 있는 음식을 이름 수정하고 싶은데 수정하기를 눌러도 영양정보 수정밖에 없어요 영양정보 말고 이름을 수정하고 싶은데 어떻게 해요? 그리고 (직접 등록 음식)브랜드가 있는 음식 어떻게 삭제해요?"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "간편하고 관리하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-29",
    "rating": 3,
    "content": "어제부터 사용했는데 기본 기능은 괜찮아요~ 그런데 음식 추가는 따로 되는데 왜 운동시간은 추가를 안 했을까요? 추가되게 바꾸주세요~ 추가를 하면 기존 운동데이터가 사라져서 곤란하네요;; 시간 될 때마다 한시간이든 두시간이든 하는데 수정하면 좋을것 같아요~"
  },
  {
    "store": "google_play",
    "date": "2023-05-29",
    "rating": 5,
    "content": "작성하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-05-28",
    "rating": 1,
    "content": "설정부터 안되네요 ㅠㅠ껐다 켰다 다시해도 마찬가지.. ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-05-27",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-27",
    "rating": 1,
    "content": "깔았다 지워도 흰화면만 뜨고 로딩이 안 되는데 저만 그런건가요 Error loading page라고 뜹니다 해결 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2023-05-27",
    "rating": 3,
    "content": "다이어트 도움이 잘되네용!"
  },
  {
    "store": "google_play",
    "date": "2023-05-27",
    "rating": 4,
    "content": "이제 써보려구요~ 잘써볼께요~~"
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 5,
    "content": "진짜 이만한 앱이 없을 만큼 귀엽고 깔끔한데...위젯기능이 왜 없을까요? 눈으로 바로 확인 할 수 있게 위젯 기능이 있었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 5,
    "content": "최고"
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 4,
    "content": "통계가 한눈에 보였으며누좋겠는맘도 있지만 무난하며 좋은 앱!"
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 4,
    "content": "간결하고 사용하기 편합니다. 몇가지 기능을 추가해주시면 더욱 좋을 것같습니다. 단순 체중이 아닌 골격근량과 체지방률의 병기하여 구체적인 목표 설정. 이에 기반한 기초대사량의 산출로 소비량을 정확히 계산."
  },
  {
    "store": "google_play",
    "date": "2023-05-24",
    "rating": 5,
    "content": "너무 잘 사용하고 있어요! 여러 다이어트 앱 써봤는데 인아웃이 제일 편하네요~ 일러스트도 귀엽고 이모지?로 기록 남길 수 있는 게 너무 좋아요! 한 가지 추가되었으면 하는 점이, 식사 기록할 때 여러 재료들을 한 폴더에 묶고? 폴더를 누르면 자세한 식재료들을 볼 수 있으면 너무 편할 거 같아요. (ex. 닭가슴살, 야채, 고구마를 닭가슴살 샐러드 하나로 묶어서 기록) 재료가 많이 들어간 식사 기록하고 얼마 뒤에 다시 확인할 때 목록이 너무 길고 내가 뭘 먹었나 한 번에 생각하기 어려울 때가 있어서요! 레시피로 등록하기엔 조리 방법도 기록해야 해서 다소 번거롭네요 ㅜ ㅜ 하지만 기능 추가되지 않아도 저한텐 너무나 만족스러운 어플입니다 만들어주셔서 감사해요!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-24",
    "rating": 5,
    "content": "앱 화면 캡쳐가 막혀있던데 식단기록 이미지로 저장하는 기능없나요?"
  },
  {
    "store": "google_play",
    "date": "2023-05-23",
    "rating": 5,
    "content": "인스타에서 친구가 하는 거 보고 설치해봤는데 디자인도 너무 귀엽고 음식만 써도 칼로리를 자동으로 써줘서 좋은 것같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-23",
    "rating": 4,
    "content": "음식 식단 칼로리 종류가 별로 없어서"
  },
  {
    "store": "google_play",
    "date": "2023-05-23",
    "rating": 5,
    "content": "엄청 꼼꼼하게 정리하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-22",
    "rating": 4,
    "content": "잘쓰고 있어요 근데 앱 오류가 가끔나고 접속시 로딩이 오래걸려 화면이 안떠 재접 여러번 할때있어요 그리고 방금도 아침식단은 적어놨었고 점심식단 칼로리 계산하고 점심에 먹을 식단 미리 저장해놨는데 이 식단 그대로 아침,점심 식단으로 바뀌어 저장되어 있네요 아침먹고 저장해 놓은거 날아가고요 전 아침식단은 먹고 바로 저장해놓고 방금은 점심식단만 저장해놨는데 왜 아침 식단이 삭제되고 점심식단이 아침,점심 식단으로 같은 메뉴로 저장되는지 모르겠네요 가끔 이렇게 저장되는데 이거 아침에 먹은 g 기억안날땐 진짜 멘붕옵니다 칼로리 계산 다 해놓고 거기 맞춰먹는데 이런 오류 고쳐주세요 이런 것 빼곤 아주 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-22",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-05-22",
    "rating": 5,
    "content": "죠아여~~~"
  },
  {
    "store": "google_play",
    "date": "2023-05-21",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-21",
    "rating": 5,
    "content": "다 좋으나 s23 음식저장버튼 이름치고 눌러도 아무 반응이 없습니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-21",
    "rating": 5,
    "content": "너무너무 쓰기 편하고 좋아요. 다신샵 오랫동안 쓰다가 인아웃이 탄단지 비율 보기 편해서 건너왔어요. 그런데 자주먹는 '식사' 에서 식사이름 수정이랑 식사 내용 수정도 가능하면 좋겠습니다. 그리고 통계 월간보기도 달력처럼 하루하루 체중과 섭취량 한눈에 볼 수 있으면 너무 좋을것같아요... 마지막으로 식사 입력하다가 뒤로가기 누르면 이전에 검색했던 내용이 줄줄 떠서 빠져나가려면 뒤로가기를 계속 눌리야하는게 좀 불편한데 개선되었으면 좋겠습니다. 좋은 앱 정말 감사합니다. 인아웃 화이팅!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-19",
    "rating": 3,
    "content": "로딩이 정말 안 됩니다 예를 들어 어느 날은 클릭하자마자 화면이 뜨고 어느 날은 흰 화면밖에 안 뜨는데 흰 화면 뜰 때가 훨씬 많아서 기록하는 게 쉽지 않아요 그거 빼고 다 너무 좋은 앱이라 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-19",
    "rating": 5,
    "content": "그 날 그 날 간단히 기록하기 좋아요. 일기장 기능이 같이 있는 것도 너무 좋고요. 얘 하나로 끝! 이란 느낌? 일기장 기능이 더 풍부해졌으면 좋겠어요. 아. 식단표에 뭐 먹었는지 메뉴가 간단하게라도 떴으면 좋겠어요. 굳이 안 들어가도 아 뭐 먹었었지. 하고 확인하게요ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-05-19",
    "rating": 4,
    "content": "당뇨 환자라 당질을 줄여야 하는데 탄수 계산하기 쉬워서 좋아요. 근데 텍스트 리뷰는 어떻게 작성 하나요? ㅠㅅㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 2,
    "content": "아니 만14세 이하는 식단관리도 못하게해요?"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "오우 조아용용"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "직관적이라 좋기는 합니다만 홈 화면 스크롤 대신 넘기는 식으로라도 한눈에 볼 수 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "이 앱을 몇달정도 꾸준히 사용했는데 사용하기도 편하고 이 앱을 쓰기도 잘한갓 같아요!저는 어떤분이 후기로 광고 나온다해서 걱정을 엄청했는데 광고 따윈 하나도 나오지 안습니다! 식단기록도 하기 편하고 몸무게 등등 기록할수있는게 정말 많아요! 다같이 이 앱으로 힘차고 쉽게 감량하면서 다이어트해여! 참고로 다른앱에선 살이 찌기만 했는데 이 앱쓰고 2kg빠짐.. ㅎㄷㄷ.."
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "이렇게 기록 꼼꼼하게 할 수 있는데 무료 컨텐츠로 전부 할 수 있는 게 너무너무 좋아요!! 인아웃 다이어트한다는 제 주변 지인분들에게 다 추천중임.."
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "앱 유아이 예쁘고 편한데 식단에 사진 업로드 오류가 있어서 아쉽네요ㅠ 네트워크 오류인가 해서 계속 해봐도 안 올라가요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "귀여워서 사용중인데 어제부터 왜 사진 업로드가 안될까요??"
  },
  {
    "store": "google_play",
    "date": "2023-05-17",
    "rating": 4,
    "content": "대체적으로 사용하기 깔끔하고 지금까지 어플 중에서 제일 좋아요! 잠자고 일어나는 시간 체크하는 것도 있으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-17",
    "rating": 4,
    "content": "운동에 슬라이드 보드도 추가해 주세요"
  },
  {
    "store": "google_play",
    "date": "2023-05-17",
    "rating": 5,
    "content": "너무 좋아"
  },
  {
    "store": "google_play",
    "date": "2023-05-17",
    "rating": 5,
    "content": "다이어트에 필수!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-16",
    "rating": 5,
    "content": "칼로리 알기좋은 어플이에요👍"
  },
  {
    "store": "google_play",
    "date": "2023-05-16",
    "rating": 5,
    "content": "아기자기 하고 귀여워서 쓸때마다 힐링돼요 그리고 식단이나 운동 등 여러 방면에서 쓰기 편하게 구성되어 있어서 쓰기도 좋네요 앞으로 잘 쓰겠습니다!!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-16",
    "rating": 5,
    "content": "아직까지는 불편함 없이 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-15",
    "rating": 5,
    "content": "처음 들어와서 아직은 익숙하지않지만 배워가면서할게요"
  },
  {
    "store": "google_play",
    "date": "2023-05-15",
    "rating": 1,
    "content": "먹은기록 보는게 뭐 이리 복잡한지.. ui ux 복잡하기만하고 삭제합니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-15",
    "rating": 4,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-05-15",
    "rating": 5,
    "content": "죠아요 귀엽구"
  },
  {
    "store": "google_play",
    "date": "2023-05-15",
    "rating": 5,
    "content": "너무 잘 쓰고있습니당!! 근데 갤럭시 걸음수 연동은 언제쯤 될까요? ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-05-15",
    "rating": 5,
    "content": "좋네요ㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-05-14",
    "rating": 5,
    "content": "직관적이고 쏠쏠하게 입력할 수있어요 개발자의 정성이 보여요. 혹시 위젯기능은 고려중이신지ㅠ ..위젯있으면 더 좋을꺼같은데"
  },
  {
    "store": "google_play",
    "date": "2023-05-14",
    "rating": 5,
    "content": "아직까진좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-05-14",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-13",
    "rating": 5,
    "content": "다 좋아용! 운동이랑 음식 검색만 할 수 있는 기능도 있으면 좋겠어요!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-13",
    "rating": 5,
    "content": "잘쓰고있는데 자꾸 앱이 정신을 못차려요 폰문제 인터넷문제 아니에요"
  },
  {
    "store": "google_play",
    "date": "2023-05-12",
    "rating": 4,
    "content": "진짜 너무너무 잘 쓰고있는데 먹은 칼로리를 직접 입력할수 있게 해주세요...학교 급식으로 800칼로릴 먹었다치면 급식 메뉴를 다 적었는데 1000칼로리가 넘어가버리는 경우도 있어요...제발 진짜 제발 제 평생 소유ㅓㄴ이에요 제발"
  },
  {
    "store": "google_play",
    "date": "2023-05-11",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-11",
    "rating": 5,
    "content": "칼로리 계산하는 앱중에 제일 좋고 편함"
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "어플 사용이 편리하네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "앱과 안에 내용들이 아기자가한 느낌이 들어서 좋아요! 불편한점도 딱히 없고 조금만 발전해나가면 더 좋은 앱이 될 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "넘좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "좋아요..."
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "사용자의 편의를 많이 반영한 듯 한 게 정말 좋네요."
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "진짜 너무좋습니다.예전에 매일 일일히 영양성분 찾아봐가며 계산하기 복잡했는데 대충 보면서 하니 정확하진않더라도 좋은것같습니다. 몸 만드시는분 필수"
  },
  {
    "store": "google_play",
    "date": "2023-05-09",
    "rating": 5,
    "content": "최고입니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-09",
    "rating": 5,
    "content": "음식별 칼로리 정보가 잘 되어있어요"
  },
  {
    "store": "google_play",
    "date": "2023-05-09",
    "rating": 5,
    "content": "깔끔하고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-09",
    "rating": 5,
    "content": "40대 방도 만들어주세요"
  },
  {
    "store": "google_play",
    "date": "2023-05-08",
    "rating": 5,
    "content": "키토식단을 하면서 어플을 사용하기 시작했는데 어플 ui도 귀엽고 퍼센트도 바로바로 볼수있어서 좋고 배틀도 재미있는데 가끔 어플이 안들어가져요!!!ㅠㅠㅠ 그거만 고쳐지면 정말 좋을것같아요...♡ 잘쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-08",
    "rating": 5,
    "content": "너무 좋은 앱입니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-08",
    "rating": 5,
    "content": "이 앱 진짜 좋음 꼬박꼬박 기록만하고 체크만 하고 확인만하면 살이 빠짐 근데 체크하기 귀찮다고 계속 괜찮겠지 하면서 먹어버리면 아무 효과없음 끈기에 달렸음 앱은 아낌없이 해주고있는데 자기가 안하면 안됨 끈기도 길러주는 느낌"
  },
  {
    "store": "google_play",
    "date": "2023-05-08",
    "rating": 5,
    "content": "너무너무 조아용!! 이번에 다이어트 결심하고 제대로 운동,식단한게 처음인데 기록할때마다 재밌네요♡♡ 인아웃덕분에 내일이 기다려져요"
  },
  {
    "store": "google_play",
    "date": "2023-05-07",
    "rating": 5,
    "content": "하루 먹은 칼로리랑 탄단지를 알 수 있고 꾸준히 기록할 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-07",
    "rating": 5,
    "content": "첫 다이어트 식단어플로 써봤는데 귀엽고 만족합니다. 간단하고 쓰기좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-07",
    "rating": 5,
    "content": "기록하는 재미덕에 운동이 더욱 재밌어요"
  },
  {
    "store": "google_play",
    "date": "2023-05-07",
    "rating": 5,
    "content": "세상 편한 진짜 다이어트를 가능하게 해주는 앱!! 칼로리 조절 뿐만 아니라 영양 불균형 상태도 점검할 수 있어 활용도 면에서 최고입니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-06",
    "rating": 5,
    "content": "칼로리를 계산하거나 식단 기록할때 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-06",
    "rating": 4,
    "content": "자세히는 아니어도 쓸만합니다 하루하루 먹는양 적는것으로도 다이어트 반은 성공한거 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-05",
    "rating": 5,
    "content": "좋은정보에요"
  },
  {
    "store": "google_play",
    "date": "2023-05-05",
    "rating": 5,
    "content": "재미있어요 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-04",
    "rating": 3,
    "content": "특정 사진이 자꾸 업로드 안되는 현상이 있습니다. 이것저것 시도해본 결과 기본 갤러리 내 포토 에디터로 크롭, 편집한 사진들은 업로드가 안되는 것 같아요. 이 점이 개선되었으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-04",
    "rating": 5,
    "content": "👍"
  },
  {
    "store": "google_play",
    "date": "2023-05-04",
    "rating": 2,
    "content": "운동 입력할때마다 에러가 나네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-04",
    "rating": 5,
    "content": "좋아요 정말 잘 쓰고 있어요! 그런데 걸음수를 직접 입력할 수 있게 기능 추가해주세요 ㅠ 연동 아니라도 입력은 할 수 있어여 하는거 아닌가요 ㅠ 그리고 수면 시간 기록하는 부분 추가해주심 안될까요?"
  },
  {
    "store": "google_play",
    "date": "2023-05-03",
    "rating": 5,
    "content": "하루 5끼를 먹는데 끼니 수도 추가 할 수 있으면 좋겠습니다 다른건 다 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-02",
    "rating": 5,
    "content": "친구랑 같이 배틀하며 같이하기 너무 좋아요! 다만 배틀톡에서 대화를 할 때, 입력창을 띄우면(지금 찾아보니 대화가 아니라 '댓글'남기기라고 뜨네용,,) 위의 대화들이 안 보이고 자판아래로 숨어서 위 대화들이 가려져서 좀 불편합니다. 대화(댓글)입력시에는 위의 대화내용들도 자판위로 올라가서 보였으면 좋겠어요. 대화가 가능한 타어플에서 당연하게 내제되어있는 기능인데 칼로리기록이 주된 것이라 놓쳐진건지 모르겠네요. 정말 잘 쓰고 있는데 이 기능만 고쳐지면 너무 좋을 거 같아서 한 번도 앱 후기 안 남겨봤는데 처음으로 남깁니다. 꼭 수정되었음 좋겠습니다. 감사합니다! +추가) 대화창에 내용이 바로바로 입력이 안 되고 렉이 걸려서 한 번에 5개 6개 같은게 입력되기도 합니다. 그 부분도 검토 부탁드립니다.(오늘오전에도발생)"
  },
  {
    "store": "google_play",
    "date": "2023-05-01",
    "rating": 5,
    "content": "해결되었어요 감사합니다 :)"
  },
  {
    "store": "google_play",
    "date": "2023-05-01",
    "rating": 1,
    "content": "앱 오류가 너무 심해요 쓰려고 해도 들어가지지가 않고 로딩이 안되어서.."
  },
  {
    "store": "google_play",
    "date": "2023-05-01",
    "rating": 5,
    "content": "좋네요 좀 더 써볼께여"
  },
  {
    "store": "google_play",
    "date": "2023-05-01",
    "rating": 4,
    "content": "처음 사용해보지만 도움이 될거같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-01",
    "rating": 4,
    "content": "기록용으로 시작했는데 복잡하지 않아서 좋아요. 대신 식단 분석이나 결과 같은건 안나와서 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-29",
    "rating": 1,
    "content": "기본으로 제공되는 탄단지 비율이 너무 엉망인거같습니다. 단백질량을 너무 과도하게 설정하는 경향이 있는데 잘모르는 사람이 그대로 따라하면 건강 안좋아지겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-04-29",
    "rating": 4,
    "content": "뒤로가기하면 이전화면이 나오는점 개선해주셨으면합니다. 그리고 컨디션에 몇가지 추가해주셨으면 합니다. 피곤.과다수면.몸살등 추가좀해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-04-29",
    "rating": 5,
    "content": "완전추천"
  },
  {
    "store": "google_play",
    "date": "2023-04-28",
    "rating": 5,
    "content": "너무나좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-28",
    "rating": 5,
    "content": "자기관리에 최고앱입니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-28",
    "rating": 4,
    "content": "칼로리계산기 어플 많이 써봤는데 인아웃으로 안착하기로 했어요. 재미있게 잘 쓰고있네요.군더더기없이 깔끔한 어플이에요. 앞으로 업데이트 되겠지만 컨디션체크에 생리시작일🍒이나 화장실🌰체크도 있었음해요.그리고 배틀이 톡으로만 보낼수 있어서 불편하네요. 그리고 운동체크에 사우나랑 반신욕은 어떤가요"
  },
  {
    "store": "google_play",
    "date": "2023-04-28",
    "rating": 4,
    "content": "식단 기록 칼로리랑 통계 그래프랑 숫자가 일치하지 않아요 오류 수정 필요한듯요"
  },
  {
    "store": "google_play",
    "date": "2023-04-28",
    "rating": 4,
    "content": "1.동기부여 및 관리에 좋아요. 2.운동기록도 식단처럼 통계화면에 같이 나왔으면 좋겠어요. 3.홈화면으로 가서 어플종료를 했는데도 재실행하면 이전에 사용했던 화면들이 다 다시 떠서 뒤로가기를 여러번 눌러야해요. 이거 무슨 문제에요?"
  },
  {
    "store": "google_play",
    "date": "2023-04-28",
    "rating": 4,
    "content": "와이파이가 조금만 약하면 앱이 안열리네요...."
  },
  {
    "store": "google_play",
    "date": "2023-04-27",
    "rating": 4,
    "content": "영양제 추가 > \"비C\" 입력하고 완료 > 앱 흰화면 뜨면서 먹통됨 (이외에도 앱 먹통되는 경우가 꽤 있는데 얼른 고쳐졌으면 좋겠어요ㅜ)"
  },
  {
    "store": "google_play",
    "date": "2023-04-27",
    "rating": 5,
    "content": "위젯으로 홈에서 먹은 음식만 바로바로 입력 가능하면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-26",
    "rating": 4,
    "content": "이만한 앱이 없어서 잘 쓰고 있는데 개선했으면 하는 점이 몇 가지 있습니다. 1. 뒤로가기 누르면 이전 화면이 아니라 이전 단계로 넘어가는 것 2. 운동 명칭만 있어서 처음 하는 운동은 찾기 불편, 이미지가 같이 보였으면 함 3. 운동이나 식단 등록 후 목록에서 순서를 수정할 수 있었으면 함 4. 운동 세트 등록 시 보통 같은 중량, 같은 횟수×세트 수로 등록하는데 1세트마다 일일이 숫자를 써야하는 게 비효율적임 5. 홈화면에서 사람 그림이 차지하는 부분이 너무 커서 스크롤을 많이 내려야 하고 한 눈에 확인하기도 어려움, 그림이 약간 유치하기도 함... 이것만 개선돼도 유료로 사용할 의향도 있습니다. 좋은 앱 감사합니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-04-26",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-26",
    "rating": 5,
    "content": "앱이 일단 너무 귀엽고 같이 소통하는곳도 잘되어있고! 무엇보다 사람들이 좋은말도 많이해주고 맘씨가 따숩.. 운영진분들 피드백도 빠르고 광고도 없고.. 안쓸이유가 없음! 밥먹은거 올리는게 재미도 있고ㅎ 칼로리를 한눈에 보다보니 확실히 다이어트에 아주 도움돼요!!"
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "넘 잘 쓰고있어용 어플 너무 귀여워서 선택했습니다 일반식의 영양정보는 어느 어플이나 그렇겠지만 신뢰성이 낮지만... 기타 기성제품들은 많이 기록되어있어 좋습니다 한 가지 건의사항이 있는데, 식단을 저장해두면 \"자주 먹어요\"에서 볼 수 있잖아요. 여기서 식단 이름을 바꾸거나, 저장된 식단의 순서를 옮길 수 있으면 좋겠어요 하다못해 가나다순 정렬이라도... 보기 불편하네요ㅜㅜ 좋은 서비스 제공해주셔서 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "굿굿 귀엽고 좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 5,
    "content": "훌륭해요 운동 기록이랑 대략적인 칼로리 소모 제품의 영양요소도 등록되어있고 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 4,
    "content": "약반헷갈림"
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 5,
    "content": "도움이 많이 돼요"
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 4,
    "content": "괜춘"
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 5,
    "content": "UI가 직관적이고 쉽고 깔끔해요. 귀여운 인터페이스 덕분에 식단기록이 잼있어요. 체중기록과 운동기록도 할수있어서 좋은것같아요. 그날그날 기록을 노트에 남기고 있었는데 이제 인아웃에도 기록해서 쉽고 편하게 히스토리 비교가 가능하게 될것 같아요. 강추~♡"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 5,
    "content": "너무 좋아요 디자인도 귀엽고 칼로리 다 계산하고 보면 진짜 칼로리가 너무 높아서 그거 보면 단식하게 되고 다이어트에 도움이 잘 돼요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 4,
    "content": "한가지 아쉬운 점은 운동기록에서 운동명칭과 소모 칼로리만 나와있다는 점입니다. 간단하게 이미지로라도 표현되어있다면 이게 어떤 운동인지 어떻게 하는 건지 알 수 있을 거예요. 다이어트 자극도 되구요. 더 나은 앱을 위해 이 부분 보완해주시길 바랍니다. 일기와 운동기록을 주단위, 월단위로 한번에 보는 기능도 있으면 좋겠어요. 기록하기 정말 좋은 앱이에요 귀여워서 더 잘사용하고 있습니다 식사랑 운동 칼로리 계산을 앱에서 바로 할 수 있다는 점도 좋구요 도장과 스티커가 다양해서 일기로도 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 5,
    "content": "일기장마냥 귀여움"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 5,
    "content": "좋다"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 5,
    "content": "진짜 너무너무 좋아요 앞으로 더 대박나셨으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 5,
    "content": "14세 미만인데 주민등록할 때 14세 미만은 안 된다 하더라고요"
  },
  {
    "store": "google_play",
    "date": "2023-04-22",
    "rating": 5,
    "content": "너무좋다 이런걸 왜이제 알았지"
  },
  {
    "store": "google_play",
    "date": "2023-04-22",
    "rating": 3,
    "content": "음식리뷰 보려면 어떻게 해야되죠?? 텍스트 리뷰를 쓰라는데 뭐 쓰는것도 없고 ..."
  },
  {
    "store": "google_play",
    "date": "2023-04-22",
    "rating": 5,
    "content": "가시성+가독성 좋아요! 운동,식단 어플이 기능에 치중되어있고 익숙해지기 전까지 보기 좀 불편한 어플들이 많았는데, 이건 누구나 쉽게 이해하고 볼수있는거같아요! 칼로리 보여주는건 가끔 끄고싶을때가 있지만 ㅋㅋㅋ 음식 탄단지 비율을 한눈에 도형으로 보여주는게 좋아서 정착해봤습니당. 쓰다가 소소하게 아쉬운 부분도 있지만 유저 의견을 지속적으로 확인하고 피드백 / 개선하는 것 같아서 응원하게 되네요! 오래오래 잘 운영해주셨으면,,♡"
  },
  {
    "store": "google_play",
    "date": "2023-04-21",
    "rating": 5,
    "content": "3개월동안 정말 하루도 빠짐없이 사용하고 있습니다. 식단이랑 운동 등 다이어트 관련 항목들이 나뉘어 기록하고 한눈에 보기 좋습니다. 그중에서 일기를 쓸수 있는 부분이 매우 만족했습니다. 다만 아루 일과를 쓰다보니 글자수가 초과하는 날이 많아서 상세하게 적기 어려운점이 있습니다. 다음 업데이트에 일기 글자수 조정 관련해서 남깁니다. 항상 노력해주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-21",
    "rating": 3,
    "content": "안녕하세요 4월8일에 리뷰올린 사람입니다 개발자님이 자세하게 말해주라고해서 왔습니다^^먼저 계속 앱을 눌러도 계속 나갑니다 다시 삭제해서 깔아보고 지워도 계속 앱을 눌렀는데도 튕깁니다 혹시 약간에 버그나 에러가 있으면 고쳐주시길 바랐니다 아직 까지도 이해가안돼면 말씀 부탁드릴께요"
  },
  {
    "store": "google_play",
    "date": "2023-04-21",
    "rating": 5,
    "content": "다이어트하려고 시작했어요!도움되네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-21",
    "rating": 5,
    "content": "다른앱쓰다가 너무 깔끔하고 제가원하는컨덴츠가다있어 굿입니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 3,
    "content": "잘 쓰고있는데 업뎃 후에 식단에 사진을 올릴수가 없네요. 재부팅도 해보고 재설치도 해봤는데 안되네요.ㅜㅜ 고객센터가 없어서 여기에 글 남깁니다. 그리고 운동목록에 없는 운동이 많은데 개인적으로 식단 추가하듯이 운동도 추가할수있으면 좋겠어요. 그리고 앱 삭제 후 다시 로그인했는데 달력에 일기쓴게 사라져있네요;; 동기화가 제대로 안되는가요?"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 5,
    "content": "앱 너무 잘쓰고 있습니다. 그렇기때문에 시간을 내어 원하는 앱 개선점을 전달드립니다. 필요 개선부분 -오늘 일기를 작성한 후에 일기 내용만 수정하고 싶은데, 또다시 스티커를 다시 거쳐서 수정을 해야만 합니다. 페이지 이동이 아니라 캘린더에서 날짜를 선택하면 하단으로 화면이 움직이며 스티커 선택, 일기 작성부분이 길게 나타났으면 좋겠습니다. 또한 일기에 오늘 하루 식단 및 운동 피드백을 적어두는데 일기 메모 입력 시 보는 스퀘어의 크기가 너무 작습니다. -자주 먹는 음식과 그 음식 양이 있는데 음식 즐겨찾기가 없습니다. 매번 똑같은 음식을 음식양을 재입력하여 등록하는데 너무 번거롭습니다. 이 기능은 빠르게 추가되어야 할 것 같습니다. -기분에 \"피곤해\"가 추가되었으몀 좋겠어요. 견딜만했지만 힘든 날에 선택지가 없어요 ㅠㅠ.. -기분에 \"힘이 없어\" 도 추가되었으면 좋겠어요. - 캘린더에서 배변 컨디션도 확인 가능하면 좋을 것 같습니다. -걸음 수 얼른 업뎃요망!!"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 4,
    "content": "다양한 음식군이 있었으면 좋겠고 음식무게를 조절하는 범위가 매우 좁아서 이 부분만 아니면 다 만족스럽습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 5,
    "content": "인아웃을 한눈에 볼수 있어요. 기본 칼로리가 현실적이라 관리에 도움이 됩니다. 걸음 수를 입력할 수 있으면 좋을듯해요. 자체연동도 좋지만...직접 수를 입력해서 칼로리소모 환산할 수 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 1,
    "content": "Ui 귀엽고 기능도 맘에듬. 근데 영양제쪽이 약해서 아쉬움. 필라이즈 앱이랑 합치면 완벽할텐데 ... 지금 업데이트하고 전체적으로 데이터 조회안되고 개느려요"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 5,
    "content": "오늘 식단 기록창 무한로딩떠요ㅠ_ㅠ.. 갤럭시 s22입니다 아니요 됐네여 이제"
  },
  {
    "store": "google_play",
    "date": "2023-04-19",
    "rating": 1,
    "content": "아침을 먹었다고 작성해도 작성하고 다시 보면 아무것도 안먹었다 하고 계속 반복해도 그러네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-19",
    "rating": 4,
    "content": "다좋은데 식단사진등록하려는데.사진이.등록이 안되요 ㅠㅠ 로딩중 표시만 뜨고 한참기다려도 등록이.안됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-18",
    "rating": 4,
    "content": "등록하고 홈키로 종료하는거아니면 뒤로가기에서 다시 등록버튼이 나와서 안된건가 된건가 헷갈리긴하는데 귀여워서 꾸준히하게되요 만족합니당"
  },
  {
    "store": "google_play",
    "date": "2023-04-18",
    "rating": 4,
    "content": "단식을 같이 쓸수 있어서 좋아요.위젯이 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-04-17",
    "rating": 5,
    "content": "식단 관리와 다이어트에 용이합니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-17",
    "rating": 3,
    "content": "앱 아주잘사용중인데요. 앱네 그래픽리소스도 많치않은데 데이터 소진후 속도제한 걸리면 앱로딩이 안됩니다. 1Mbps속도에서 안되는것은 좀 아닌거같습니다. 유튜브, 디자인앱 등 리소스 많이 쓰는 앱들도 잘되는 속도입니다. 앱 최적화 업데이트 요청드립니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-17",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-17",
    "rating": 5,
    "content": "살이 더 빠지는 것 같아영"
  },
  {
    "store": "google_play",
    "date": "2023-04-17",
    "rating": 5,
    "content": "좋아요."
  },
  {
    "store": "google_play",
    "date": "2023-04-17",
    "rating": 1,
    "content": "앱이 어제(16일)부터 안열립니다. 올려주신 링크로 들어가면 존재하지 않는 내용이란 문구만 뜨네요."
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 5,
    "content": "좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 5,
    "content": "칼로리 계산을 바로 해주는거 신기해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 4,
    "content": "운동해서 뺀 칼로리는 섭취가능 칼로리랑 혼합되지않았음 좋겠어요.섭취할수있는 칼로리가 많이 남았다고 착각하게되네요."
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 5,
    "content": "오늘 설치해봤는데 타사 어플보다 좋네요. 광고랍시고 다이어트용 대체식품 광고들 띄우는거 괜히 더 음식 생각나고 진짜 짜증났는데 이 어플은 그런게 없어서 좋네요. 그리고 나만의 레시피를 만들수있고 만들때 칼로리 계산까지 해줘서 너무 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 5,
    "content": "너무 잘 쓰고있어요! 특히 배틀기능이 좋네요 그런데 걸음수만 측정할 수 있음 좋을 듯 해요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 4,
    "content": "기록용으로 사용하고 있습니다. 소통 기능에서 불필요한 글들이 너무 많이 보여 차라리 소통 탭 자체를 on/off로 메인 화면에서 숨길 수 있었으면 합니다. 또는 나이에 맞지 않는 게시판은 소통탭 메인에서 보이지 않게 해주세요."
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 4,
    "content": "기록용으로 아주좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 4,
    "content": "그림체가 귀엽고 친절해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 2,
    "content": "식단, 운동을 기록이나 즐겨찾기로 한 번에 불러오는 기능은 왜 없나요 그리고 운동 소모 칼로리를 시간으로 계산하는 게... 무슨..."
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 5,
    "content": "좋은어플이네요!!"
  },
  {
    "store": "google_play",
    "date": "2023-04-14",
    "rating": 5,
    "content": "개조아요 ㄹㅇ"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 4,
    "content": "잘 사용하고 있는데요. 배틀에서 자주먹는 음식 순위가 배틀하는 친구와 저 둘 다 1.고구마 2.구운감자 3.감자 로 나오는데요. 둘 다 구운감자와 감자를 먹은 적이 없어요ㅠㅠ 고구마도 군고구마를 먹어서 군고구마로 기록하지 고구마로 기록하지는 않ㅇㅏ요..."
  },
  {
    "store": "google_play",
    "date": "2023-04-12",
    "rating": 4,
    "content": "3개월에 10키로 목표로 다이어트 시작할때 같이 이용시작했습니다 지금 2키로째 7키롭뺐네요 그동안 많은도움도 되고 잘 쓰고있는데 단점 2개만 쓰겠습니다. 1. 뒤로가기 누를때 이전 화면으로 돌아가는게 아니라 아예 이전단계로 가버린다. - 음식추가 후 기록완료를 하고 홈화면으로 가려고 뒤로가기 누르면 홈화면으로 가지는게 아니라 기록완료가 취소됩니다. 더 뒤로가기 누르면 쭉쭉쭉 그 이전단계(음식 추가도 취소)로 돌아가는데 매우 불편합니다. 어플 끌때도 마찬가지고요. 2. 몸무게 통계보기가 어렵다. - 몸무게 변화를 한번에 보기가 어려워요. 그냥 간단하게 모든 몸무게 기록을 꺾은선그래프로 나타나주면 좋겠는데 그런게 없네요. 일간, 주간, 월간 말고 그냥 전체 기록을 한눈에 봤으면 좋겠습니다. 다른 어플에는 이렇게 길게 쓴적이없어요. 그만큼 인아웃 어플이 좋고 더 발전하길 바라는 마음에서 길게 썼습니다. 화이팅입니다^^"
  },
  {
    "store": "google_play",
    "date": "2023-04-12",
    "rating": 5,
    "content": "진짜 다이어트에 최고인 앱입니다!"
  },
  {
    "store": "google_play",
    "date": "2023-04-12",
    "rating": 3,
    "content": "앱이... 안 열리는데여.... 갤7인데... 왜 안 열릴까요... 삭제하고 다시 설치해도... 안 됨"
  },
  {
    "store": "google_play",
    "date": "2023-04-11",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2023-04-11",
    "rating": 5,
    "content": "사용자가 정말 사용하기 편하도록, 자주 사용할 수 있도록 고민해서 만든 앱이라는 것이 느껴져요! 바로 친구와 배틀도 신청했습니다!! 음식에 대한 데이터도 많아서 좋은데 제가 먹고 있는 식단에 대해 구체적인 피드백이나 추천음식이 나오면 좀 더 도움이 되지않을까 싶습니다😀"
  },
  {
    "store": "google_play",
    "date": "2023-04-11",
    "rating": 5,
    "content": "완전 심플하고 광고 없고 넘 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-10",
    "rating": 3,
    "content": "추가누르면.. 아무반응없는게..너무 자주일어나네요..보완필요할듯.. 추가 리뷰입니다. 운동기록할때 자전거 40분 입력하고 이동버튼 누르면 먹통이네요..응답이 없는 현상, 칼로리계산도 안됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-10",
    "rating": 5,
    "content": "간편하고 편리한거같아요 몇가지 개선이 되었으면 해요 ▪핸드폰 시스템 폰트 변경(메모) ▪레시피 생성시 사진이나 요리과정 한마디 등.. 스킵(단순 간편하게 쓰고싶은 사람도 있는데 시간 소요) ▪몸무게+근육량,체지방량도 입력(통계로 변화 확인) ▪차라리 메인 화면에서 옆으로 넘길때 날짜가 이동되고 식사 확인시 화면에서 아침,점심,저녁,간식 옆으로 페이지 이동하듯 넘기면서 볼수있으면 좋겠음(계속 홈에서 넘기고 들어가야됨) ▪자주먹는 음식 추가시 용량을 변경한 내용 반영되서 추가"
  },
  {
    "store": "google_play",
    "date": "2023-04-10",
    "rating": 5,
    "content": "귀엽고 깔끔한 기능들이 사용하기 편리합니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-09",
    "rating": 5,
    "content": "칼로리도 알려주고 하루에 얼마나 먹었는지 한꺼번에 확인하니까 다이어트에 확실히 도움되네요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-09",
    "rating": 4,
    "content": "유용하게 잘 쓸고 같아요 추천합니당"
  },
  {
    "store": "google_play",
    "date": "2023-04-09",
    "rating": 5,
    "content": "조하요"
  },
  {
    "store": "google_play",
    "date": "2023-04-08",
    "rating": 5,
    "content": "기록하기 쉽고 간편해서 너무 좋네요!!"
  },
  {
    "store": "google_play",
    "date": "2023-04-08",
    "rating": 5,
    "content": "너무 편리하고 귀여워요!!!"
  },
  {
    "store": "google_play",
    "date": "2023-04-08",
    "rating": 5,
    "content": "귀엽고 직관적이네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-07",
    "rating": 4,
    "content": "다 좋은데 각 식단에 이미지를 한개씩만 업로드 할수 있는게 너무 불편해요 이 어플이 더 좋은데도 이거 하나 때문에 다른 어플 쓸까 고민될 정도로 아쉬워요 저같은 식단어터들이 많을거라 예산됩니다 꼭 개선좀 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2023-04-07",
    "rating": 5,
    "content": "유용하게 잘쓰고있어요"
  },
  {
    "store": "google_play",
    "date": "2023-04-07",
    "rating": 5,
    "content": "관리하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 4,
    "content": "너무 잘 쓰고 있어요! 음식 종류도 다양히 들어있어 여러모로 좋아요. 다만 운동의 경우 시간만으로 계산하는 게 아니라 횟수로도 산출할 수 있었으면 좋겠고, 걸음수도 삼성헬스 연동이 안 된다면 직접 적을 수 있었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 5,
    "content": "추천받아서 쓰는데 진짜 좋네여 자잘한 광고도 안뜨고 깔끔하고 기록하기 편하고!! 특히 뭘 더 먹어야하는지 어떤 성분을 부족하게 먹었는지 한눈에 알 수 있어서 너무 좋아요 아쉬운 부분은 물마시는걸 딱히 기록안해서 그 기록을 부분적으로 숨김처리할 수 있는게 있었으면 좋겠어요 ㅎㅎ 나만의 커스터마이징? 같은 기능이요 어플은 매우 만족"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 4,
    "content": "배틀톡 있어서 좋아요. 운동도 배틀톡에 공유되게 해주시면 좋겠어요. 그리고 월단위 칼로리는 합산으로만 통계로 나오는데, 식단 지킨 날/안 지킨 날을 월 단위 달력으로 직관적으로 볼 수 있으면 좋을 것 같아요. (빨간색/초록색 표시만이라도 - 타사 앱 밸런스프렌즈처럼)"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 5,
    "content": "식단관리하기 편하게 만들어진거 같아 잘쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 5,
    "content": "왜 고객센터가 없나요 잘쓰고있는데 갤럭시 s23 플러스 기준 지금 먹었어요에서 식사탭이 안들어가지고 식사 새로 저장도 안돼요"
  },
  {
    "store": "google_play",
    "date": "2023-04-05",
    "rating": 4,
    "content": "식단 운동기록을 할 수 있어서 좋지만 이름을 모를 경우 운동 기구를 등록을 못 하는 점이 아쉬워요 운동기구 영상이나 사진을 볼 수 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-05",
    "rating": 5,
    "content": "좋아요! 다 기록할 수 있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-05",
    "rating": 5,
    "content": "식단작성 하기 좋아요!! 근데 텍스트리뷰 어떻게 쓰나요??"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 4,
    "content": "너무좋긴한데그...운동하는그거가안돼서...제폰이 이상한걸가요??????????"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 5,
    "content": "좋네요 음식 종류도 많아서 기록하기 쉽고 칼로리 계산도 편함 ㅇㅇ"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 5,
    "content": "어플 너무 귀여운뎅 체중증량vs체중감소 배틀도 가능하게 해주세영 감소밖에없네여 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 5,
    "content": "습관알림추가로 더만들어주실순없나요???!!!ㅠㅠ 물,영양제,식단시간까지 설정하려면 부족하네요?ㅠㅠ그리고혹시알림은 소리안들리고 화면에만표시될까요??? 소리설정하는게없던데...ㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "좋아요 쉬워요 편리해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 3,
    "content": "기본적인 칼로리와 식단 계산을 하는데에는 좋은 어플이지만 몇 가지 단점이 있습니다. 1. 다이어트를 하는 사람을 대상으로 만든 어플인지 벌크업용으로 쓰기에는 좀 불편합니다. 다이어트 배틀 등의 각종 기능에서 증량 선택이 불가능하며 목표체중을 늘려 잡아도 살이 빠졌을 때 긍정적인 효과창이 나타납니다. 2. 갤럭시 A90유저 기준으로 배틀톡에 들어가지지 않습니다. 배틀톡 들어가기 이전 페이지까지는 잘 들어가지다가 배틀톡으로 들어가면 무한로딩이 뜹니다. 이런 부분이 개선되면 더 쓰기 좋아질 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "식단이랑 운동 기록을 잘 할 수 있고 불편한 점 없어서 좋아요:)"
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "앱에 적어놓는 게 너무 편리하고 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "너무좋아요!!^^"
  },
  {
    "store": "google_play",
    "date": "2023-04-02",
    "rating": 5,
    "content": "간편하고 깔끔해서 쓰기 편해요 덕분에 다이어트 성공할 거 같네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-02",
    "rating": 5,
    "content": "써본 식단기록 운동기록등등 어플중최고"
  },
  {
    "store": "google_play",
    "date": "2023-04-01",
    "rating": 5,
    "content": "탄단지 계산하기 너무 좋아요 만들어주셔서 감사해용💗💗"
  },
  {
    "store": "google_play",
    "date": "2023-04-01",
    "rating": 5,
    "content": "있을 거 다 있고 식단 입력할 때 음식 종류도 많아서 좋은데! 운동 입력할 때 구글피트니스 연동해서 가져올 수 있었으면 좋겠어요🥲 꼼꼼하게 입력하는 거 좋아해서 이 앱 너무 마음에 들어요 친구와 배틀도 짱!! 귀여운 다이어트 앱 감사해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-01",
    "rating": 5,
    "content": "조하요"
  },
  {
    "store": "google_play",
    "date": "2023-04-01",
    "rating": 5,
    "content": "여태 다이어트 앱중에 식단,운동.커뮤니티 디테일이 장난아니네요 엄청 신경써서 만드신거같아요!! 잘 사용하겠습니다bbbb"
  },
  {
    "store": "google_play",
    "date": "2023-04-01",
    "rating": 5,
    "content": "재미있고 편리하네여"
  },
  {
    "store": "google_play",
    "date": "2023-03-31",
    "rating": 5,
    "content": "배틀톡 알림 누르면 바로 연결되게 좀 해주세요ㅠ 다 좋은데 그게 진짜 너무너무너무너무너무너무너무너무 불편합니다... 팝업은 오는데 앱만 켜지고 일일이 배틀 들어가고 해당 배틀 열어서 배틀톡까지 열어야하면 팝업에서 메세지 내용 미리 보여주는 이유를 모르겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-03-31",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-03-31",
    "rating": 5,
    "content": "자기관리에 많은 도움이 됩니다. 고쳐주세요 1.전날 입력했던 일기와 식단 운동 데이터들이이 간혹가다 다음날 지워집니다. 기껏 시간내서 입력했는데 다 지워지고 다시 입력하는건 너무 짜증나는 일입니다. 2. 운동관련하여 종목모다 이미지를 넣어주시고 무엇보다 셋트 무게 및 횟수를 자동으로 복사 붙여넣기 넣기를 기본으로 해주셨으면 좋겠습니다. 매번 kg 횟수 입력하기 불편해요"
  },
  {
    "store": "google_play",
    "date": "2023-03-30",
    "rating": 5,
    "content": "음식이나 상품 정보가 검색해도 다양하게 나와서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-30",
    "rating": 4,
    "content": "아직까지는 귀엽고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-30",
    "rating": 5,
    "content": "다 좋은데 운동 기록 후에 기록 완료가 안 눌러집니다. 다른 버튼은 다 눌러집니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-29",
    "rating": 5,
    "content": "운동기록에 컴파운드 세트도 할수 있게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-03-29",
    "rating": 4,
    "content": "00시 설정을 할수가 없네요? 야간 생활하는데 그리고 4끼만먹어야하나요? 5끼먹는 사람은 작성불가"
  },
  {
    "store": "google_play",
    "date": "2023-03-29",
    "rating": 5,
    "content": "귀여운 디자인과 깔끔한 인터페이스! 다이어트할때 도움 많이 될거같아요~ 아 근데 저장 버튼 안 누르면 식단 쓴게 날라는건 약간 불편"
  },
  {
    "store": "google_play",
    "date": "2023-03-29",
    "rating": 5,
    "content": "good"
  },
  {
    "store": "google_play",
    "date": "2023-03-28",
    "rating": 4,
    "content": "인바디 내용도 추가되면 좋겠어용"
  },
  {
    "store": "google_play",
    "date": "2023-03-28",
    "rating": 5,
    "content": "이게 왜 무료앱이지?"
  },
  {
    "store": "google_play",
    "date": "2023-03-27",
    "rating": 5,
    "content": "구웆"
  },
  {
    "store": "google_play",
    "date": "2023-03-27",
    "rating": 5,
    "content": "위젯추가할수있게 만들어주시면 좋을것같아요! 매일 앱찾아서 들어가서 몸무게추가하는게 번거로워서 위젯추가가능해지면 계속 사용할 수 있을것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-03-27",
    "rating": 5,
    "content": "깔끔한 UI여서 너무 귀엽게 잘 쓰고 있어요!!"
  },
  {
    "store": "google_play",
    "date": "2023-03-27",
    "rating": 5,
    "content": "캐릭터요 왜 머리없어요..머리 만들어주세요"
  },
  {
    "store": "google_play",
    "date": "2023-03-26",
    "rating": 4,
    "content": "글씨도 크고 그림도 귀엽고 가독성이 참 좋아서, 엄마랑 같이 하려고 설치했어요~ 그런데 칼로리가 좀 맞지 않은 부분도 많고, 인아웃지수가 일반인들의 피셜이고 음식선택 시 메인으로 보이다니... 그 부분은 별로예요...정보가 불확실하면 앱을 갈아탈 것 같습니다ㅠㅠ..."
  },
  {
    "store": "google_play",
    "date": "2023-03-26",
    "rating": 4,
    "content": "좋아요 뭘먹었는지 확인도되고 얼마나먹었는지도 알겠고요 다이어터들에게추천합니디"
  },
  {
    "store": "google_play",
    "date": "2023-03-26",
    "rating": 5,
    "content": "깐지는 얼마 안됐지만 잘 사용하구 있어요! 사용하다보니 학생인 저로선 아쉬운 부분이 있어서 이렇게 남겨봅니다 :D 학생인 분들을 위해 각 학교에서 먹는 급식을 바로 볼수있거나 식단을 추가할 수 있는 기능이 있었으면 좋겠어요. 여태 학교 급식을 일일이 찾아 식단을 추가하고 있었는데, 가끔 없는 음식이 있기도 하고 다 추가해보면 칼로리가 달라 당황한적도 많아요. 하지만 위와같은 기능이 추가된다면 좀더 수월하게 쓸수있을거 같네요:) 앞으로 더 나은 인아웃을 기대하고 있겠습니당!"
  },
  {
    "store": "google_play",
    "date": "2023-03-24",
    "rating": 4,
    "content": "다른거 안말하고 그냥 구글로 로그인할수있게 추가해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-03-24",
    "rating": 5,
    "content": "정말 좋은 앱입니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-23",
    "rating": 4,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-03-23",
    "rating": 5,
    "content": "굳 쓸만합니다 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-03-23",
    "rating": 5,
    "content": "상당히 괜찮은 앱이라고 생각든다 다만 배틀시 실수로 75kg 감량 눌렀는데 이때 주의사항 알림이 떴으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-03-23",
    "rating": 5,
    "content": "안녕하세요 개발자님 잘 쓰고 있었는데 며칠전부터 자꾸 실행하면 앱이 중지되고 실행이 안 되는데 이건 무슨 문제일까요..? ㅠㅠ 혹시 몰라 기재하는데 쓰는 기기는 갤럭시 A7 2018 입니다 캐시 삭제도 해보았는데 그대로네요...ㅠ 앱 자체는 간단하고 영양성분도 다 표시되어있어서 정말 편합니다..!♡"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 5,
    "content": "디데이설정기능 추가하면 잘쓸거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 5,
    "content": "너무 잘쓰고 있어요~~ 주간 칼로리 그래프좀 추가해주세요ㅠ 주 별 평균은 나와있는데요~ 1주 (월,화,수,목,금,토,일) 별 총 칼로리 그래프와 합계가 있었으면 좋겠습니다^^ 항상 너무 잘 쓰고 있습니다!! 감사합니다!!^^"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 4,
    "content": "편리하고 한눈에 보여서 좋어요 다만 식사를 여러 시간으로 입력할수 있으면 좋겠어요 예를들면 간식을 두번 먹을수도 세번 먹을수도있는데 시간과 사진은 한본밖에 못넣어서 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 5,
    "content": "귀여워요! 많은 음식 종류가 갯수로 정해지면 좋을것같아용"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 5,
    "content": "식단 관리하기 정말 좋습니다! 다만 오늘의 운동을 기록할 때 종목을 일일이 찾아 적어야 하는게 생각보다 귀찮습니다. 운동 루틴을 정해 놓을 수 있는 기능이 시급합니다!"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 5,
    "content": "식단 평가하기가 아주 용이합니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 5,
    "content": "좋와용"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 5,
    "content": "인아웃으로 칼로리계산및 탄단지 얼마나 섭취했는지 알수있어 조아요 개발자님 궁금한게있는데 어제나 그제 식단 리스트보고 참고하고싶은데 탄단지 비중과 포화지방불포화지방 섭치량만 나오는데 지난날의 식단리스트도 볼수있으면좋겠어요 증량되면 무슨 음식때문인지 생각해볼수있게요...잘빠지다가 뭐 때문인지 증량됐거든요..근데 음식리스트를 볼수없어 참고를 못하는게 아쉬워요..저만 볼줄모르는건지 없는게 맞는건지 모르겠어요. 긍데 인아웃 좋아요~~~~~♡"
  },
  {
    "store": "google_play",
    "date": "2023-03-20",
    "rating": 3,
    "content": "앱 갑자기 안열려요"
  },
  {
    "store": "google_play",
    "date": "2023-03-20",
    "rating": 5,
    "content": "오 나쁘지 않아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 4,
    "content": "14세 미만인건 좀 아쉬운데 다른건 다 괜찮았어요!"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 5,
    "content": "잘쓰고 있는데 식사시간 기록할때 현재시간이 기본으로 뜨게 설정해주시면 안되는지 매번 오전오후몇시몇분 입력해야돼서 너무 불편해여ㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 5,
    "content": "너무 잘 쓰고 있는데 업데이트 이후 식사저장이 안됩니다 운동이나 몸무게도 주간으로 얼마나 했는지 보였으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 5,
    "content": "잘쓰고있어용"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 5,
    "content": "귀엽고 직관적이에요! 자주 먹는 메뉴를 등록해둘 수 있는 것도 편해요. 아쉬운점: 첫화면을 오늘의 기분 일기화면으로 할 수 있으면 좋겠어요. 귀여운 첫화면으로 세팅하고 싶음"
  },
  {
    "store": "google_play",
    "date": "2023-03-18",
    "rating": 1,
    "content": "렉이많이걸립니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-18",
    "rating": 5,
    "content": "갓생살게요"
  },
  {
    "store": "google_play",
    "date": "2023-03-18",
    "rating": 5,
    "content": "데이터 삭제랑 캐시 삭제 둘다 했어요 근데 안되서.."
  },
  {
    "store": "google_play",
    "date": "2023-03-17",
    "rating": 5,
    "content": "인아웃 운동 세트 업데이트 되서 좋긴 한데 중량 세트 횟수 한꺼번에 넣을 수 있게 추가되면 한눈에 보기 좋고 인아웃 특유의 단순하고 쉽게 사용할 수 있게 바뀔 수 있을 거 같아요. 중량 세트 횟수 이렇게 기입할 수 있게 만들면 정말 잘 쓸 거 같아요. 이렇게 잘 만들어진 인아웃 앱이면 후원도 정기적으로 할 거 같네요. 감사히 쓰고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-03-17",
    "rating": 5,
    "content": "좋습니다. 배틀은 최대 몇명까지 동시진행가능한가요??"
  },
  {
    "store": "google_play",
    "date": "2023-03-17",
    "rating": 5,
    "content": "오늘 먹은 음식 총 칼로리 계산해주는게 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-03-16",
    "rating": 3,
    "content": "남성으로 해도 그림이 여성으로 고정되던데요?.."
  },
  {
    "store": "google_play",
    "date": "2023-03-16",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-03-16",
    "rating": 5,
    "content": "ui넘 깔끔하고 귀엽고 대체적으로 만족합니다. 걸음수 연동기능도 얼른 활성화되서 소모 칼로리 함께 계산되면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-03-15",
    "rating": 5,
    "content": "최고입니다 시대가이렇게좋아졌다니 옛날에 다이어트앱 써본이후로첨썻는데 음식도 다양하게검색되고 다이어트소통도편하고 다양한 식단도 저장되고 영양제까지챙길수있습니다 최고"
  },
  {
    "store": "google_play",
    "date": "2023-03-15",
    "rating": 5,
    "content": "식단 사진도 넣을 수 있고 친구와 배틀도 할 수 있어서 좋아요! 구글 핏과 빨리 연동 됐으면 합니다ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-03-15",
    "rating": 5,
    "content": "다이어트 지루하지않게 도와주는 인아웃!! 아주 유용해요^^"
  },
  {
    "store": "google_play",
    "date": "2023-03-14",
    "rating": 3,
    "content": "배틀 채팅에 사진올리면 항상 거꾸로 올라가고 똑같은거 한번 더 올려야 제대로 올라가네요..."
  },
  {
    "store": "google_play",
    "date": "2023-03-13",
    "rating": 5,
    "content": "굿굿굿굿"
  },
  {
    "store": "google_play",
    "date": "2023-03-12",
    "rating": 3,
    "content": "다 좋은데요. 통계에 몸무게가 좀 더 큰 범위로 나올 수 있게 하면 안될까요? 한달 범위 일년 범위 등의 내 몸무게의 그래프가 올랐는지 내렸는지 한눈에 알고 싶어요. 다른 앱은 다 그렇게 되는데 여기만 안되네요"
  },
  {
    "store": "google_play",
    "date": "2023-03-12",
    "rating": 5,
    "content": "소프트웨어가 사용하기 편함"
  },
  {
    "store": "google_play",
    "date": "2023-03-12",
    "rating": 4,
    "content": "조아용"
  },
  {
    "store": "google_play",
    "date": "2023-03-12",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-11",
    "rating": 5,
    "content": "최고"
  },
  {
    "store": "google_play",
    "date": "2023-03-11",
    "rating": 5,
    "content": "여자친구와 앱 잘사용하고 있습니다. 감사합니다 근데 입력해놓은 몸무게를 한번에 꺾은선그래프로 볼수있는 기능이 있으면 좋겠습니다. 체중변화가 직관적으로 쉽게 보이지않는 점이 아쉽습니다. 기능추가 해주시면 이미 잘쓰고있지만 더유용하게 사용할 수 있을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-11",
    "rating": 4,
    "content": "업데이트 후 운동 소모 칼로리가 최대 999밖에 안되네요. 그전에는 더 높게 가능했는데 왜 너프함?"
  },
  {
    "store": "google_play",
    "date": "2023-03-11",
    "rating": 1,
    "content": "아니 좀 뒤로가기 눌렀을때 그냥 홈으로 가지면 안됨? 뒤로가기 누르면 방금전 입력하던 창으로 넘어가서 홈 갈려면 맨위에 홈가기를 누르던지 앱 껐다키던지 해야하는데 너무 불편함."
  },
  {
    "store": "google_play",
    "date": "2023-03-10",
    "rating": 5,
    "content": "잘쓰고있습니다. 만들어주셔서 감사해요. 몇가지 개선되었으면 하는 부분이 있어요. 1. 삼성헬스 앱을 통해 걸음수와 걸음으로써 소비된 칼로리를 정확히 알 수 있는데, 앱에 이용자가 이런 부분들을 직접 적을 수 있도록 기능이 추가 됐으면 좋겠어요. 걸음수와 소비된 칼로리를 아는데 앱에 적용 못시키니까 아쉽습니다. 2. \"나의 변화\" 에서 체중을 기록하고 체중이 변하는 과정도 확인할 수 있는데, 여기에 도 같이 기록하고 변하는 과정을 확인할 수 있었으면 좋겠습니다. 개선이 번거로우실 수도 있겠지만, 이 부분들만 보완된다면 더욱 만족하며 이용할 것 같아 작성합니다. 꼭 반영됐으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-03-10",
    "rating": 4,
    "content": "좋긴 좋은데 운동에서 저장하기 누르면 초기화되는 오류가 있네요..안눌릴때도 있고"
  },
  {
    "store": "google_play",
    "date": "2023-03-09",
    "rating": 3,
    "content": "잘쓰고있는데 오늘운동기록이 아무리해도 기록이안됩니다 고쳐주세요"
  },
  {
    "store": "google_play",
    "date": "2023-03-09",
    "rating": 4,
    "content": "전체적으로 좋아서 쓰고 싶은데, 안드로이드에서 취소 버튼을 누르면 상위 항목으로 돌아가는 것이 아닌, 이전 항목으로 끝없이 되돌아가게 세팅되어 있어 좀 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-09",
    "rating": 3,
    "content": "- 피드 업로드할 때, 사진 여러 장을 동시에 업로드하는 것이 불가능합니다. 최대 5개까지 업로드 가능한데, 갤러리 내에서 5장을 동시에 선택할 수 없다는 말입니다. 사진 하나씩 하나씩 갤러리 들락날락 해야해요. 너무 불편 - 식단 기록에 사진 업로드가 너무 느립니다. 가끔 렉도 잘 걸리고 여러모로 앱 안정성이 떨어지는 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 5,
    "content": "아 있었군요 답변고맙습니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 5,
    "content": "음식을 기록하며 성찰하게되고 칼로리까리 알려줘서 현타오면서 운동하게됨 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 4,
    "content": "음.. 식단을 작성하는데 g으로만되어있어서 그게 어느정도인지 감이 안와요..!!"
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 5,
    "content": "이 어플을 사용한 후, 내가 어떤 식생활 습관을 가지고 있는지 객관적으로 파악할 수 있게 되었습니다. 다양한 항목으로 세세하게 정보 입력할 수 있다는 것과 여러 통계로 전체를 파악할 수 있다는 것, 매일 그 날의 기분을 일기로 작성할 수 있다는 것이 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 5,
    "content": "직관적이고 귀여워서 꾸준히 사용하게 되는 앱입니다. 다만, 단식 시간을 매일 설정 가능하게 한 것에 비해 시작, 끝, 남은 시간 등을 한 눈에 볼 수 있는 기능이 없어서 아쉽습니다. 단식 시간이나 섭취/사용 칼로리를 홈 화면에서 한눈에 볼 수 있는 위젯이 있으면 좀 더 사용이 편리할 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 5,
    "content": "다이어트 동기부여에 좋아요 하나하나 계속 기록하다보면 마일 저녁에 자기자신을 되돌아보는 시간을 가질 수 있음 칼로리제한 식단이랑 유산소 조금씩 해서 한 달정도 된 것 같은데 3.5kg뺐어요"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 5,
    "content": "깔끔하고 기여워요!!!"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 5,
    "content": "조아요~"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 5,
    "content": "같은 운동이라도 강도 다르게 그날 여러번 할 때도 있는데 ㅠㅠ 운동 추가에 다르게 추가가 안되네요?!ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 3,
    "content": "음식 기록이나 운동기록할때 같은 음식이나 같은 운동을 따로 기록하지 못해서 불편하네요 예를 들어 사과를 따로 두개를 먹었을때 묶어서 올리는게 아니라 따로 기록할수 있었으면 좋겠어요 그리고 운동도 마찬가지구요 그리고 이번 운동기록 업데이트후 기록 수정할때 모든 운동기록(칼로리)이 마지막 수정기록으로 똑같아지는 오류가 있습니다 그래서 삭제후 다시 입력해야 되더라구요 피트니스 연동 업데이트는 언제하나요 삼성헬스는 중단되었다고 써있던데 다시 연동될수도 있나요"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 4,
    "content": "칭찬"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 1,
    "content": "오늘 운동 추가하면 멈춰서 진행이 안되요."
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 3,
    "content": "운동시간 추가하려고했더니 계속렉먹어요"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 5,
    "content": "전날 운동기록 수정하기 누르면 자꾸 화면이 먹통이네요ㅠ 왜그런걸까요??"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 5,
    "content": "일기 작성 시 나오는 폰트 종류 알려주세요 급함 ((빠른 답변 감사합니다 ㅋㅋㅋ))"
  },
  {
    "store": "google_play",
    "date": "2023-03-06",
    "rating": 5,
    "content": "너무 좋은데 이번에 나온 갤럭시 울트라 식사저장하고 확인버튼이 안눌려져서 식사를저장 못하네요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-03-06",
    "rating": 2,
    "content": "운동칼로리를 직접 기재할 수 있는 방법은 없나요? 개선필요"
  },
  {
    "store": "google_play",
    "date": "2023-03-05",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-03-05",
    "rating": 5,
    "content": "사용하기가 편해졌당 ㅎㅎ 월래도 좋았지만히히"
  },
  {
    "store": "google_play",
    "date": "2023-03-04",
    "rating": 5,
    "content": "사용하기 편하고 디자인도 깔끔해서 보기좋아요 앞으로 업데이트 될 기능도 많다고 들었는데 기대가됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-04",
    "rating": 4,
    "content": "이쁨"
  },
  {
    "store": "google_play",
    "date": "2023-03-03",
    "rating": 5,
    "content": "다양한 제품이 등록되어서 좋고 아기자기한 디자인 마음에 들어요 근데 하루동안 먹은 음식을 한 화면에 캡쳐할 수 있으면 좋겠어요 이게 은근 계속 불편하네요 음식 한줄 한줄 공간이 띄어있어서 귀엽긴 한데 캡쳐하기가 너무 힘들어요 한눈에 한 화면으로 저장도 되면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-03",
    "rating": 4,
    "content": "다른건 다 좋은데 운동할때 저는 여러개를 10분씩 나눠서 하는 스타일이라서,운동한 시간과 종류를 기록할때 여러 종류씩 나눠서 기록할수 있었으면 좋겠어요.다음 업데이트 때는 이 기능이 꼭 추가되었으면 좋겠네요."
  },
  {
    "store": "google_play",
    "date": "2023-03-03",
    "rating": 4,
    "content": "원인을 모르겠는데 한번씩 식단 최근기록 입력해놓은게 지워져요..ㅠㅠ 자꾸 지워져서 식단 저장한 것을 캡처 해놓을 정도..?"
  },
  {
    "store": "google_play",
    "date": "2023-03-03",
    "rating": 5,
    "content": "다이어트하기 좋은 심플한고 괜찮은 앱이네요 디자인도 세련되고"
  },
  {
    "store": "google_play",
    "date": "2023-03-02",
    "rating": 5,
    "content": "캐릭터도 구성도 넘 귀엽고 좋아요😁"
  },
  {
    "store": "google_play",
    "date": "2023-03-02",
    "rating": 5,
    "content": "칼로리 계산하기에는 이 어플으 제일 나은거 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-03-02",
    "rating": 4,
    "content": "잘 될 땐 부드럽게 잘 되는데 렉이 걸리면 한도끝도 없이 걸려요.. 식단 추가하려고 할 때 메뉴 검색해서 나온 결과값 중 아래로 스크롤을 두세 번 내리고 나면 그 이전에 검색했던 검색 결과로 되돌아가고. 식단 사진 추가도 한 번에 잘 될 때가 있는 반면 안될 때는 몇 번이고 시도해도 계속 안되네요 이 점들만 고쳐지면 정말 좋은 앱인 것 같아요 잘 쓰고 있어요!"
  },
  {
    "store": "google_play",
    "date": "2023-03-02",
    "rating": 5,
    "content": "오신기하고쓸만한듯"
  },
  {
    "store": "google_play",
    "date": "2023-03-02",
    "rating": 5,
    "content": "너무편하고조아요. 다이어트하면서 변비가 왓는데 똥기록도 있었으먄 좋겟어요. 다른어플쓰고잇는데 이거로 한번에보게"
  },
  {
    "store": "google_play",
    "date": "2023-03-02",
    "rating": 5,
    "content": "직관적이어서 좋아요. 다른 어플이랑 함께 쓰고 있는데, 묯가지 보완하면 이 어플로 완전히 환승할 수 있을 것 같습니다. 탄수싸이클 하는중인데, 칼로리 목표를 매일 다르게 설정할 수 있으면 더 좋을 것 같아요. 그리고 sns업로드용으로 저장할 수 있는 폼이 있었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-03-01",
    "rating": 4,
    "content": "UI가 귀여워서 일단 시선을 확 끈다는게 정말 장점이긴한데요 저는 운동을 시간이 아닌 갯수로 측정하는 편인데 특히 줄넘기, 스쿼트 등을 빠른 시간에 갯수를 채우는데 시간으로 쓰면 고작 10칼로리 뺀 사람이 되어있어요ㅠ 반영부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-01",
    "rating": 4,
    "content": "잘 사용하고있습니다. 다만 몇가지 아쉬운부분이 있어 글을 남깁니다. 걸음수 등록기능,운동횟수(스쿼트,버피 등) 등록기능이 있었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-01",
    "rating": 3,
    "content": "다 좋은데 운동시간 입력할때 운동 종목,운동한 시간 추가하고 기록완료 버튼을 눌러야 오늘 한 활동 기록이 입력 되잖아요? 그런데 힘들게 다 추가하고 나서 기록완료 하려고 하면 가끔씩 버튼이 절대 눌러지지 않는 버그가 있어요... 그렇게 그냥 나가버리면 입력이 취소되서 처음부터 다시 다 일일이 찾아서 입력해야하는게 너무 불편하네요!ㅠㅠ 이 부분만 좀 개선해주시면 감사하겠습니다.."
  },
  {
    "store": "google_play",
    "date": "2023-02-28",
    "rating": 5,
    "content": "아주 귀엽고 사용하기 편하고 배틀같은 재미있는 요소가 있어서 좋아요, 다만 음식의 리뷰를보기위해 작성해야 한다는 택스트 리뷰가 뭔지를 모르겠어서 한참 해매고있어요.. 일상 소통 댓글 피드 다 써봐도 음식 리뷰 락이 안풀려요, 어떻게 해야할까요??----는 어케하는지 찾았어요!!!음식 추천 아이콘 선택하고 글씨 쓰면되는군용 👍👍잘쓰겠습니당😆"
  },
  {
    "store": "google_play",
    "date": "2023-02-28",
    "rating": 5,
    "content": "진짜 넘넘 좋아요!! 캐릭터도 귀엽구, 사용방법도 쉬워요!! 먹은 음식 적을때도 다른앱은 자신이 직접 다 칼로리 계산하서 적어야 했는데,너무 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-28",
    "rating": 3,
    "content": "2월 28일 먹통입니다 기록 못하고 있네요 하얀색배경으로 아무것도 화면에 안뜹니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-28",
    "rating": 4,
    "content": "사진이 잘 안올라가요"
  },
  {
    "store": "google_play",
    "date": "2023-02-28",
    "rating": 5,
    "content": "어플이 귀여워요"
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 5,
    "content": "개꿀이네요 디자인도 귀엽고 더욱더 정진해주세요 개발자 분들. 여기에 뼈를 묻겠습니나"
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 4,
    "content": "앱이 안 열리고 하얀색 화면만 나와요"
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 4,
    "content": "갑자기 오늘 하루 메모가 저장이 안돼요. 메모 내용 작성 안하면 저장 잘 되는데 왜그런가요?? \\'0'/ 이 이모티콘을 썻을 땐 안됐는데 지우니까 저장됐어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-26",
    "rating": 5,
    "content": "보기 편하고 입력하기 쉬워서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-26",
    "rating": 4,
    "content": "기록하는데 음식사진 등록이 안되네요.. ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-02-26",
    "rating": 5,
    "content": "음식 검색 결과도 다양해서 칼로리에 맞게 식단짜는것이 정말 쉬웠답니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-25",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-25",
    "rating": 4,
    "content": "다 좋아요. 개발자님 제가 못찾는 거겠지만, 목표칼로리는 다이어트 기간 몇일동안 지키면 되는 걸까요? 기간 기준을 모르겠어요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-02-25",
    "rating": 1,
    "content": "운동명을 적으면 안나오는 경우가 너무 흔하네요. 영어로 적든, 한글로 적든 검색결과가 없다는 문구가 나오거나 관련없는 운동명이 나와서 답답하네요. 영어로된 운동명을 한글 뜻으로 바꿔서 적든, 발음대로 적었도 안되네요."
  },
  {
    "store": "google_play",
    "date": "2023-02-24",
    "rating": 5,
    "content": "너무 좋아요🩷 칼로리가 몇인지 딱알수 잇고 운동체크, 메모도 할수잇어서 편해요 이걸 왜 지금알앗는지 ㅠㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-02-24",
    "rating": 4,
    "content": "사용을 잘하고 있는데요 '오늘 내 운동시간은' 에서 제가 운동을 입력하면 등록이 안되네요.."
  },
  {
    "store": "google_play",
    "date": "2023-02-24",
    "rating": 5,
    "content": "배틀 모드? 있어서 친구랑 했는데 재미있고 내기로 하니깐 빼야하는 듯ㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 4,
    "content": "다 좋은데 아직 없는 음식도 있고 제일 원하는게 물 리터량을 조금 더 다양하게 기록할 수 있으면 좋겠어요 !!"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 4,
    "content": "정말 잘 쓰고 있어요!! 근데 오류인지 뭔지 운동 시간에 소수점을 입력하면 (36.5 같은 숫자들) 기록 완료가 되질 않습니다😭😭 그래도 그거 빼면 정말 다 좋아요!!! 완전 강추😗"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 5,
    "content": "그동안 써본 어플중에 젤 좋아요 ㅠㅠ 괜히 규칙적으로 살게됩니당 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 4,
    "content": "어제까지 몸무게기록 소숫점까지됫는데 오늘은 소숫점누르고숫자누름 지워지네여"
  },
  {
    "store": "google_play",
    "date": "2023-02-22",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-22",
    "rating": 5,
    "content": "스티커가 너무귀여워용"
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "여태 썼던 다이어트앱중에 훨씬 좋아요ㅋㅋ 다른 앱들은 운동에만 집중되어있다면 이 앱은 다이어트를 할 때 여러가지 체크해야할 부분들을 세련되고, 보기 쉽게 만들어두어서 정말 편리합니다. 말그대로 거의 모든게 완벽하지만 그럼에도 보완할점이 있는것같아 리뷰 적어봅니다..ㅎㅎ 1. 배틀톡에서 키보드가 채팅을 가립니다. 2. 등록한 음식이 수정이 불가합니다. 이 부분들만 보안해주신다면 더 편리하게 사용 가능 할것같습니다. 긴 글 읽어주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "재밋게 다이어트 될것같아요 기록하기쉬워요"
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "앱 너무 좋아요! 물 마시기 한 잔 기본값 바꿀 수 있게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "구우우웃"
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "그냥 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "인터페이스가 편하고 넘 기여워요"
  },
  {
    "store": "google_play",
    "date": "2023-02-20",
    "rating": 3,
    "content": "운동 기록을 분으로 하니까 칼로리 소모가 계산되지 않네요"
  },
  {
    "store": "google_play",
    "date": "2023-02-20",
    "rating": 4,
    "content": "UI 직관적이고 사용하기 편해서 좋았습니다. 식단 사진도 올릴 수 있기에 진짜 바라던 기능들이 속속히 있어 오랫동안 애용할 것 같습니다. BUT! 진심으로 고쳐야할 이슈가 있습니다. 하루 일기 쓰는데 스페이스바 누를 때마다 일기가 위로 올라가는 이슈가 발생합니다. 띄어쓰기후 화면은 위로 가 있고, 계속해서 글 쓰면 화면이 다시 밑으로 내려가버리니, 일기 작성시 화면이 계속 위아래로 왔다갔다 해서 작성 중 멀미가 나고 정신없어 힘듭니다. 이건 반드시 해결해주세요. AND! 운동 칼로리도 직접 작성할 수 있게 만들어 주셨으면 좋겠습니다. 없는 항목의 경우, 그냥 운동 칼로리를 따로 찾아서 비슷한 운동으로 그 칼로리를 대충 욱여넣는데 좀 귀찮습니다. 이런 건의사항이 있으니 개발자님께서는 꼭 좀 반영해주셨으면 합니다. 앞으로도 인아웃 잘 쓰겠습니다. 좋은 하루 보내세요."
  },
  {
    "store": "google_play",
    "date": "2023-02-20",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-18",
    "rating": 5,
    "content": "식단관리하기에 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-02-16",
    "rating": 5,
    "content": "쩐다 이어플"
  },
  {
    "store": "google_play",
    "date": "2023-02-16",
    "rating": 4,
    "content": "지금 버그 있는 거 같은데 수정해주세요. 일기 쓰고 날짜 클릭해서 들어가면 작성해놨던 기록들이 모두 사라져요."
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 5,
    "content": "아주좋은어플이에요."
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 4,
    "content": "위젯시급! 디자인은 너무 예뻐요"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 5,
    "content": "이걸 재면서 살쭉쭉빠져요"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 5,
    "content": "운동 추가하고 난 후 또 추가하면 기록완료가 안눌러져요"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 3,
    "content": "다른 앱들과 달리 사용하기도 편하고 디자인도 이뻐 잘 쓰고 있는데요, 단식 타이머 설정이 이상합니다. 분명 16-8 단식으로 오후 7시에 시작해 그다음날 오전 11시에 끝나는걸로 되어있었고 설정 확인 화면에서도 그렇게 떴는데 설정을 끝마친후 보니 시작이 오후 11시고 종료가 오후 3시로 뜹니다. 몇번을 반복하고 다시 설정해봐도 계속 똑같아요. 몇분만에 재접속하니 갑자기 10시간 단식중이라고 되어있고 시작과 끝 시간도 마음대로 바뀌어있습니다. 빠른 개선 부탁드려요."
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 4,
    "content": "운동할 때 시간으로만 계산할 수 있어서 몇 회, 몇 세트를 했는지 기록할 수 없고, 아침운동 점심운동 저녁운동에 같은 운동을 하면 시간을 통합해서 적어야 하는 게 아쉬워요ㅠㅠ 그리고 구글 피트니스 연동은 아직 안되는게 맞는거죠??"
  },
  {
    "store": "google_play",
    "date": "2023-02-13",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-13",
    "rating": 5,
    "content": "운동 기록을 저장한 뒤 기록 완료 버튼이 안 눌려져요"
  },
  {
    "store": "google_play",
    "date": "2023-02-13",
    "rating": 5,
    "content": "번잡스러운 영어매뉴없이 바로 사용하기 편하고 직관적인 디자인이라 좋아요 많은 기능인데 깔끔하기도하고요 개인적으로 단식 타이머 하루한번 설정하기 귀찮은데 한번 설정하면 자동으로 타이머되는 기능이 추가됐으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-13",
    "rating": 1,
    "content": "요리할때마다 요히를 등록해야만 영양소와 칼로리를 기입 할 수 있는 방식이네요. 이러면, 어플 입장에서는 좋지만 이용자 입장에서는 한끼 먹을 때마다 요리법을 만들어 공유해야만해서 번거롭습니다. 특히, 키토메뉴는 왜 있는지 모르겠어요. 키토 식단은 매번 그 칼로리와 영양소가 달라져요. 질리지 않아야하니 요리법도 매번 달라지구요. 좋은 어플이 없네요..."
  },
  {
    "store": "google_play",
    "date": "2023-02-12",
    "rating": 4,
    "content": "제가 여러앱들은 사용해봤는데 제일 쉽고 간단하게 기록할수있는 앱인것같아요 섭취한 칼로리에 운동해서 소비한 칼로리까지 적용해서 몇칼로리 더 섭취가능한지 표시되어있어 더 편한것같네요 근데 며칠전부터 운동량 표시하는데 소비칼로리가 자꾸 0으로 나오네요 예전에는 예시로 산책30분 걷기 표시하면 120칼로리정도 소비되었다고 나오는데 자꾸 0으로 표시되어서 왜 그런지 궁금합니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-11",
    "rating": 5,
    "content": "너무 좋아요 ui깔끔하고! 근데 단식을 예정시간보다 길게해서 수정하면 기존에 해놨던 스케쥴이 사라져요~ 기록 수정해도 스케쥴은 살아 있었으면 좋겠어요. 아니면 단식시간을 그날 그날 늘릴수 있어도 좋겠고요!"
  },
  {
    "store": "google_play",
    "date": "2023-02-10",
    "rating": 5,
    "content": "다이어트 하기 좋은 어플!"
  },
  {
    "store": "google_play",
    "date": "2023-02-10",
    "rating": 5,
    "content": "쓰기 편하고 UI도 귀여워서 좋아용!! 단점이라면 운동 기록이 불편하다는 것 정도인데 곧 개선된다니 더 불평할게 없네요 🥺"
  },
  {
    "store": "google_play",
    "date": "2023-02-10",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-10",
    "rating": 5,
    "content": "광고도없고 UI 직관적이고 캐릭터 귀엽고 너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-09",
    "rating": 5,
    "content": "이 앱 사용하면서 다이어트 자극도 많이 되고 또 내가 얼마나 먹었는지 얼마나 빠졌는지 등등을 간편하게 알 수 있어서 좋았어요 !"
  },
  {
    "store": "google_play",
    "date": "2023-02-09",
    "rating": 4,
    "content": "운동을 어떻게 하는지 알려주면 좋울거 같아요 예를들어 그 운동을 하는 방법에대한 영상같은거? 참고로 볼 수 있게뇨"
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "식단을 간식포함 4끼 밖에 못적어서 아쉬워요. 저녁 먹고 운동끝난 후 보충제먹는 칸도 있었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "UI가 귀여워요 근데 단식일정은 매일매일로 설정할 순 없고 그때그때 1회인가요?? 귀찮아용"
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "아주 귀엽고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "앱이 정말 깔끔하고 좋습니다! 하지만 음식 기록 할 때 칼로리가 헷갈리는 부분이 있네요..ㅠ 예를 들어 스팸 1조각 이런 식으로요!"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "맘에들어요!걸음수는 언제추가될까요?"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "평소 무심코 지나칠뻔한 무의식 중 섭취 칼로리 를 편하게 알수있어서 줄어든 체중의 하루기분 좋게 시작~^^* 도움이 되요"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 4,
    "content": "UI가 귀엽고 배틀이 있는게 참 좋아요 그런데 배틀에서 각 항목마다 있는 그래프가 왜 항목마다 색깔이 달라지나요..? 몸무게 그래프는 상대가 파랑색인데, 오늘 얼마나 먹었을까 그래프는 제가 파랑색이고.. 그래서 볼때 항상 너무 헷갈려요ㅠ 통일시켜주시면 더 좋을 것 같습니다! 그리고 배틀 기록하거나 메세지 오면 알림이 오는데, 클릭하면 거기로 이동되는게 아니라 그냥 홈화면으로 가더라고요 해당 메세지나 해당 기록으로 이동되면 좋을 것 같아서 검토 한번 해보시고 개선해주실 수 있다면 좋을 것 같습니다! :)"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "나이스 굳👍🏻"
  },
  {
    "store": "google_play",
    "date": "2023-02-06",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-06",
    "rating": 5,
    "content": "이것이 무료라니!!!!!! 완전 강추합니다 가볍게 식단조절하시고 싶으신 분들도 써보세요!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-06",
    "rating": 4,
    "content": "UI가 단정하고 보기 편해요. 난잡하지 않아 좋았어요. 다만, 단식 타이머 시작 시간을 과거로도 설정할 수 있었으면 좋겠어요. 또 최대 단식 시간을 제한하지 않고 사용자가 끊기 전까지 며칠이고 유지되는 타이머가 있으면 좋을 듯해요."
  },
  {
    "store": "google_play",
    "date": "2023-02-05",
    "rating": 5,
    "content": "너무 좋아요! 무료로 이런 앱을 사용할수 있어서 굉장히 좋습니다😊😊😊"
  },
  {
    "store": "google_play",
    "date": "2023-02-05",
    "rating": 5,
    "content": "제발... 갤워치에서도 쓸 수 있게 해주세요 제발... 제발제발제발제발요 개발자님 사랑해요 제발요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-02-05",
    "rating": 5,
    "content": "운동 식단 물 칼로리 몸무게 등등 다 기록할 수 있고 얼마나 빠졌는지 볼 수 있어서 너무 좋은데 몸무게가 00.0kg 까지만 표시가 돼서 조금 아쉽습니다 00.00kg까지 늘려주세요!"
  },
  {
    "store": "google_play",
    "date": "2023-02-04",
    "rating": 5,
    "content": "직관적이고 보기도 편하고 지금도 왠만한 음식이나 드링크제는 나오지만 더 많은분들이 이용해서 좀 더 풍성하게 만들어 보아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-04",
    "rating": 5,
    "content": "탄단지 얼마나 먹었는지 볼 수 있어서 좋아요 친구랑 배틀하니까 더 관리하게돼요"
  },
  {
    "store": "google_play",
    "date": "2023-02-03",
    "rating": 4,
    "content": "내가 얼마나 많은 열량을 섭취하고 얼마나 많은 에너지를 사용했는지 알 수 있어서 좋았는데 앱 연동 안 되는데 그럼 이걸 왜 두셨는지 궁금해요 내 걸음수만큼 섭취한 열량이 얼마나 빠져나갔는지 궁금하는데 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-02-03",
    "rating": 5,
    "content": "오늘 사용해봤는데 UI도 직관적이고 귀여워서 좋아요 ! 다만 운동을 횟수별로 기록할 수 있는 부분도 추가되었으면 좋겠어요 스쿼트로 예를 들면 30개씩 3세트 이렇게 기록하고 싶은데 시간으로 밖에 기록을 못해서 아쉽네요ㅜ 시간 또는 횟수 선택적으로 기록 할 수 있었으면 좋겠어요! 또 메모 탭이 있었으면 좋겠네요 ! 예를들어 홈트일 경우 그 날 어떤 홈트 영상을 했는지 기록 하고 싶을 수 있으니까요! 그거 말고는 다 괜찮아요 여러 어플 써봤는데 이게 최고인듯하네요!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-03",
    "rating": 5,
    "content": "정말 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-02",
    "rating": 5,
    "content": "너무 좋아여 근데 운동 추가하는칸에서 자세그림 같은거 있음 좋겠어요 ㅠ 헬린이라 기구나 운동기구 이름을 잘 몰라요..."
  },
  {
    "store": "google_play",
    "date": "2023-02-02",
    "rating": 5,
    "content": "식단관리하기 아주 괜찮은 어플입니다. 칼로리 계산안하고 먹다가 다이어트 시작 후 한달넘게 매일 기록하고 있습니다. 각각 먹은 음식의 그람수를 입력하면 자동으로 칼로리 계산을 해주고 오늘 탄단지를 얼마나 섭취했는지 직관적으로 보여줍니다. 다만 수정해야할 부분은 종종 보입니다만 전체적인 칼로리와 식단입력부분이 너무 맘에들어 갈아탈일은 없을것같아요. 오류와 개선할부분 업데이트를 자주 해주시면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-02",
    "rating": 5,
    "content": "이거 진짜 추천해영! 하루 몇kcal 먹을 지 결정하고 먹는 건데 ㄹㅇ 조음! 캐릭터도 귀엽고 간단한 다이어트 배틀도 할 수 잏고! 근데 10살 정도 안 되면 좀 힘들 듯 해여ㅜ 근데 전 진짜 좋아요 1일차인데!! 편리하게 사용할 수 있고 밥 알림도 오고요"
  },
  {
    "store": "google_play",
    "date": "2023-02-02",
    "rating": 5,
    "content": "너무 아기자기하고 쓰기편한 딱 찾던 앱이에요! 여러모로 발전 포인트가 많아 보이는데 이 느낌 고대로 유지하면서 기능 디벨롭만 되었으면 좋겠어요 ^^ 복잡하고 촌스러운 식사기록앱에 지쳤는데 재미요소도 많고 프로덕트 만드시는분들이 대단한 고수들일거라는 생각이 듭니다 ><!! 응원합니다~! +) 식사저장시 식사이름 입력후에 완료버튼 눌러도 반응이 없습니다. 버그제보 드려요~"
  },
  {
    "store": "google_play",
    "date": "2023-02-02",
    "rating": 3,
    "content": "음식 정보 좀 정확하게 해주세요ㅡㅡ 아니 무슨 허쉬 무가당 코코아가 한티스푼 눌렀는데 통으로 나오네"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "좋아요 근데 개발자님 한가지만 더 추가해주세요 나만의 레시피를 저장한후에 그것만 또다시 그램에따라 칼로리계산이 되도록하는 기능이 있었으면좋겠어요! 제가 아직 제 먹는양따라 요리하기는 힘들어서 한번에 만들고 그것만 이틀~삼일정도 먹거든요 부탁드려욤 ->와! 빠른답변감사해요♡ 여러분 다이어트앱은 인아웃입니당 👍"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 1,
    "content": "저랑 같은 문제를 겪은 분들이 한 둘이 아니네요. 갑자기 로그인이 풀리더니 카카오계정 연동을 누르니까 새로 회원가입이 되며 식단, 일기장 모든 데이터가 다 날아갔습니다. 보안 잘 되어 있는 다른 어플 쓰세요. 비추천합니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "안녕하세요 🙋🏻‍♀️ 앱 사용 중인 유저 중 한 명입니다 :) 일단 인아웃이라는 앱은 최고인 거 같아요 ,, 🤍❕ 생각보다 앱을 사용 많이 하고 있기도 하고 전체적으로 다 편한 거 같아요 ( ꙭ )‪‪.ᐟ.ᐟ 기록하는 것도 꼼꼼하고 자세하게 기록할 수 있어서 좋은 거 같아요 제일 좋았던 3가지 👻🧾 - 보통 앱들은 몇 칼로리 소모했는지를 적으라고 하던데 인아웃은 몇 분 했지만 적으면 집적 칼로리를 계산해 주더라고요 !! 🥹 - 뭘 먹었는지 기록할 때 간식도 있다는 게 감동이었어요 👀 - 물 섭취량도 기록할 수 있어서 전 좋았던 거 같아요 ⚯̫ 이것 말고도 앱에서 좋은 점이 너무너무 많더라구요 🍴🍴 다이어트하시는 분들 이 앱 꼭 깔아보시면 좋겠어요오 ,, 🛒 다른 앱들은 광고도 많이 나오던데 인아웃 쓰면서는 광고를 거의 안 봤어요 ❕ 광고가 안 나오니 쓰기가 정말 조아요 .ᐟ.ᐟ 다들 인아웃 깔고 오운완 ꔛ 💪🏻🫶🏻"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "재밌는 다이어트"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "잘 쓰고 있습니다. 현재 시스템상으로는 아침점심저녁+간식 이렇게밖에 식사 횟수가 정해져있는데 아침부터 조금씩 5식을 하고 있어서 간식횟수 추가 기능이 있었으면 좋겠습니다. 추가로 한번 식사 시간을 설정하면 삭제가 안되는것 같은데, 이것도 시간설정 해제가 가능했으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 5,
    "content": "앱에 필요한 기능은 웬만하면 다 있어서 좋습니다! 다만 열리는 화면마다 중복 화면이 가능하도록 쌓여서 뒤로가기를 많이 눌러야하는 경우가 생겨서 이부분은 개선되었으면 좋겠습니다 :)"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 2,
    "content": "잘쓰고 있었는데 요즘 제가 먹었다고 기록도 안했는데 혼자서 막 기록이 되네요 한두번도 아니고 수정 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 4,
    "content": "음식 성분이 다른 앱보다 자세해서 좋아요. 단점은 초기구동속도가 살짝 느려서 귀찮습니다. 식단만 빠르게 기록할 수 있는 위젯을 만들면 어떨까싶습니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-30",
    "rating": 5,
    "content": "물 양을 0.25L 고정이 아닌 사용자가 설정할 수 있게 해주셨으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-29",
    "rating": 5,
    "content": "알람기능들이 실용적이고 동기부여도 잘돼요!!!"
  },
  {
    "store": "google_play",
    "date": "2023-01-29",
    "rating": 5,
    "content": "넘 조아ㅕㅇ 진심 이게 왜 유료가아니지 싶어유"
  },
  {
    "store": "google_play",
    "date": "2023-01-28",
    "rating": 5,
    "content": "제가 찾던 어플이에요! 디자인이 너무너무 귀여워서 계속 기록하고 싶어져요 운동, 몸무게, 식단 등 한번기 기록 가능해서 좋고, 인아웃지수로 식단도 스스로 검사해 볼 수 있어서 참 좋은 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-28",
    "rating": 2,
    "content": "없는 음식이 은근 많음"
  },
  {
    "store": "google_play",
    "date": "2023-01-28",
    "rating": 5,
    "content": "광고도 정말없고 무료인데다 칼로리정보도 자세하고 없는건 추가도 할수있어서 정말 좋았습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-28",
    "rating": 5,
    "content": "앱이 사용하기 편하고 귀여워요"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "UI가 직관적이고 좋아요 평소에 얼마나 먹는지 보려고 깔았는데 딱 좋네요 근데 혹시 식단추천 기능은 없을까요? 저같이 게으른 사람에게 있으면 유용할 거 같은데"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 1,
    "content": "계속 다른 사람의 정보로 바뀌고 몸무계, 식단, 운동량 등 모든게 바꿔져 있어요. 고쳤데도 계속 바뀌네요."
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 1,
    "content": "아이폰일 때 잘 써서 다시 갤럭시에서 쓰려고 깔았는데 안들어가져요... 삭제하고 다시 깔기만 10번 이상 했는데 안 되네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "매우 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "혹시 배틀은 두명밖에 안되나요...ㅎ 가능하다면 인원을 늘릴 수 있으면 좋겠다는 의견내봅니다. 너무 잘쓰고 있어요 일기장도 넘 귀욕🍳🍳🍳"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "(수정) 오류가 났었는데 바로 고쳐주셔서 아주 좋아요 항상 잘 쓰고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 4,
    "content": "너무 좋은데 배틀하는법을 몰르겠네요ㅜㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "이 앱을 쓰면서 엄청 좋다 생각하고 있습니다 근데 음식을 먹으면 추가할 수 있는데 한번씩 예를 들어 떡국 1인분이 추가전까지 345칼로리였는데 막상 들어가면 600칼로리가 넘어가는 신기한 현상이 있습니다 뭐가 정확한지 몰라서 345로 측정중인데 이런거 좀 고쳐주시면 감사하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 5,
    "content": "좋아요! 아주 좋습니다! 그런데 운동에 삼성헬스 연동이 되먼 좋겠어요ㅠㅠ 걸음수라도........."
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 5,
    "content": "제 게으름만 없으면 아주 만족합니다 다만 식사 기록할때 최근기록했던게 보였으면 합니다 어제 저녁에 먹은걸 다음날 아침에 먹을때 바로 입력할수있으면 좋겟습니다~!"
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 5,
    "content": "귀엽고 아기자기한데 다이어트에 있을건 다 있네요 잘 사용하고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 5,
    "content": "진짜좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "명절에 앱이 오류 땜에 계속 안됐는데, 해결했다고 해서 다시 설치 했는데 앱이 실행이 되지 않아요. 자꾸 꺼집니다. 두세번 다시 깔아도 똑같아요. 앱 디자인도 귀엽고, 사용성도 편해서 너무 좋은데.. 얼릉 다시 사용 할 수 있게 해주세요~~~"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "이번오류대처가 늦어지긴했지만 연휴기간이었기에 이해해봅니다. 오류해결전 다른앱이라도 써볼까 헤맸지만 인앤아웃만한게 없더군요 더소중함을 느끼는 계기가 되었다는ㅎ 잘쓸게요ㅎ 좋은앱감사해요ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "앱도 사용하기 매우 간편하고, 앱 서비스도 너무 좋습니다!! 완전 강추하는 다이어트 앱입니다! 더 유명해졌으면 좋겠네요❤"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "살이 쭉쭉 빠져요요용♡♡"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 4,
    "content": "편리하고좋아요 하루 또는 일주일먹은 칼로리를 한눈에볼수있는 화면이추가되면 더좋을것같아요 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 3,
    "content": "잘 사용하고 있었는데, 설날에 다 삭제 됐고, 그 이후에 며칠을 새로운 맘으로 다시 기록하고 있었는데... 업데이트한다고 다시 삭제됐네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "식단 기록 간편하고 좋아요1"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 4,
    "content": "어플 잘 쓰고 있습니다. UI도 깔끔하고 쓰기 편해요. 다만 여러명의 친구들과 함께 배틀하고 싶은데 최대 인원이 두 명 밖에 안돼서 좀 아쉽습니다. 그리고 배틀 기간이 최대 30일인데 너무 짧게 느껴져요. 한 달 안에 드라마틱하게 살을 빼긴 어려우니까 1년 정도로 넉넉하게 늘어나면 좋겠습니다. 또... 배틀에 내기금액을 1000원 이상 반드시 걸어야된다고 적혀있는데... 전 이 어플을 통해 친구들과 함께 건강관리를 하고 싶지 딱히 돈거래를 하고 싶진 않아서요 돈이야 친구들끼리 알아서 주고받는건데 꼭 입력해야되는 필수적인 부분이었나 싶어요"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 1,
    "content": "연휴부터 재설치 시작 반복해도 엘지 윙에선 켜자마자 꺼집니다 다른 모델은 잘 되는것 보니까 연이 여기까지인가 보네요 수고하세요~"
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 4,
    "content": "저는 그냥 단순히 몸무게 기록하는 용으로 사용하고 있었는데 오늘 갑자기 다른 사람 계정으로 로그인 되어있어요.. 뭐죠..?"
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 5,
    "content": "너무 좋은것같아요..ㅎㅎㅎㅎㅎㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 4,
    "content": "버그 수정은 감사하지만 제 계정이 아닌 계정으로 로그인 됐네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 5,
    "content": "로그인 되서 다시 잘 사용하고 있습니다 계정 삭제된줄 알고 식겁했네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-23",
    "rating": 4,
    "content": "지우자마자 식단 풀어지고 다시찌길래 다시깔았습니다...흑흑"
  },
  {
    "store": "google_play",
    "date": "2023-01-23",
    "rating": 5,
    "content": "한달동안 이앱을 쓰다가 어제 갑자기 로그아웃이 되고 기록도 없어져 굉장히 당황하여 평점 3점을 주었는데 시스템 오류였군요...시간이 쫌 걸리긴 했지만 문제 해결해주셔서 감사합니다. 앞으로는 이런 오류 없도록 해주셨으면 좋겠습니다. 다시 별점 5점으로 주겠습니다. 앱 자체는 다이어트 식단을 맞추기가 쉬워 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-23",
    "rating": 4,
    "content": "잘쓰고있었는데 서버 터진건가요? 들어가면 흰화면만 보이네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-23",
    "rating": 2,
    "content": "서비스 점검이 너무 긴 것... 같아요... 어제 처음 깔아서 열심히 이용해보려던 중 계속 서비스 점검이라고 떠서 못 들어거고 있네요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-23",
    "rating": 5,
    "content": "엄청 잘 쓰고있어요 간단한 다이어리까지 짜임이 너무 좋아요!!! 운동도 다양하고!!! 워치 연동만 되면 완벽할 것 같아용♡♡"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 5,
    "content": "너무 잘 쓰고 잇어요!!식사입력 할 수 잇는것도 다양하고 운동 입력하능것도 다양해서 소모 칼로리와 섭취칼로리를 수치로 보여줘서 음식을 먹을때 한번 돌아보게 되요!!"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 1,
    "content": "갑자기 기록 다 날라감 어이없음..ㄷㄷ"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 3,
    "content": "갑자기 오류나서 로그인 풀리더니 그동안 기록 다 없어졌어요. 구아이디를 만들었었는지 SNS 연동했는지 기억 안 나는데 아이디는 확인이 안된다하고 카톡이나 네이버 로그인 시도해봐도 새롭게 카톡 아이디 만들어진걸로만 접속되고요... 빠른 복구 부탁드립니다. 점심에 잠깐 제대로 돌아왔다가 다시 또 사라졌습니다. 식단 어플 이거 하나 쓰는데 몇 달째 하루 세 끼 전부 기록하던게 한꺼번에 사라지고, 로그인도 안되니 환장하겠네요."
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 2,
    "content": "다좋은데.. 오류가 생긴건지 제 기록이 다날라갔네용.. 복구되었다고 알림은 뜨는데 다시 회원가입 하라고해서 했습니다ㅠㅠ.. 죄송하지만 계속 기록 사라질까봐 불안함 마음에 이용을 못하겠어요.."
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 1,
    "content": "약 2주간 잘 쓰고 있었는데 갑자기 정보 입력 다시하라고 하더니 그동안 기록한 게 다 날아갔어요.... ;;;;"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 3,
    "content": "1.22 12시쯤 데이터가 다 날아가서 황당했는데, 빠른복구는 되었습니다만... 4시쯤 다시 데이터가 날아갔네요..."
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 1,
    "content": "잘쓰고있다가 계정 초기화된건기 사라진건지...이건 무슨경우인가...진짜 지금까지 열심히 해왔는데 짜증나네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 3,
    "content": "다이어트 중에 사용하기 정말 편리하고 좋은데 갑자기 앱 들어갔더니 다시 로그인 창이떠서 했더니 새로 회원가입하라고 뜨네요 카톡으로 가입했어서 그냥 눌렀더니 처음 초기 설정으로 들어가집니다 여태까지 한 기록이 사라지는 것같아 당황스럽네요 빨리 고쳐주시기 바랍니다 저만 그런줄 알았더니 다른 분도 그러더라고요 진짜 잘 사용하고 있는데 이 점만 고쳐주시면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 3,
    "content": "한 달 가까이 잘 쓰고 있었는데 갑자기 로그아웃 되면서 초기화가 되었는데.. 다시 복구 좀 시켜주세요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 3,
    "content": "일기도 꼬박꼬박 잘쓰고 식단 기록하면서 너무 잘쓰고있었는데... 갑자기 오늘 들어가려고했더니 로그아웃이 되어있네요... 아이도 찾기도 없고ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 2,
    "content": "꼼꼼히 체계적으로 적을 수 있어서 너무 잘 쓰고있었는데요.갑자기 강제종료되면서 지금까지 2주동안 기록했던 기록들이 다 지워졌어요. 불러오기를 해도 초기화되어있네요. 조금.. 허무하네요;; 잘쓰고있다가 앱 신뢰도가 확 떨어졌습니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 4,
    "content": "아니 정말 좋았는데 오늘 아침에 갑자기 로그아웃되더니 그동안 제가 기록한게 싹 사라지고 새로 회원가입을 하라고 하네요? 왜이런건가요??? 그동안 기록한게 다 날라가서 너무너무 속상해요 제가 그동안 즐겨찾기한 음식, 운동 다 사라졌네요..세상에나"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 1,
    "content": "탈퇴 하지도 않았는데 자꾸 리셋되수 회원가입창이 뜨네요 아침까지 기분 좋게 잘 사용했는데 기분이 좀..."
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 1,
    "content": "오늘 보니 지금까지 기록들이 다 증발함"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 1,
    "content": "쓴 지 5일만에 갑자기 튕기더니 내 계정 내용 다 날라감....;;"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 1,
    "content": "갑자기 로그인이 풀리더니 카카오계정으로 로그인을 누르면 다시 새로 회원가입이 되며 모든 데이터가 다 사라졌습니다. ㅎ 그동안 어플 버벅거리며 불안정했던 거 다 참고 넘어가며 쓴 건데;; 이번에 데이터 다 날아가서 절대 안 씁니다... 여러분들도 소중한 데이터 지키려면 다른 어플 쓰세요... ^^ 역시 사람들이 많이 사용하는 데는 이유가 있습니다..."
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 2,
    "content": "오늘 갑자기 인아웃에서 남자친구랑 채팅 대화하는중이었는데 갑자기 튕겨서 다시 들어갔더니 아예 초기화가 되었어요..왜이렇게 된건지 모르겠지만 귀엽고 메뉴 기능 다 마음에 들었는데 리셋 갑자기 되어서 당황스럽네요. 근데 문제는 남친도 갑자기 같이 튕기면서 서로 정보 없어짐."
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 5,
    "content": "친구랑 같이 쓰고 싶어서 찾다가 이 어플이 맘에들어서 일주일정도 사용중이었습니다. 오늘 갑자기 어플 새로그인을 하래서 카카오톡 시작하기 했더니 전에 작성했던 데이터들이 다 날라갔더라구요... ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 5,
    "content": "계정이... 다 날아갔는뎁쇼...!!! ㅜㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 1,
    "content": "권장 칼로리 16g인디 스벅 장난하슈ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 4,
    "content": "디자인도 좋고 편리해서 좋음 근데 왜 갑자기 초기화된건지 모르겠어요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-21",
    "rating": 5,
    "content": "내가 먹을수있는 한 에서 최대로 먹을수있게 칼로리를 알려줘서 다이어트를 꾸준히 할수있게 도와주고 그래프를 보면서 잘하고 있구나를 느끼게 해줘서 정말 좋아요 광고도 없는데 유료가 아닌것이 정말 놀랍습니다 그냥진짜 다이어트를 도와주기위해 만든것같다는 느낌을 받아 감동했고 계속 이어가는중 입니다 사랑해요"
  },
  {
    "store": "google_play",
    "date": "2023-01-20",
    "rating": 1,
    "content": "어떤 운동을 하던지 0칼로리로 기록됨. 예전에는 안그랬는데 오늘 갑자기 그럼 유용하게 썼었는데 정말 실망입니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-19",
    "rating": 5,
    "content": "다이어트에 최고!"
  },
  {
    "store": "google_play",
    "date": "2023-01-19",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-01-18",
    "rating": 4,
    "content": "자주먹는 음식은 즐겨찾기등록해서 쉽게 올릴수있게 했으면 좋겠어요.매번 음식을 입력해야하니 번거롭네요. 다이어트식의 대부분이 똑같은 식단이 대부분이라.식단 목록에서 식단표를 미리등록해서 식단을 불러오기해서 쓸수있어도 좋을것같습니다. 내가 먹는음식의 칼로리와 각각의 수치를 알수있어 많이도움이되고 있어요.좀더 쉽게 등록하는 시스템을 만들었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-01-17",
    "rating": 5,
    "content": "다 좋은데 그램을 자기가 직접 써서 넣을수있으면 좋으럿같아여 1인분 1.5인분이렇게 나뉘어져있어서불편 +옹ㅎㅎㅎㅎㅎㅎ감사함니담"
  },
  {
    "store": "google_play",
    "date": "2023-01-17",
    "rating": 5,
    "content": "좋아용🔥🔥"
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 5,
    "content": "감량 말고도 증량을 목표로 사용할 수 있으면 좋을거 같습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 3,
    "content": "걸음걸이 앱과 연동도 안되고, 수동 입력도 안되고.."
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 5,
    "content": "안녕하세요!! 이때까지 정말 잘 사용하고 있었습니다ㅜㅜ 그런데 밑에 han_님의 리뷰처럼 저도 z플립4로 바꾼 뒤 앱이 실행되지 않습니다..정말 잘 사용하고 있었는데 말이죠ㅠㅠ 안드로이드 시스탬 웹뷰? 에서 삭제를 했는데도 똑같네요.. 아마 플립4 사용자분들 중 이런 분들이 더 계실거라 생각이 듭니다. 빠른 개선 부탁드릴게요..!ㅠㅠ 앱 자체는 다이어트 앱 중 탑입니다!! +수정!! 앱 실행되었습니다 친절하게 알려주셔서 감사합니다🫶🏻"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 5,
    "content": "완전 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 4,
    "content": "없는음식이 있어서 조금 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 1,
    "content": "순대국밥이 왜 1000칼로리로나옵니까 오류가 놈 많아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 5,
    "content": "먹은거 기록하기 좋음!"
  },
  {
    "store": "google_play",
    "date": "2023-01-14",
    "rating": 5,
    "content": "디자인이 너무x100 취향이고 UI가 직관적이라서 굉장히 편해요...다만 제 휴대폰 문제인지 프로그램이 조금 무겁네요ㅜㅜ 오래 켜놓으면 새로고침 할 때 렉이 조금... 이미지 설명처럼 있을 거 다 있고 앱 내에 건의하는 공간까지 있어서 제대로 관리하고 있구나 싶어 믿음이 생깁니다. 홍보 많이 됐음 좋겠네요. 특히 배틀 기능은 다이어트 어플에서 처음 보는 거라 재밌고 신기해요ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-01-13",
    "rating": 5,
    "content": "이렇게 좋은 앱이 있다는 걸 이제 알았다니,,, 이제라도 알아서 다행이에요 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-13",
    "rating": 5,
    "content": "편하게 잘쓰고 있습니다!! 운동에 대해서 작성할때 어떤 운동인지 사진이 올라와있으면 편할꺼 같아요!! 그리고 운동을 분 단위가 아닌 갯수 단위로 하는데 그럴때 마다 작성하기가 조금 힘들어요ㅠㅠ 하지만 이런 불편에도 정말 좋은 앱입니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-01-13",
    "rating": 5,
    "content": "아기자기하고 기록하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-01-13",
    "rating": 5,
    "content": "정말 다 좋은데 배틀 기능에서 한명이랑 밖에 배틀이 안된다는 점이 너무 아쉽습니다,, 여러명이서 배틀할 수 있는 기능을 넣으면 사람들이 훨씬 많이 사용할 것 같슴다❤️‍🔥"
  },
  {
    "store": "google_play",
    "date": "2023-01-13",
    "rating": 5,
    "content": "구성이 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-12",
    "rating": 4,
    "content": "다이어트에 좋은 데 설명이 잘 안되어 있어 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-12",
    "rating": 4,
    "content": "잘 사용중 입니다. 특히 좋게 생각했던점은 저녁시간대에 접석하면 하루동안 먹은것,운동한것 등을 알려준다는 점과 친구와 같이 다이어트 하는점은 특이하고 좋았습니다. 하지만 줄넘기나 윗몸일으키기 같은 운동들은 시간보다는 수에 비례하니까 운동시간과 몇번했는지 적어서 칼로리를 더 감소할수 있을거같네요. 응원합니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-12",
    "rating": 5,
    "content": "ui가 편해서 실용적입니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-11",
    "rating": 3,
    "content": "다 좋은데 운동한것들 입력한후에 기록완료가 안눌리는 버그가 가끔 발생해요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-11",
    "rating": 5,
    "content": "간편해요"
  },
  {
    "store": "google_play",
    "date": "2023-01-11",
    "rating": 5,
    "content": "앱 좋은데 제안사항 드립니다. 1.홈 화면 남자 일러스트 등 여러가지 그림들 추가 해주세요(운동하는사람.동물 등) 2.운동 세분화 시켜주세요. 운동 은 워밍.본운동.마무리 순인데 넘 총괄적으로 입력 시키게되서 언제 무슨운동을 몇분 했는지 모릅니다.(ex 워밍.실내자전거 10분 마무리 .실내자전거30분 식으로 운동 추가시 합쳐지게 하지말고 따로 입력하고 표시되게 제안드려요) 2-1 운동 입력시 분으로 입력하는데 무게 .횟수도 추가해주세요. 그 외 잘사용중입니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-10",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-01-10",
    "rating": 3,
    "content": "직관적으로 볼 수 있어서 좋은 앱같아요 칼로리나 영양 성분을 직접 설정할 수 있음 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-01-10",
    "rating": 4,
    "content": "앱이 깔끔하고 간편해서 너무 좋아요! 앞으로도 꾸준히 이용할 것 같네요. 다만 몸무게 그래프에서 제가 몸무게를 입력한 전체 기간의 변화도 볼 수 있게 해주셨으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-10",
    "rating": 5,
    "content": "귀엽고죠아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-09",
    "rating": 5,
    "content": "이앱 덕분에 살 쫙쫙 빠지는중ㅜ 강추강추 !! 1200칼로리로 설정해노면 아침에 일어날때마다 살빠져있음ㅁ~~"
  },
  {
    "store": "google_play",
    "date": "2023-01-08",
    "rating": 5,
    "content": "좋아요 그런데 몇가지 건의사항이 있습니다 1. 나만의 레시피나 나만의 음식은 굳이 등록하지 않아도 개인적으로 저장이 됐으면 좋겠어요 2. 칼로리, 영양소의 일일 상한선 말고 하한선도 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-01-07",
    "rating": 5,
    "content": "괜찮아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-06",
    "rating": 5,
    "content": "너무 좋은 앱이에요!! 이 앱 깔고 7kg감량중 2kg더 빠졌어요!!"
  },
  {
    "store": "google_play",
    "date": "2023-01-06",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-01-05",
    "rating": 1,
    "content": "회원가입 하라고 해서 3가지 방법 다 해봤는데 화원가입하는 방법이 너무 까다로워서 해보지도 못 했네요."
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "너무좋음"
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "시스템이 잘되있고 하기가 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "오늘 처음 깐 유저입니다 원래 이런 평가안하는데 정말추천드리고 싶습니다 칼로리 탄,단,지 까지 완벽하게 지킬수 있습니다! 꼭 추천드릴게요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "아이콘이 귀엽고 ui가 이뻐요 나름 기능도 간편하게 사용가능해서 좋아요 오늘이 2일차 기록이에요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "가장 깔끔하고 잘만든듯"
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-03",
    "rating": 4,
    "content": "정말 좋은데 운동기록할때 싯업은갯수로 로잉머신은 m로 계산할수 있으면 좋겠어요, 그리고 초단위 시간계산도 있으면 좋을거 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-03",
    "rating": 5,
    "content": "잘쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-02",
    "rating": 4,
    "content": "장점 : 1. 디자인 심플 2. 자세한 기록 가능 3. 감정,기분 등 기록과 일기쓰기 가능 근ㄷㅔ 이건좀 고쳐주세요 제가 수영을 하는 사람인데 수영도 카테고리를 스포츠에 넣어주셨으면 좋겠습니다. 접,배,평,자 칼로리 소모량이 달라서 기록을 자세하게 할 수 있어서 좋지만 누가 이걸 따로따로 시간 계산하면서 운동을 합니까? 미터로 계산할수 있다면 모를까."
  },
  {
    "store": "google_play",
    "date": "2023-01-02",
    "rating": 5,
    "content": "잘쓰고 있었는데 폰을 갤럭시 s22로 바꾸고 나서 앱이 계속 튕기고 안들어가집니다 ------- 해결됐습니다 빠른 피드백 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-01",
    "rating": 1,
    "content": "회원가입이 안돼는데"
  },
  {
    "store": "google_play",
    "date": "2023-01-01",
    "rating": 5,
    "content": "레이아웃도 기엽고 인스타처럼 사용가능한데다 소통도 편한것 같아요 세심히 신경 써주신 모습이 앱 구석 보여 좋아요 잘 사용 하겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-01-01",
    "rating": 2,
    "content": "무슨 운동을 했는지 기롣을 하고싶어도 추가 되어 있지 않은 것들이 너무 많네요. 라잉 레그 어브덕션, 라잉 레그 어덕션, 라잉 니업 등등 홈트에서 볼수있는 운동들이 많이 추가 되어 있지 많아서 너무 아쉽네요. 그리고 운동을 갯수로 할 수 도 있고 40초도 할 수 있는데 분단위로 나누어져있다는게 진짜 아쉽습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-31",
    "rating": 4,
    "content": "다이어트 배틀 여럿이서도 할수있었음 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 5,
    "content": "디자인도이쁘구좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 3,
    "content": "먼저 앱을 잘 사용하고 있는 점 감사말씀드립니다. 그렇지만 사용중에 문제점이 있는것 같아서 글을 남깁니다. 1. 해당 앱에서 등록된 음식에 칼로리는 대부분 정확히 등록되어있고, 하루 섭취칼로리 합산, 지방, 탄수화물, 단백질 섭취량 합산도 각각 정확히 계산은 해주고 있지만 나트륨, 콜레스테롤의 경우는 몇몇 음식들을 안 더해줘서 잘못된 합산 수치가 나옵니다. 2. 해당 앱에서 단백질, 탄수화물, 지방 함량은 음식별로 제대로 등록되어 있지만 나트륨, 칼륨, 콜레스테롤 함량은 원래 알려져있는 식품의 함량대로 등록되어있지 않은 것 같습니다 고혈압, 고지혈증 환자의 경우 칼로리함량뿐만 아니라 나트륨, 콜레스테롤 수치도 매우 중요하기때문에 이러한 부분들 확인 부탁드립니다. 그리고 이러한 앱을 만들어서 제공해주신점 다시한번 감사드립니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 5,
    "content": "아주 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-29",
    "rating": 3,
    "content": "음 음식검색할때 나오는 순서가 정확도 순이 아닌가봐요...라면 소컵을 검색했는데 소면이 먼저나오고 소컵은 왜 저기 아래에..."
  },
  {
    "store": "google_play",
    "date": "2022-12-29",
    "rating": 5,
    "content": "앱UI는 직관적이고 좋은 듯. 근데 이건 좀 고쳐줬으면. 1. 가끔 앱이 흰 백지 화면에서 안 넘어가고 정지될 때 있음.(안드로이드11, 노트20) 2. 운동을 시간으로만 칼로리 계산하는 것도 간단하고 좋지만, 근력 운동의 경우 횟수나 세트, 맨몸이나 무게로 세부적 계산할 기능도 선택적으로 제시되면 좋겠음. 그외 나머지는 몹시 좋은 듯. 근데 만족스러운 앱이라 오래가고 잘 정착됐으면 좋겠는데, 수익모델이 안 보여서 그게 걱정임, 오지랖이긴 한데. 광고 없어서 깔끔해서 좋긴 하지만 인스타처럼 소통 커뮤니티 사이사이마다 광고라도 끼워넣는 게 좋을 듯함. 아니면 매력적인 확장 기능을 만들어서 월 990원 정도의 소액 정기 결제를 유도하는 것도 좋을 듯. 내가 위에서 말한 운동 세부 계산 기능을 추가하거나 개인 식단 분석해서 필요한 음식(식단)이나 영양제, 운동 루틴 짜주는 것도 좋을 듯. 난이도가 좀 있겠지만..."
  },
  {
    "store": "google_play",
    "date": "2022-12-29",
    "rating": 4,
    "content": "넘나 좋은것"
  },
  {
    "store": "google_play",
    "date": "2022-12-29",
    "rating": 5,
    "content": "탄단지 계산이 쉬워서 너무 편리하고 오늘 먹은 칼로리 양,물 마신 양을 다 정리할 수 있어서 너무 좋은 것 같습니다!!"
  },
  {
    "store": "google_play",
    "date": "2022-12-28",
    "rating": 5,
    "content": "잘쓰고있어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-26",
    "rating": 5,
    "content": "너무 좋아요. 항상 칼로리 넣는 어플은 작성하기 힘들고 찾는 음식이 없기도 하고 해서 결국 포기 했는데 인아웃은 속 시원하게 정확히 기입할수 있네요. 게다 UI도 너무 이쁘고 귀여워요. (UI 많이 따지는 1인)"
  },
  {
    "store": "google_play",
    "date": "2022-12-26",
    "rating": 5,
    "content": "제가 식단이 관리가 되지 않아 운동만해서 근육통은 있고 살은 먹은대로 쩌서 걱정이었는데 우연치 않게 본 광고가 있어 식단도 조절하면서 빼기 시작했습니다 처음에는 식단이 자꾸 초과됐지만 점점 줄으면서 맞쳐졌습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-26",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-12-25",
    "rating": 4,
    "content": "앱은 정말 좋은데 왜 실행이 안될까요ㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-12-25",
    "rating": 5,
    "content": "써본 식단 어플 중에서 가장 편리하고 깔끔하고 보기 좋습니다. 특히 물 ,영양제 섭취도 체크 할 수 있고 하루 하루 캘린더에 성공여부를 스티커 기입이 가능해서 성취감도 있고 의지도 불타오르네요"
  },
  {
    "store": "google_play",
    "date": "2022-12-23",
    "rating": 4,
    "content": "칼로리 일일이 쳐보고 계산기 돌리기 너무 귀찮았는데 진짜 너무 좋아요 근데 삼성 헬스랑 연동이 안 되니까 걸음 수 입력이 안 되네요.. 사용자가 직접 걸음 수를 입력할 수 있게 해주시면 좋을 거 같아요 오늘도 열심히 기록했습니당 다이어트 할 때 완전 좋아용bb 강추드립니당"
  },
  {
    "store": "google_play",
    "date": "2022-12-22",
    "rating": 5,
    "content": "항상 잘 사용하고 있습니다. 식단 어플 중에서 가장 보기 좋고 사용하기 편한 것 같아요. 한가지 아쉬운 점은 하루에 4번을 초과하는 식사를 하는 경우에 아침,점심,저녁,간식 각각에 표시를 하고도 칸이 부족하다는 것입니다. 식사 구분을 끼니1,2,3,4,5 등으로 사용자가 여러번 다양하게 추가할 수 있게 되면 더 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-22",
    "rating": 5,
    "content": "다이어트 하기에는 좋은 어플이지만 식단 추가 할땐 살짝 번거로움"
  },
  {
    "store": "google_play",
    "date": "2022-12-20",
    "rating": 5,
    "content": "다이어트 앱 중 최고에요. 디자인도 귀엽고 한 눈에 들어오고 기록하기도 편해요."
  },
  {
    "store": "google_play",
    "date": "2022-12-20",
    "rating": 5,
    "content": "알림와서 뻔뜩뻔뜩 적어요 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-19",
    "rating": 5,
    "content": "1. 일기 쓰기에서 기분, 다이어트 기록용 스티커 다양화 (기분에는 우울, 귀찮음, 스트레스 등등 다이어트에는 당분 다량섭취, 밀가루or탄수화물 많이 먹는 날 스티커라든지 다양해지면 좋겠어요) 2. 일정 시간대가 되면 홈화면 '먹었어요' 탭에서 아침-점심-저녁순으로 시간대에 맞춰 자동 변경 (저녁시간대일 때도 사용자가 매번 옆으로 넘겨야하니 좀 귀찮아서...) 3. 홈화면에서 보고 싶은 탭만 볼 수 있도록 편집, 삭제 (저는 홈화면에서 나의 변화, 나의 활동 부분을 사용하지 않고 싶은데, 사용자가 임의로 목록 수정 및 삭제를 할 수 있으면 좋겠습니다.) 4. 음식 추가에서 최근에 추가한 음식들 목록 표시 (현재 '자주 먹어요'에 사용자가 따로 등록해야만 목록에 음식명이 떠있는데, 따로 등록하지 않아도 최근에 입력한 음식명이 다 기록돼있으면 좋겠어요 따로 '자주 먹어요'에 등록해야 하니 약간 번거로워요) 개선되었으면 하는 점을 써봤는데 사용성이나 깔끔한 UI는 좋습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-12-17",
    "rating": 1,
    "content": "앱이 안켜져요"
  },
  {
    "store": "google_play",
    "date": "2022-12-12",
    "rating": 5,
    "content": "너무 편하고좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-12-10",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-12-08",
    "rating": 5,
    "content": "최고의 다이어트 앱"
  },
  {
    "store": "google_play",
    "date": "2022-12-08",
    "rating": 4,
    "content": "와 버그가 빠르게 수정되었네요!! 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-07",
    "rating": 4,
    "content": "다이어트할때 너무 유용합니다. 몸무게 기록할때 @@.@kg까지만 기록되는데 @@.@@kg 처럼 조금 더 자세하게 기록되면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-06",
    "rating": 4,
    "content": "음식종류가 다양하고 좋은데 홈으로 나가는 방법이 번거롭네요"
  },
  {
    "store": "google_play",
    "date": "2022-12-05",
    "rating": 4,
    "content": "음식별칼로리가나와있어좋음 익명게시판은 삭제하셔야될듯"
  },
  {
    "store": "google_play",
    "date": "2022-12-04",
    "rating": 5,
    "content": "찐짜 완전 잘쓰고있어요! 음식 등록도 빠르게 넘어가는 편이고 운동도 거의 다 있어서 짱짱 추천합니다!! 저 쓰는거보고 주변에서 다 물아보더라구요! 정말 편하고 좋은데 그 통계 보는 곳에서 내가 먹은 탄단지랑 몸무게 말고도 운동 소모한 칼로리도 나오면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-03",
    "rating": 5,
    "content": "칼로리 체크 하기도 편하고 식단정보도 잘나와있고 내몸을 관리하기에는 최고의 어플인듯"
  },
  {
    "store": "google_play",
    "date": "2022-12-02",
    "rating": 5,
    "content": "어플 넘 잘 쓰고 있어요. 넘 아기자기 쓰기 좋게 만들어둔 것 같구요. 다만, 식단기록 리스트가 좀더 풍부해졌음 좋겠는점(아님 셀프 기록 가능하도록 음식명과 칼로리 직접 수기 입력 기능) 개선되었음 합니다! 수고하세욥"
  },
  {
    "store": "google_play",
    "date": "2022-12-01",
    "rating": 4,
    "content": "인아웃을 체험하고있는 사람입니다!일단 다이어트를성공할것같은데 인스타처럼 놀수있습니다!하지만!조금 정신이 없어요 ㅎㅎ 그것만빼고는 다 좋은것 같습니당!"
  },
  {
    "store": "google_play",
    "date": "2022-12-01",
    "rating": 5,
    "content": "앱 깔끔하고 사용하기 좋은 것 같아요~근데 음식에 인아웃지수가 첫번째로 뜨는건 별로라고 느끼는게.. 같은 음식이 중복되어 등록돼있는 경우가 많은데 어떤음식은 좋다고 평가나오고 어떤음식은 안좋다고 나오고.. 같은 음식인데 단순 유저평가로 극과극이라 신빙성이 좀 떨어지는 느낌입니다~"
  },
  {
    "store": "google_play",
    "date": "2022-11-30",
    "rating": 1,
    "content": "UI좋고 직관적인거 알겠는데 식단 입력이 너무 불편합니다. 식사류에서 유저가 원하는대로 영양성분 기입이 가능해야지, 같은 스테이크여도 성분이 다 다른데 어떻게 하나로 뭉뚱그려서 기입을 합니까. + 별점 3점에서 수정함. 기성제품 먹는거외에 밖에서 외식이라도 할라치면 입력 자체가 굉장히 까다롭고 번거로움. 개선될때까지는 해당 어플 안쓸 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-29",
    "rating": 4,
    "content": "안녕하세요! 인아웃을 사용 중인 사람입니다! 다른 점은 다 좋은데, 몸무게나 키를 설정 할 때 예시로 \" 164 \" 는 가능 하지만, \" 164.5 \" 같은 경우엔 안 됩니다. 그리고 가끔 일기 수정이 안 되거나, 운동 기록 수정, 먹은 음식 수정 등등이 안 됩니다. 자주는 아니지만 앱을 껐다 켜도, 전원을 껐다 켜도 되지 않더라구요! 위에 문제가 제 폰의 문제라면 죄송하지만, 인아웃의 문제라면 고쳐주시면 감사하겠습니다! 그리고 저만의 음식을 만들 때, 승인시간이 너무 오래 걸린다는 점 정도의 단점이 있습니다. 그래도 이런 점이 있더라도 인아웃은 꽤 좋은 앱 이라고 생각합니다!"
  },
  {
    "store": "google_play",
    "date": "2022-11-29",
    "rating": 1,
    "content": "정말 좋았는데 이젠 너무 별로에요.. 음식 섭취 칼로리, 탄단지 비율 알려주고 기타 사항 (운동이나 간단한 사항 기입) 은 메모로 기록하는 간단한 앱이여서 너무 잘 썼는데 업데이트 되면서 운동 시간에 따라 칼로리계산 추가되고 이제까지 기껏 작성한 메모 사라지고(업데이트해서 다시 추가해준다더니 깜깜 무소식) 칼로리는 하루 칼로리 설정하는건 좋은데 1칼로리라도 넘어가면 밑에 캐릭터 아이콘이 제가 뭐 크게 잘못한 것처럼 빨갛게 x.x 모양으로 표시되고 1칼로리라도 적게 먹으면 초록색 웃는 모양으로 바뀌고 마치 칼로리에 집착하게 만들어주는 타사 앱이랑 똑같아져서 정말 실망입니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-28",
    "rating": 5,
    "content": "다이어트 상황과 제가 먹을 수 있는 양을 정할 수 있는게 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-27",
    "rating": 2,
    "content": "어제 저녁에 처음 설치하고 아침까지 잘 쓰다가 오늘 아침 식사 기록을 마친 후에 갑자기 흰 화면이 되더니 움직이지 않아요.. 껐다 다시 실행해 봐도 계속 그 화면 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-11-27",
    "rating": 5,
    "content": "꼼꼼하게 기록할 수 있어서 너무 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-11-26",
    "rating": 4,
    "content": "되게 잘 쓰던 앱이고 다이어트 성공 후 지웠다가 다시 다이어트를 하게 되서 깔았는데 앱 실행이 안 됩니다.. 그냥 안 들어가지고 튕겨요 몇 번을 지웠다 깔았는데도 똑같네요 다른 댓글 보고 wedview를 지워도 똑같습니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-25",
    "rating": 5,
    "content": "칼로리계산해주는게너무좋습니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-24",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-11-24",
    "rating": 5,
    "content": "사용하기 편해요^^ 먹은음식말고 먹을 음식의 탄단지 비율을 검색할수 있음 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-11-24",
    "rating": 5,
    "content": "식단기록에 아침,점심,저녁,간식 외에 야식 란이 더 있엇으면 좋겠습니다 그거외에는 너무 잘 사용하고있어요👍👍"
  },
  {
    "store": "google_play",
    "date": "2022-11-23",
    "rating": 5,
    "content": "쉽고 편하네요. 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-23",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-11-23",
    "rating": 5,
    "content": "귀찮아서 리뷰 안쓰는데 그동안 써본 많은 다이어트 앱 중에서 가장 좋네요. 깔끔한 디자인에 한눈에 정보가 들어오고, 식단 추가 등 쉽습니다. 단식앱은 따로 쓰는데 조금 더 사용해 보고 기존 사용하던 앱은 삭제해야겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-11-23",
    "rating": 5,
    "content": "아주 편리한 다이어트 어플입니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-23",
    "rating": 4,
    "content": "정말정말 좋은데 레시피나 그런거없이 칼로리 입력하는 기능도 생겼으면 좋겠어요,,급식먹는 저는 기록하기가 어려워서 계산기로 하고 그래야해서 불편해요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-11-22",
    "rating": 1,
    "content": "체중 기록할때 10, 20 이런식으로 뒤에 0이 오는건 써지는데 15, 26 이렇게 0이 아닌 수를 쓰면 앞부분만 써지고 뒷부분은 안써져요.. 점 붙었는데도요"
  },
  {
    "store": "google_play",
    "date": "2022-11-22",
    "rating": 3,
    "content": "아직 하루 사용해보아서 잘은 모르겠지만 좋은 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2022-11-21",
    "rating": 1,
    "content": "왜 탈퇴가 안되는거죠?"
  },
  {
    "store": "google_play",
    "date": "2022-11-21",
    "rating": 5,
    "content": "제가 지금까지 써봤던 다이어트 어플중에 제일좋아요! 디자인도 그렇고 기능들도 그렇구요! ❣️다만 단식을 16-8이렇게 선택해도, 종료시간을 제가 스탑할수 있었으면 좋겠어요! 지금은 16시간 되면 타이머가 꺼지는데 그 이상으로 할수도 있으니까 타이머 종료는 사용자쪽에서 할 수 있으면 더 좋을 것 같아요! 확인부탁드립니다❣️"
  },
  {
    "store": "google_play",
    "date": "2022-11-20",
    "rating": 5,
    "content": "스티커일기 기능 너무 좋습니다!!!!😍😍😍😍😍"
  },
  {
    "store": "google_play",
    "date": "2022-11-20",
    "rating": 4,
    "content": "운동을 기록하려 하는데 추가가 안되었어요,그리고 혹시 가능하시면운동기록이 초 단위도 계산 되었으면 좋겠어요.다른 서비스는 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-11-18",
    "rating": 5,
    "content": "①광고X. ②등록된 음식 수 많고 추가 등록도 간편. ③어플 인터페이스 직관적이고 귀여움. 간만에 완전 마음에 드는 어플입니다!! 구글 피트니스로 걸음수 연동되는 날만 기다리고 있어요~~"
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "인터페이스도 잘되있고 친구들이랑 다이어트로 배틀하면서 동기도 부여되고 시스템 다 잘되어있어서 좋은것 같아요!! 근데 운동에 피구도 추가해 주셨음 좋겠어요ㅠㅠ 피구를 자주 하는데 없어서 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "다 좋은데 걸음수를 직접 입력할 수 있었으면 좋겠습니다ㅠ. 너무 잘 사용하고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 1,
    "content": "엄마랑 대결 하려고 엄마 폰에 설치해서 들어가려는데 안 들어가져요. 지웠다 깔아도 그렇고 다른 앱들도 지우고 폰도 다시 껐다 켰는데도 안 켜지고요."
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "이 어플은 다이어트 어플로 아주 좋아요! 다만 일기 스티커에 술 취한 스티커 있었으면 좋겠어요,, 음주하는 날이 많아 다이어트 실패하는데 스티커 보면 좀 덜 마실 것 같아요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-11-16",
    "rating": 4,
    "content": "사진찍어서 칼로리 입력가능 기능도 추가해주면 더 편하고 자유롭게 칼로리 및 영양분 입력이 더 편해질것 같아요. 예를 들어 이미 완성된 제품 같은 경우 (ex.라면 편의점도시락 김밥) 영양성분표가 있는데 그걸 찍으면 입력이 되는 식으로 해주면 편하고 좋을것 같아요."
  },
  {
    "store": "google_play",
    "date": "2022-11-15",
    "rating": 4,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-15",
    "rating": 5,
    "content": "좋아요 친구랑 배틀하는 기능이 마음에 들어요"
  },
  {
    "store": "google_play",
    "date": "2022-11-14",
    "rating": 4,
    "content": "운동기록을 수정했는데도 계속 처음 저장한 기록만 나오네요;;;; 기록을 삭제했다가 새로입력해도 처음기록했던 기록으로 저장돼요"
  },
  {
    "store": "google_play",
    "date": "2022-11-12",
    "rating": 3,
    "content": "진짜 다 좋은데, 하루 종일 열심히 먹은 음식들 그램수까지 하나하나 다 재서 기록해뒀는데 자기 전에 얼마나 먹었는지 확인해보려고 앱 접속하면 자꾸 기록해둔 내용들이 전부 사라져버리거나 음식 그램수가 기본 단위로 변경됩니다... 편하게 잘 쓰다가 오늘만 세번씩 기록이 날아가서 짜증나서 처음으로 앱 리뷰 써봐요... 외에는 기록도 편리하고 유용합니다 꼭 개선 부탁드려요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-11-12",
    "rating": 4,
    "content": "이 앱 자체는 참 좋은데 몇번씩 제가 한게 아닌 다른사람의 프로필이라던가 식단이 적혀 있어 당황스럽네요 오류라면 고쳐주시길 바랍니다 오류도 한두번이지 진짜 당황스러울때가 한번이 아니라구요😠😠"
  },
  {
    "store": "google_play",
    "date": "2022-11-12",
    "rating": 5,
    "content": "2틀째사용중인데 단식알람도 좋고 편리하게 사용중입니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-12",
    "rating": 4,
    "content": "마이>내소개>프로필 수정 에서 내 소개 수정하려고 할때 모바일 키보드 자판때문에 작성한 내용을 보기 어렵습니다. 스크롤 할수있게 미리 높이를 주면 좋을것같아요."
  },
  {
    "store": "google_play",
    "date": "2022-11-11",
    "rating": 5,
    "content": "칼로리 말고 모아보기? 같은게 가능할까요? 약복용이나 운동기록 같은거요. 심플하고 귀여워서 정말 좋아해서 문의남깁니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-10",
    "rating": 5,
    "content": "끼니 추가는 못하나요? 5끼정도 먹는데 부족해서요 앱은 정말 써본것중에 제일 편하고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-09",
    "rating": 4,
    "content": "다 좋은데 운동추가해서 기록할려는데 안돼요 운동 기록 하고싶은데ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-11-09",
    "rating": 5,
    "content": "너무 편하네요^^"
  },
  {
    "store": "google_play",
    "date": "2022-11-09",
    "rating": 5,
    "content": "관리하면서 쓰기편해용 강추!"
  },
  {
    "store": "google_play",
    "date": "2022-11-09",
    "rating": 5,
    "content": "디자인 너무 귀엽고 사용방법도 직관적이고 좋네요!!"
  },
  {
    "store": "google_play",
    "date": "2022-11-08",
    "rating": 5,
    "content": "감사히 잘 사용하고 있습니다 업데이트 후 추가된 일기장에 사용된 폰트가 무엇인지 궁금합니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-08",
    "rating": 3,
    "content": "좋아보여서 깔아보았지만 네이버로 로그인하기하니 아예 안들어가지네요.."
  },
  {
    "store": "google_play",
    "date": "2022-11-08",
    "rating": 5,
    "content": "몸무게레이스 와 얼마나먹었을까의 자신색을 통일해주시면좋겠어요~ 위에선 파란색이 저인데 아래에선 초록색이 제 색이라서 헷갈리네욤"
  },
  {
    "store": "google_play",
    "date": "2022-11-08",
    "rating": 5,
    "content": "간편해요 잘쓰고있어요"
  },
  {
    "store": "google_play",
    "date": "2022-11-08",
    "rating": 4,
    "content": "앱 실행 화면에 다이어트 글씨가 크게 쓰여있어서 부담스러워요ㅠㅠ 다른 화면으로 대체해주신다면 좋을 것 같습니다🙂"
  },
  {
    "store": "google_play",
    "date": "2022-11-08",
    "rating": 5,
    "content": "필요한 기능 다 들어있고 간편하네요 근데 체중기록을 00.00 까지 기록되게 해주시면 더 편할 것 같아요 77.25면 그냥 반올림해서 적는데 꽤 아쉽더라고요"
  },
  {
    "store": "google_play",
    "date": "2022-11-07",
    "rating": 4,
    "content": "얼마전부터 앱이 열리질 않습니다 삭제후재설치 했는데도 앱을 실행시키면 창이다시닫히기를 여러번이네요 저만 그러는걸까요?"
  },
  {
    "store": "google_play",
    "date": "2022-11-04",
    "rating": 5,
    "content": "알아보기 쉽게 잘 되어있고 기록 하기도 편리해요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-29",
    "rating": 5,
    "content": "오늘 앱 설치 처음하긴했는데 들어가서 둘러보니 개발자 분께서 사용자들에게 진심이라는게 많이 느껴졌어요. 특히 의견내기 창에서 세심하게 불편사항을 개선하려 하시고 다양한 문제들에 대해 피드백을 계속 해주시는걸 보고 이 앱이 더욱 대중화되면 좋겠다는 생각이 들었어요 사실 이 어플 반신반의하며 깔았는데 이렇게 다양한 다이어트 정보들과 기능들이 있을줄은 몰랐어요! 감사히 사용하겠습니다 어플 만들어주셔서 고맙습니다 😊"
  },
  {
    "store": "google_play",
    "date": "2022-10-29",
    "rating": 4,
    "content": "어플 사용하기가 간단하고 좋아요 칼로리 인앤아웃도 보여줘서 그만먹어야겟다 조절흘 수 잏어서 조아요 다만 음식 추가부분에 있어서 없는건 걍 사용자가 이름 쓰고 칼로리 추가할 수 있게 했으면 하는 것과 운동기록중에 수영-평영 없는 것/ 삼성헬스에서 측정한 칼로리대로 운동기록 넣고싶은데 사용자가 스스로 운동기록 추가할 수 있게하는 것 등이 아쉽네요...운동이나 식사나 정해놓으면 한계가 있는데 걍 사용자가 스스로 적을 수 있으면 더 좋을거 같아요 그리고 다 적고 뒤로가기 누르면 다시 기록 쓰던 화면이 나오는데 그것도 불편하고요ㅠ..간식도 여러번 먹을때가 있는데 식사 시간 기록 한번만 되는 것도 불편하고..그리소 자꾸 식사나 운동 입력했는데 반영 안될때가 가끔 있습니다ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-10-28",
    "rating": 5,
    "content": "잘 쓰고 있었는데 갤럭시z플립4에서 실행 안 됩니다ㅠ 여태 잘 썼습니다... 기기지원 되면 덧글 남겨주시면 돌아오겠습니다. +) 이야기주신 해결책들은 안 작동하지만, 그냥 지웠다 까니까 되네요."
  },
  {
    "store": "google_play",
    "date": "2022-10-25",
    "rating": 3,
    "content": "업데이트 이후, 앱을 열었을 때 그냥 화이트 화면으로 멈춰있는 현상이 있어요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-10-25",
    "rating": 3,
    "content": "식단 기록하는게 너무 불편해요"
  },
  {
    "store": "google_play",
    "date": "2022-10-23",
    "rating": 4,
    "content": "깔끔하고 보기좋고 다 좋습니다! 다만 하나.. 꼭 메뉴 등록을 안 하고 그냥 저 만의 음식 ex) 탄수50g 단백질20g 지방10g 총 칼로리 370kcal 이렇게 바로바로 등록할 수 있었으면 좋겠습니다ㅠ 메뉴를 새로 승인시키거나 올라와있는 잘못된 영양정보를 수정할때까지 시간이 걸리는게 제일 문제네요... 그런 날에는 다른 어플을 자꾸 이용하게 됩니다 감사합니다!"
  },
  {
    "store": "google_play",
    "date": "2022-10-21",
    "rating": 5,
    "content": "도움이 많이되용~~날씬함을 꿈꿔 봅니다^^"
  },
  {
    "store": "google_play",
    "date": "2022-10-20",
    "rating": 4,
    "content": "기록도 편하고 칼로리계산도 자동으로되어서 좋아요 그런데 앱을 끌때 뒤로가기가 되어버려서 좀 불편해요ㅠ 고쳐주세요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-10-20",
    "rating": 5,
    "content": "검색 가능한 브랜드별 음식종류가 많고 용기나 그램에 따라 작성할 수 있어서 좋네요 친구와 배틀로 동기부여가 계속 되서 조금씩 감량 중입니다, 활동량과 일반식 등 여러가지를 설정하고 추천해주는 것도 너무 좋고 디자인이 귀엽고 보기 편해서 자주 들어가게되네요. 여러가지 어플을 깔았다가 이거 하나 남겨놓고 너무 잘 쓰고있습니다. 운동기록 넣는 부분도 기다리고 있을게요"
  },
  {
    "store": "google_play",
    "date": "2022-10-19",
    "rating": 4,
    "content": "다른건 다 좋고 넘 잘 쓰고 있는데 음식 칼로리 직접 등록할 수 있으면 좋겠어요. 다이어트 샐러드 집에서 먹은 음식 같은거는 메이저 브랜드가 아니라서ㅠㅠ 따로 등록 요청해야 하는데 등록해주실 때까지 기다려야 하고 해서 불편해요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-19",
    "rating": 5,
    "content": "너무 좋아요!!!!! 다이어트 앱중 가장 짱!!!!!!"
  },
  {
    "store": "google_play",
    "date": "2022-10-19",
    "rating": 1,
    "content": "내가 먹은게 등록된 브랜드가 아니면 등록할수가 없네요. 만들어 먹었다간 맛있게 먹었으니 0칼로리 해야할판이겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-10-17",
    "rating": 5,
    "content": "진짜 인아웃 체고에요 이거하고 7일동안 2키로 뺏어요 운동기록 기능도 넣어주세요 ♡"
  },
  {
    "store": "google_play",
    "date": "2022-10-16",
    "rating": 3,
    "content": "폴드 3 오류가 많아요. 처음 키면 흰화면만 나오고 몇번을 계속 껐다 켰다 해야 작동합니다. 메인화면에선 한번도 안됐고 커버화면에서만 사용가능한 것 같습니다. 바로 켜지는 것도 아니고 플레이스토어 들어와서 몇번을 눌러야 켜집니다. 개선부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-15",
    "rating": 5,
    "content": "팻시크릿보다 200배 더 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-10-13",
    "rating": 5,
    "content": "정말 편리해요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-12",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2022-10-12",
    "rating": 4,
    "content": "이쁘고 좋아요. 서바이벌로 매우 굿,,, 단식계획기록시,,, 시간이 현재 시간이면 좋겠어요.. 매번 수기로 하기 그것만 불편하네요.. 그리고 식단기록할때,,,간단하게 사진만 찍어 시간과함께 기록한다면 더 편하고 좋을듯 해뇨"
  },
  {
    "store": "google_play",
    "date": "2022-10-11",
    "rating": 5,
    "content": "친구랑 재밌게 다이어트도 가능하고 하루에 먹은 음식 기록만 하면 몇칼로리를 섭취했는지 알려줘서 너무 좋아용"
  },
  {
    "store": "google_play",
    "date": "2022-10-10",
    "rating": 4,
    "content": "너무 좋은데 제가 갤럭시 s22로 폰을 바꾼뒤로는 앱이 열리질 않아요 ㅠㅠㅠ 계속 쓰고 싶은데 방법이 없을까요..??"
  },
  {
    "store": "google_play",
    "date": "2022-10-09",
    "rating": 1,
    "content": "지웠다가 깔았더니 아예 실행이 되지 않네요. Webview를 제거해도 달라지는건 없고 계속 실행이 안됩니다..."
  },
  {
    "store": "google_play",
    "date": "2022-10-07",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-10-06",
    "rating": 1,
    "content": "갤럭시 S21쓰는데,지웠다 설치했다를 며칠 간격으로 반복해도 앱 자체에 들어가지지 않습니다. 빠른 해결 부탁드릴게요"
  },
  {
    "store": "google_play",
    "date": "2022-10-06",
    "rating": 4,
    "content": "광고없어서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 4,
    "content": "다 좋은데 오늘 무슨 운동을 얼마나 했는지 기록할 수 있었으면 좋겠어요. 그리고 나의 변화 그래프 보는거 일자별이 최대 일주일간 밖에 표시되지 않아서 한달치를 일자별로 보여줬으면 싶기도 해요. 그외에는 어플 디자인도 그렇고 입력도 쉽고 다 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-03",
    "rating": 5,
    "content": "보기 쉽고 쓰기 쉽고 좋아요. 다만 일별 체중 그래프가 일주일밖에 안보이는데 더 많은 날짜를 한꺼번에 볼수 있으면 좋겠습니다. 좋은 어플 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-03",
    "rating": 5,
    "content": "매일 기록하면 이걸 의식해서라도 덜 먹으려고 함. 기록을 귀찮아하는 인간이지만 이건 간단해서 질리지 않음. 한달 뒤에도 계속 기록하고있다면 수정할 예정"
  },
  {
    "store": "google_play",
    "date": "2022-10-03",
    "rating": 3,
    "content": "운동량과 칼로리를 입력할 수 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-10-02",
    "rating": 2,
    "content": "해당 앱에 등록되지 않은 제품이거나 개인적으로 먹은 음식종류의 탄단지 칼로리를 따로 기입할 수 없음. 영양제나 제품이 없는 게 많아서 개인적으로 그냥 직접 탄단지나 칼로리 계산해서 간단하게 입력하게 하면 참 좋을텐데 그런 기능이 없음... 음식등록하면 승인요청되고 1ㅡ2일 뒤에 승인된다고 하는데 그럼 하나하나씩 하기가 너무 번거로울 것 같고, 레시피 만들기 기능이 있는데 재료선택하면 지맘대로 칼로리계산이 되어서 번거로움.."
  },
  {
    "store": "google_play",
    "date": "2022-09-29",
    "rating": 4,
    "content": "운동 칼로리 기록, 배변 횟수 있었으면 좋겠어요.. 다른 어플 쭉 사용하다가 플레이스토어에서 발견한 이 어플이 신박한 부분들이 많아서 이 어플로 좀 더 용이하게 쓰고싶다는 생각이 들었는데, 쓰는 도중에 느낀 생각.. 저들이 없어서 아쉽네요ㅠ 보완됐으면 좋겠어요!! 보완되면 여기에 정착하고 싶네요,, 나아지는 당분간은 쓰던 어플이랑 병행해야 할 듯요.."
  },
  {
    "store": "google_play",
    "date": "2022-09-28",
    "rating": 5,
    "content": "잘 이용하고 있어요. 식단추가 많이하면 뒤로가기 계속해야해서 불편한것도 있어요. 재시작하면 홈화면이 안뜨네요."
  },
  {
    "store": "google_play",
    "date": "2022-09-28",
    "rating": 5,
    "content": "남자친구랑 경쟁하며 다이어트 하니 너뮤 재밌어요ㅎㅎ 커플앱 다 없애고 이거로만 하니까 몸도 챙기고 일석이조네용"
  },
  {
    "store": "google_play",
    "date": "2022-09-28",
    "rating": 5,
    "content": "건의사항에 대해서 피드백을 주셔서 만족하고 사용할 수 있을 것 같아요^^"
  },
  {
    "store": "google_play",
    "date": "2022-09-27",
    "rating": 5,
    "content": "식단 추가하기 편하고 별 음식이 다 등록되어있어서 대단함!"
  },
  {
    "store": "google_play",
    "date": "2022-09-26",
    "rating": 5,
    "content": "UI가 깔끔하고 사용법도 쉽고 좋습니다 식단관리랑 칼로리 계산하기 다른 어플보다 심플하고 좋습니다 추천이에요"
  },
  {
    "store": "google_play",
    "date": "2022-09-25",
    "rating": 5,
    "content": "칼로리 계산이 탄단지로 나눠서 나오기때문에 계산도 쉽고 편리합니다👍"
  },
  {
    "store": "google_play",
    "date": "2022-09-25",
    "rating": 5,
    "content": "사용2틀째인데 지금까지 다이어트 사용한 어플중에선 제일 깔끔하고 좋아요 다만 단식설정을 매일 해야한다는게 귀찮네요"
  },
  {
    "store": "google_play",
    "date": "2022-09-23",
    "rating": 5,
    "content": "다이어트 기록 어플 처음써보는데 상세하고 너무 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-09-23",
    "rating": 5,
    "content": "다 좋습니다, 근데 오늘부터 앱을 켜도 텅빈 흰 화면만 나옵니다...왜 이러나요? 한달 가까이 사용했는데 갑자기 작동을 안하네요..."
  },
  {
    "store": "google_play",
    "date": "2022-09-23",
    "rating": 5,
    "content": "제가 썼던 다이어트앱 중에 제일 편리하고 예뻐요"
  },
  {
    "store": "google_play",
    "date": "2022-09-22",
    "rating": 5,
    "content": "다 좋은데 음식 기입할때 칼로리만 제가 직접 수정할 수 있도록 해줬으면 좋겠어요. 예를 들어서 제가 집 앞에 있는 타코야끼를 먹었는데 그건 소스도 많이 뿌려져 있어서 칼로리가 딱봐도 300 넘어 보이는데 여기선 타코야끼의 볼로만 계산을 해서 칼로리가 너무 적게 나옵니다. 칼로리를 직접 수정하려고 하면 무슨 관리자의 승인이 필요한 정도라니... 너무 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-22",
    "rating": 4,
    "content": "몸관리 최고의 어플입니다. 그러나 제발... 피드 올릴때 나만보기 기능 있었으면 좋겠어요.... 저는 저만 보고 싶거든요ㅠㅠㅠㅠㅠㅠㅠ 사진 올려서 누가 보는거 부담스러워요"
  },
  {
    "store": "google_play",
    "date": "2022-09-22",
    "rating": 5,
    "content": "너무 좋아요!! 사실 너무 귀여워보여서 거부감이 들었는데 편하고 깔끔하네요 칼로리 검색도 간편하고 사진도 올려서 모 먹었는지 바로 확인이 가능하니 식단관리하기 너무 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-09-21",
    "rating": 5,
    "content": "어플 너무 좋은데 식사시간 기록할때 간식 먹은 시간 끼워넣을 수 있으면 좋겠음 추천 식단도 뜨면 완벽할지도"
  },
  {
    "store": "google_play",
    "date": "2022-09-21",
    "rating": 5,
    "content": "칼로리도 잘나와있고 식단도 잘 체크 할수있어서 정말 좋네요 꼭 써보세요"
  },
  {
    "store": "google_play",
    "date": "2022-09-20",
    "rating": 3,
    "content": "식단 기록할때 불편해요... 뭐때문인지 저장이 안될때가 많아요"
  },
  {
    "store": "google_play",
    "date": "2022-09-19",
    "rating": 5,
    "content": "처음써봤는데 깔끔하고 기록하기좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-09-19",
    "rating": 5,
    "content": "막 다이어트 해야지 해야지 이러면서 미뤘거든요 근데 이 앱 쓰고 나서 식단관리도 하고 그러니깐 살 진짜 많이 빠졌어요 ❤️ 목표체중까지 잘 빼볼게요 💓💓"
  },
  {
    "store": "google_play",
    "date": "2022-09-18",
    "rating": 5,
    "content": "인터페이스도 깔끔하고 직관적이에요. 칼로리 계산하기 어려워하는 사람도 쉽게 접근할수있는게 큰장점. 무료에 광고가 없다는게 더 놀랍네요. 부분 유료화해도 적정가격 안이라면 구매 할것 같아요. 곧 운동 기록 관련 컨텐츠도 추가한다는걸 본거같은데 플러스 점수를 주고싶구요♡ 스마트워치연동이나 챌린저스처럼 다수와함께 목표달성하는 기능도 생기면 좋을것같기두해요:) 의견입니다. 또 레시피는 유저들이 따로 공유할수 있는 란이 있으면 좋겠어요 칼로리도 세분화 해서 공유된 레시피의 적용버튼을 누르면 제 오늘의 식단이 될수 있게 뜬다던가. 레시피의 별을 누르면 관심식단란 같은곳에 타유저의 레시피를 저장할수있으면 좋겠어요~"
  },
  {
    "store": "google_play",
    "date": "2022-09-16",
    "rating": 5,
    "content": "ㅠㅜ 지금까지 잘 쓰다가 앱이 갑자기 안열려서 리뷰답글에 적어주신대로 안드로이드 시스템 웹뷰 업데이트 삭제를 했는데도 그대로에요 폰도 껐다가 켜봤는데 ㅠ 어떡하죠 저 이 앱 너무좋은데 다시 킬 방법없나요???"
  },
  {
    "store": "google_play",
    "date": "2022-09-14",
    "rating": 5,
    "content": "광고도 없고 다른 사람의 식단도 확인할 수 있어 좋아요! 단식 시간을 잴 수 있는 칸(?)도 있어 유용합니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-14",
    "rating": 4,
    "content": "사과,배등등 1/4개 이런것도 되면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-09-14",
    "rating": 5,
    "content": "어플 너무 만족합니다! 다만 노트에 템플릿이 있으면 진짜 다른 어플 싹 다 지우고 인아웃만 있으면 될 것 같아요. 예를 들어 오늘 감사하는 일 리스트를 적는 템플릿이라든지, 아침에 적는 간단 일지라든지... 이런 기능 추가 부탁드려요😊😍"
  },
  {
    "store": "google_play",
    "date": "2022-09-13",
    "rating": 2,
    "content": "등록 되어있지 않은 음식을 가지고 식사 기록을 하려고 하면 새로 등록을 하거나 레시피를 추가하라고 하는데 등록을 하면 2일을 기다리라고 하네요. 그냥 저만 등록해서 쓰고싶은건데 굳이 매번 식사마다 2일 검증 후 등록되야 하나요? 식사 사진도 추가 할 수 있었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-09-13",
    "rating": 5,
    "content": "좋아여"
  },
  {
    "store": "google_play",
    "date": "2022-09-12",
    "rating": 5,
    "content": "직관적으로 보기좋아요 편리해요 무료앱인데 이정도면 돈주고쓰고싶음"
  },
  {
    "store": "google_play",
    "date": "2022-09-12",
    "rating": 5,
    "content": "귀엽고 깔끔해요"
  },
  {
    "store": "google_play",
    "date": "2022-09-11",
    "rating": 1,
    "content": "실행도안되고 꺼져버리네요; 그냥삭제함"
  },
  {
    "store": "google_play",
    "date": "2022-09-10",
    "rating": 5,
    "content": "너무좋고 안에 그림이나스토리등이좋고 내용이나사용방법이 편해요"
  },
  {
    "store": "google_play",
    "date": "2022-09-08",
    "rating": 4,
    "content": "기록중 나가면 기록한던것이 날라가버려서 임시저장되고 이어서 기록할 수 있도록 해주시면 좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-09-07",
    "rating": 4,
    "content": "만족해요"
  },
  {
    "store": "google_play",
    "date": "2022-09-06",
    "rating": 3,
    "content": "브랜드로 나오는 음식이 아닌 식당에서 사먹는 음식은 칼로리 같은걸 적기가 어려운데 대표적인 음식은 미리 좀 등록해 주시면 안되나요? 음식 등록도 매번 승인받아야하는데 기본영양정보를 모르니 등록신청도 힘드네요"
  },
  {
    "store": "google_play",
    "date": "2022-09-06",
    "rating": 2,
    "content": "케톤 수치를 그래프로 볼수없어서 아쉬워요 혈당 입력도 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-09-05",
    "rating": 4,
    "content": "눈바디도 기록하고싶은데 눈바디 입력 가능한 란을 추가해주셨으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-09-05",
    "rating": 5,
    "content": "너무사용하기편행ᆢㄷㅇ"
  },
  {
    "store": "google_play",
    "date": "2022-09-04",
    "rating": 1,
    "content": "어플 실행시키면 계속 중단됐다고 뜨네요"
  },
  {
    "store": "google_play",
    "date": "2022-09-03",
    "rating": 5,
    "content": "최고에요 너무 편리해요"
  },
  {
    "store": "google_play",
    "date": "2022-09-03",
    "rating": 5,
    "content": "너무너무 좋고 잘쓰고 있는데요 단식 타이머를 매일매일 설정하는것도 좋지만 고정으로 계속 자동 실행 되는 선택지도 있으면 좋겠어요 매일 간헐적 단식을 하는데 매번 설정하는게 불편하고 까먹고 12시라도 넘으면 아예 12시 이후부터만 가능해서ㅠ 애로사항이 있네요 그리고 단식 방법을 나중에 선택하게 하면 어떨까요? 단식 시간을 입력하고 끝나는 시간 보면서 선택하고 싶은 생각이 들더라고요 너무 애정하는 어플이라ㅜ 아쉬운 점 남겨봅니다 나머지는 너무 직관적이고 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-09-02",
    "rating": 5,
    "content": "다이어트 도전장 아이디어가 정말 재밌고 좋아요. 식단 기록, 물 마시기, 단식 타이머, 기분 기록, 약 체크 기능들이 골고루 들어있는데 깔끔하고 적당해서 부담스럽지 않게 기록하는 일을 지속할 수 있게 해줘요. 식단 기록 앱 여러 개 써봤는데, 드디어 이 앱으로 정착하려 합니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-01",
    "rating": 1,
    "content": "앱이 열리지않아요ㅜㅜ 지우고 다시깔고 해도 안돼요"
  },
  {
    "store": "google_play",
    "date": "2022-09-01",
    "rating": 5,
    "content": "추천합니다"
  },
  {
    "store": "google_play",
    "date": "2022-08-31",
    "rating": 4,
    "content": "써볼게요"
  },
  {
    "store": "google_play",
    "date": "2022-08-31",
    "rating": 5,
    "content": "넘 좋아용 배틀 여러명이서 같이 할수있음 좋겠어요!!"
  },
  {
    "store": "google_play",
    "date": "2022-08-28",
    "rating": 5,
    "content": "내 식단을 확인할수 있고 광고 없이 편리함"
  },
  {
    "store": "google_play",
    "date": "2022-08-27",
    "rating": 1,
    "content": "삼성 안드로이드 충돌로 하래서 했는데 앱 안켜짐. 그냥 이 앱 자체가 삭제했다 다시 깔면 안 깔리나봄. 해결책 plz"
  },
  {
    "store": "google_play",
    "date": "2022-08-27",
    "rating": 4,
    "content": "UI도 깔끔하고 입력도 쉬워서 쓰고 있어요. 함께하는 3주동안 다이어트도 잘 되고 있고요. 개선 원하는 점으로는 운동기록과 그래프가 너무 짧아요? 특정 기간부터 지금까지를 한 화면에 보여주는 그래프가 없어요. 그 외엔 대부분 만족합니다"
  },
  {
    "store": "google_play",
    "date": "2022-08-27",
    "rating": 5,
    "content": "단식과 식사기록을 한번에 할 수 있어서 좋아요. 특히 식사기록 시 탄단지 비율까지 보여줘서 식단관리가 너무 편해졌어요. 다른 어플들은 식사량 기록할 때 g로 다시 계산해야 할 때가 많아서 불편했는데 인아웃은 1인분으로 할지 g으로 할지 내가 정할수 있어서 잘 만들었구나 감탄했습니다^^ 원래 쓰던 단식어플이랑 식사기록어플 모두 지우고 인아웃만 쓰고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-08-26",
    "rating": 3,
    "content": "좋아요 내가 먹는 음식 칼로리 계산공유 하니 좋아요~ 음식 검색 다양 하진 못함 그래도 공유 되고 장점도 많음"
  },
  {
    "store": "google_play",
    "date": "2022-08-25",
    "rating": 5,
    "content": "그룹경쟁하기도 만들어주셨으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-08-24",
    "rating": 4,
    "content": "처음사용해봤는데 은근 까다롭지 않고 광고도 없어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-23",
    "rating": 5,
    "content": "기능이 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-22",
    "rating": 4,
    "content": "간식은 하루 중 여러 시간대에 먹게 되는데 시간 입력이 하나로 되어 있어서 불편해서 간식도 여러 시간으로 구분해서 입력할 수 있으면 좋겠어요! +인터페이스가 귀엽네요"
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 4,
    "content": "삭제했다가 다시 설치해서 사용할려니까 앱오류로 실행이 안되는데요"
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 4,
    "content": "이 앱이 제일 좋은데 탄수화물, 단백질 지방의 양을 직접 조절 할수있게 해줬으면 합니다. 계속 승인 받기 번거롭습니다.ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 5,
    "content": "낫배드합니다"
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 3,
    "content": "안좋진 않아요 굿 👍🏻"
  },
  {
    "store": "google_play",
    "date": "2022-08-20",
    "rating": 5,
    "content": "UI 깔끔하고 너무 좋은데 가끔 화면이 하얗게 되면서 멈춰서 몇 번을 다시 켜서 음식을 재등록하는 불편함이 있어요 계속 이런 증상 있으면 앱 지울 수도 있을 듯.. 앱 안정성이 좋아지길 바라면서 별 다섯개 드립니다"
  },
  {
    "store": "google_play",
    "date": "2022-08-18",
    "rating": 4,
    "content": "게시글 올릴때 맞팔된 유저한테만 보일 수 있게 하는 기능이 있었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-08-17",
    "rating": 5,
    "content": "다이어트 어플중에 최고"
  },
  {
    "store": "google_play",
    "date": "2022-08-16",
    "rating": 3,
    "content": "잘 쓰고 있었는데 갑자기 튕기더니 로그아웃 돼서 그동안 기록한 거 다 날아갔습니다.. 지우고 다시 깔았는데 몇 번이나 반복해도 앱이 열리지 않습니다. 해결해주세요."
  },
  {
    "store": "google_play",
    "date": "2022-08-16",
    "rating": 5,
    "content": "예쁘고 매우 유용하네요"
  },
  {
    "store": "google_play",
    "date": "2022-08-16",
    "rating": 4,
    "content": "좋은거 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-15",
    "rating": 5,
    "content": "정말 훌륭한 어플입니다. 목표 체중을 잡고 식단 칼로리 설정, 식단량 변화를 기록할 수 있어 편하고 좋네요 !"
  },
  {
    "store": "google_play",
    "date": "2022-08-14",
    "rating": 1,
    "content": "등록 안된 음식을 등록하려고 할때 영양소 소수점 2번재 자리수까지 못 감. 그리고 등록하려고 해도 확인 절차를 밟고 가야하는데 그새 언제 그다림...ㅋㅋㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-08-12",
    "rating": 5,
    "content": "좋아요 깔끔하고 보는데 무리없어요"
  },
  {
    "store": "google_play",
    "date": "2022-08-12",
    "rating": 1,
    "content": "다이어트 하면서 하려고 깔았는데 처음하는건데 로그인 하라고 뜹니다 구회원 전용밖에 없네요"
  },
  {
    "store": "google_play",
    "date": "2022-08-11",
    "rating": 3,
    "content": "전반적으로 괜찮긴 하다만 커뮤니티를 누르면 회색 화면 밖에 나오지 않습니다. 단식도 마찬가지고요 고쳐주세요"
  },
  {
    "store": "google_play",
    "date": "2022-08-11",
    "rating": 5,
    "content": "좋아요~ 근데 다른 앱처럼 1.2인분, 1.7인분 이런식으로 더 세분화해서 설정할 수 있었음 좋겠어요 매번 타자로 치기 귀찮음"
  },
  {
    "store": "google_play",
    "date": "2022-08-11",
    "rating": 5,
    "content": "너무 좋아요. 목표 칼로리 기준으로 얼마나 먹었는 지 알 수 있어서 좋구요. 디자인도 예뻐요. 다만, 몸무게랑 섭취칼로리를 한 눈에 볼 수 있었으면 좋겠어요. 월단위 캘린더로 수치를 눈으로 확인하면 좋겠어요. 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2022-08-10",
    "rating": 5,
    "content": "남자친구랑 같이 다이어트 대결하고 있는데 서로 먹은 음식, 체중 체크하면서 함께하기 너무 좋은 것 같아요! 제가 매일 팥즙을 먹고 있는데 팥즙이 기록되지 않고 추가하는 것도 따로 없는 것 같아 이런 음식 종류를 더 추가해주시거나 사용자가 직접 추가할 수 있도록 만들어주시면 좋겠습니다. 좋은 어플 만들어주셔서 감사합니다!"
  },
  {
    "store": "google_play",
    "date": "2022-08-08",
    "rating": 5,
    "content": "넘넘좋좋"
  },
  {
    "store": "google_play",
    "date": "2022-08-07",
    "rating": 4,
    "content": "진짜 디자인도 이뿌고 너무 귀여워서 좋아요! 제 목표로 달성하기도 좋구요 그런데 조금 아쉬운 건 운동 기록을 할 수가 없다는 거예요ㅠㅠ 계단오르기나 러닝머신 몇 분에 칼로리 얼마나 소모되었는지 등도 기록 할 수 있으면 좋겠어요!!😆 제 상태도 체크할 수 있고 친구들과도 겨룰 수 있는 기능과 소통할 수 있는 기능이 있어서 넘 좋은 것 같아요!! 추천해요 제가 본 다욧트 어플 중 짱입니다!"
  },
  {
    "store": "google_play",
    "date": "2022-08-05",
    "rating": 5,
    "content": "다이어트 앱 중 제일 꼼꼼하고 자세하고 이쁘구 짱이에여"
  },
  {
    "store": "google_play",
    "date": "2022-08-05",
    "rating": 5,
    "content": "이런거 잘 안쓰는 편인데, 계속 비슷한 어플을 찾고 설치 후 불편해서 삭제하다가 만난 어플인데 정말 편해요. 깔끔하고, 직관적이어서 편합니다!!! 한국인이 좋아할 스타일😄 종일단식 기간을 1일이 아니라 48시간,72시간 등 설정 가능하면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-08-03",
    "rating": 4,
    "content": "깔끔하고 음식리스트도 많고 사용하기편한앱! 그치만 종종 멈추는게 심한것같아요ㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-08-02",
    "rating": 5,
    "content": "혹시 이거 물 섭취하는게 기준이 어느정도가 1번인거에요? 한컵? 한입?... 어느정도 크기에 컵이에요?"
  },
  {
    "store": "google_play",
    "date": "2022-08-02",
    "rating": 5,
    "content": "너무 귀엽고 식단 분석해주고 대결도 카톡 연동되고 걍 짱 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-07-31",
    "rating": 1,
    "content": "회원가입하는법을 모르겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-07-31",
    "rating": 5,
    "content": "광고 없이 깔끔하게 이런 관리 가능한 앱은 모든 앱을 통틀어서 처음이에요"
  },
  {
    "store": "google_play",
    "date": "2022-07-29",
    "rating": 5,
    "content": "다이어트하는데 큰 도움이 되요~~"
  },
  {
    "store": "google_play",
    "date": "2022-07-29",
    "rating": 4,
    "content": "아직 쓴지 몇주 안됐지만 전반적으로 거의 만족하며 잘 쓰고있습니다 다만 조금 아쉬운 점은 예를들어 이미 1시간 전에 점심 식단 기록을 마친 상황인데도 점심에 식단 기록 알람이 울리는 식으로 계속해서 알람이 울리던데 이거만 수정되면 너무 좋을거같아요!"
  },
  {
    "store": "google_play",
    "date": "2022-07-28",
    "rating": 5,
    "content": "깔끔한 디자인이고 이뻐요"
  },
  {
    "store": "google_play",
    "date": "2022-07-27",
    "rating": 5,
    "content": "캐릭터도 예쁘고 광고도 않나와서 좋아요 어린이들도 할수 있네요 추천이에요 다이어트 왠지 성공 할뜻이네요😍"
  },
  {
    "store": "google_play",
    "date": "2022-07-27",
    "rating": 5,
    "content": "앱 너무 귀염 뽀짝 하고 기능도 다다다다다다다 좋아요!! 안 열렸던 것도 이제 해결됐어요. 감사합니다♥♥"
  },
  {
    "store": "google_play",
    "date": "2022-07-25",
    "rating": 5,
    "content": "편하고 좋네용"
  },
  {
    "store": "google_play",
    "date": "2022-07-23",
    "rating": 1,
    "content": "설치했다 지우고 다시 설치하니 앱 자체가 열리지 않아요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-07-21",
    "rating": 5,
    "content": "친구랑 대결하면서 하는 것도 재밌고 사람들이 공유하는 피드도 재밌어서 좋아요!내 기분도 표시할 수 있고 하루를 메모할 수도 있어서 간략한 다이어트 일기 같아서 너무 좋았습니당"
  },
  {
    "store": "google_play",
    "date": "2022-07-21",
    "rating": 4,
    "content": "운동 기록도 할 수 있으면 너무너무 좋을 거 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-07-20",
    "rating": 5,
    "content": "기록하기좋어요"
  },
  {
    "store": "google_play",
    "date": "2022-07-18",
    "rating": 5,
    "content": "지금 한 달 넘게 쓰고 있는데요, 제가 지금까지 써 본 다이어트 앱 중 최고입니다. UI도 깔끔하고 귀엽고 기능도 정말 필요한 것들만 다양하게 갖춰져 있습니다. 단식 기록, 탄단지 비율, 피드(소통), 식단 기록, 칼로리 체크, 음수량 체크, 알림설정, 몸무게 기록 등 기능들 매우 알차고 사용하기 편해요. 저는 목표 몸무게 도달해도 유지를 위해 앱 계속 사용하려고요."
  },
  {
    "store": "google_play",
    "date": "2022-07-14",
    "rating": 5,
    "content": "앱 리뷰 자체를 처음 남겨보는데 진짜 좋아요!!! 완전 깔끔하고 식단이랑 칼로리, 단식 타이머랑 물 섭취량 등등 진짜 뭐하나 빠지는 것 없이 너무 완벽해요💓💘"
  },
  {
    "store": "google_play",
    "date": "2022-07-12",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-07-10",
    "rating": 5,
    "content": "기록하기 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2022-07-07",
    "rating": 4,
    "content": "아침,점심,저녁,간식 4번 밖에 입력 못 하는게 좀 불편합니다. 중간중간 간식을 몇번씩 먹거나 식사를 4번 5번 할 수도 있는데,,,식사 횟수 설정을 할 수 있게 바꾸었으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2022-07-04",
    "rating": 5,
    "content": "재밋어요"
  },
  {
    "store": "google_play",
    "date": "2022-07-04",
    "rating": 5,
    "content": "교대근무자도 식단조절 하기 쉽네요"
  },
  {
    "store": "google_play",
    "date": "2022-07-04",
    "rating": 5,
    "content": "최고의 어플입니다 덕분에 10키로 감량했어요"
  },
  {
    "store": "google_play",
    "date": "2022-07-03",
    "rating": 3,
    "content": "앱이 안열리네요.."
  },
  {
    "store": "google_play",
    "date": "2022-06-27",
    "rating": 5,
    "content": "이런글 정말 안쓰는데 너무좋네요!!!홧팅해봅니당^^"
  },
  {
    "store": "google_play",
    "date": "2022-06-27",
    "rating": 5,
    "content": "식단 기록이 아침,점심,저녁,간식으로 되어있는데 5끼먹는 사람에겐 입력란이 부족합니다.추가 입력이 가능하게 해주시거나 아점이나 점저같은 항목이 추가되면 좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-06-27",
    "rating": 5,
    "content": "식단일기 어려웠는데 최고예요"
  },
  {
    "store": "google_play",
    "date": "2022-06-27",
    "rating": 5,
    "content": "처음써보는데 괜찮네요!"
  },
  {
    "store": "google_play",
    "date": "2022-06-20",
    "rating": 5,
    "content": "메뉴별로 영양이 다나와있어서 너무 좋은거같아요 가짓수랑 메뉴얼 고려해서 세분화되면 다씹어먹을듯"
  },
  {
    "store": "google_play",
    "date": "2022-06-17",
    "rating": 5,
    "content": "깔끔하고 딱 좋아요! 운동한 것도 체크되면 좋겠어요~"
  },
  {
    "store": "google_play",
    "date": "2022-06-16",
    "rating": 5,
    "content": "사용하기 좋고 좋은데 식사 갯 수를 4끼, 5끼 등으로 추가할 수 있는 기능도 생겼으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-06-15",
    "rating": 5,
    "content": "식단 관리하기 정말 편합니다."
  },
  {
    "store": "google_play",
    "date": "2022-06-12",
    "rating": 3,
    "content": "식단 등록 카드터치매우 불편해요ㅠㅠ 아침은 터치 잘되는데 점심저녁은 터치하면 자꾸 다음카드로 넘어가요.....터치영역좀 늘려주세여ㅜㅜㅡㅜ등록조차 할수가없습니다...스와이프로만 넘어갈수있게..."
  },
  {
    "store": "google_play",
    "date": "2022-06-11",
    "rating": 5,
    "content": "리뷰평 괜찮아서 다운받아봤는데 마음에 들어요ㅎㅎ 편리하고 디자인도 간결해서 눈에 잘들어오네요. 다만 식단 기록할 때 제품이 없으면 요청? 해야되서 그게 좀 불편하네요. 그냥 칼로리랑 입력해서 저장 할 수 있으면 좋겠어요♡"
  },
  {
    "store": "google_play",
    "date": "2022-06-11",
    "rating": 5,
    "content": "심플하고 귀엽고 한눈에 보기 좋아요 다른어플 다 비교해봤는데 이게 제일 조음"
  },
  {
    "store": "google_play",
    "date": "2022-06-11",
    "rating": 5,
    "content": "인터페이스는 물론 직관적인 대시보드까지, 빠지는 것 없이 잘 사용하고 있습니다. 정말 만족스럽게 잘 사용하고 있지만 향후 가능하다면 한 가지 개선되었으면 하는 점은 식단 저장을 하고 완료를 눌러 홈 화면으로 돌아온 다음, 앱을 종료하고자 안드로이드에서 뒤로가기 버튼을 눌렀을 때 다시 식단 저장 화면으로 돌아온다는 것입니다. 안드로이드에서는 뒤로가기 버튼을 통해 앱을 종료해야 하는데 그렇다보니 여러번 눌러야 종료가 됩니다. 가끔은 식단 저장을 이미 완료하고 홈 화면으로 온 것인데도 다시 식단 저장 완료를 눌러야 하는 경우도 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-06-09",
    "rating": 4,
    "content": "먹은 메뉴의 칼로리를 꼭 써야하는게 불편해요 검색해서 안나오면 본인이 전부 작성 해야하고 없는 것도 너무 많아요. 레시피에 사진 꼭 넣어야하는 것도 불편해요 튀김 레시피를 넣었더니 사용한 기름 전부의 칼로리로 계산 되더라구요 개선이 필요해요"
  },
  {
    "store": "google_play",
    "date": "2022-06-08",
    "rating": 5,
    "content": "제가 검색한 모든 음식이 다 나왔어요 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-06-05",
    "rating": 5,
    "content": "바디프로필 후 체중유지 차원에서 칼로리 계산해서 먹어보려고 앱찾다가 발견했는데 정말 심플하게 잘되있고 음식정보도 많아서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-06-05",
    "rating": 5,
    "content": "깔끔하고 사용하기 좋습니다. 식단사진도 같이 올릴 수 있어서 굿. 하지만 먹은 g수는 직관적으로 별로입니다. 그릇크기별로 먹은 양 나오는 것도 있지만 안나오는 메뉴도 많네요. 이런건 몇인분(0.2, 0.5 등...)으로 자동 계산할 수 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-06-04",
    "rating": 5,
    "content": "제가 간식거리를 엄~~~~~~청 좋아하는데 인아웃을 사용 한 후에 양심에 찔려 안먹게 되서 너무 좋아요! 강추츄추추츄!!"
  },
  {
    "store": "google_play",
    "date": "2022-05-31",
    "rating": 4,
    "content": "아주 좋아요우이~~"
  },
  {
    "store": "google_play",
    "date": "2022-05-30",
    "rating": 5,
    "content": "하루써봤는데 왠만한 음식은 다 기록할 수 있고 일단 깔끔하고 쓰기편해요 다이어트 기간동안 열심히 사용해볼게요^^"
  },
  {
    "store": "google_play",
    "date": "2022-05-29",
    "rating": 5,
    "content": "인터페이스도 깔끔하고 식단관리도 할 수 있어서 정말 좋습니다 헌데 단식 시간을 100시간 이상 입력못하는것이 아쉽네요 개선 고려 부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2022-05-28",
    "rating": 5,
    "content": "내가 하루동안 먹은 칼로리를 확인할 수 있는게 좋네요~*^^*"
  },
  {
    "store": "google_play",
    "date": "2022-05-27",
    "rating": 5,
    "content": "엄청 사용하기 편하고 유익해요. 데이터가 많고 음식정보가 많다보니깐 매우 편함."
  },
  {
    "store": "google_play",
    "date": "2022-05-26",
    "rating": 5,
    "content": "왠만하면 리뷰 잘 안남기는데 오랜만에 만족스런 어플이라 남겨요!ㅎ 깔끔하고 필요내용만 있어서 참 좋아요!ㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-05-25",
    "rating": 5,
    "content": "너무 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-05-25",
    "rating": 5,
    "content": "👍"
  },
  {
    "store": "google_play",
    "date": "2022-05-23",
    "rating": 5,
    "content": "해보니까 좋네여"
  },
  {
    "store": "google_play",
    "date": "2022-05-15",
    "rating": 4,
    "content": "너무 잘 쓰고있습니다 내가 원하는대로 기록도 되고,나만의 레시피도 만들어서 계속 쓸수있습니다. 그런데 식단 기록할때 0.3인분,0.7인분등 음식의 양을 다양하게 기록하고싶을때도있는데 0.5인분단위밖에 기록이 안되네요. 좀 더 세부적으로 기록할 수 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-05-13",
    "rating": 5,
    "content": "사용해본 칼로리 계산 어플중 가장 음식이나 식품이 다양하고 자세하게 기록되어있고 그람수로도 칼로리 계산이 되어서 너무 좋아요. 디자인 깔꿈하고 귀엽고 사용하기 편리하게 알기쉬운 사용방법인 어플이라 강추합니다. 이번엔 꼭 다이어트 성공하려고요!"
  },
  {
    "store": "google_play",
    "date": "2022-04-30",
    "rating": 5,
    "content": "g수를 잴때 순수 양으로 재야하나요? 예를 들어 아보카도라면 씨랑 껍질빼고 과육부분의 g으로 기입해야 되는지 아니면 다 포함한 g수로 기입해야 하는지 잘모르겠어요ㅠ 계란이나 오렌지 같은것도 껍질 포함인지 아닌지 알려주세용.."
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 5,
    "content": "물론 전반적으로 키토에 초점이 맞춰져있지민 일반 식단을 하는 사람인 입장에서도 너무 잘 쓰고 있어요. 인터페이스 너무 깔끔하고 예쁘고, 무엇보다도 탄단지 비율이 가장 먼저 보이는 점이 마음에 듭니다. 자주 먹는 식단을 저장할 수 있는 것도 편리하네요."
  },
  {
    "store": "google_play",
    "date": "2022-04-17",
    "rating": 4,
    "content": "기록하고싶은게 가장 많은 앱이라 좋은데 몇가지 더 추가됬으면 좋겠어여. 키토하는사람들 대부분이 간헐적단식을 하기에 식사사이의 시간도 필요의 경우에는 체크하고 표시되면 좋겠어여. 저는 1일1식을 하는데 아침에 먹는 방탄커피는 100% 지방식이기에 단식으로 치고 시간을 재고있거든여 그래서 단식시간이 24시간이 넘어가기도 줄어들기도하기때문에 표시가되면 좀더 바디스캔하기가 좋을것같아요. 그리고 혈당은 105를 입력했는데 99.9로 나오더라구여...근데 GKI수치는 또 제대로 나오는게 혈당수치 표기에 MAX값이 있는건아닌가 싶기도하고...수정부탁드립니다! 세번째는 식후2시간때 혈당도 비교할수있으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-04-03",
    "rating": 5,
    "content": "갤럭시S22울트라는 지원하지 않는 어플인가요ㅜㅜ?? 갤럭시S10 기종으로 잘사용하다가 폰 바꾸고 나서는 어플이 열리지가 않아요 삭제하고 다시 설치해봐도 그래요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-03-29",
    "rating": 5,
    "content": "제가 찾던 그 기능들이 다 있네요 항상 직접 표로 만드는 번거로움이 있었는데 간편하게 입력 가능하니 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-03-28",
    "rating": 5,
    "content": "정말 이앱 키토하기에 최고예요!!!!! 그냥 다이어트해도 각각 탄단지 설정해서 하면 도움이 될것 같고요!!! 고객 의견중 좋은내용들 많던데 많이 수용하시면 정말 최고의 앱이 될듯하네요. 아직은 사실 조금 부족한면들이 있지만 꼭 더 발전해주시리라 믿습니다:)"
  },
  {
    "store": "google_play",
    "date": "2022-03-27",
    "rating": 4,
    "content": "어플 자체가 조금 버벅이는 감이 있어요"
  },
  {
    "store": "google_play",
    "date": "2022-03-19",
    "rating": 5,
    "content": "ui가 깔끔해서 한눈에 보이고 쓰기 편해요"
  },
  {
    "store": "google_play",
    "date": "2022-03-14",
    "rating": 5,
    "content": "설치후 계속 중단됨이라고 뜨며 실행이 안 되네요 해결책이 있을까요?"
  },
  {
    "store": "google_play",
    "date": "2022-03-13",
    "rating": 4,
    "content": "순탄수지방단백질 나와서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-03-13",
    "rating": 5,
    "content": "딱 필요한 기능이 있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-03-09",
    "rating": 5,
    "content": "음식 적기도 편하고 위쪽에 몸무게를 적어넣으면 전보다 얼마가 빠졌는지 표시 돼서 너무 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-03-07",
    "rating": 1,
    "content": "앱열기를 하면 앱종료.의견보내기 라고 작은사각박스뜨네요"
  },
  {
    "store": "google_play",
    "date": "2022-03-07",
    "rating": 4,
    "content": "앱 너무 잘 사용하고 있었는데요 아까부터 계속 앱이 튕겨요! 해결부탁드립니다!"
  },
  {
    "store": "google_play",
    "date": "2022-02-27",
    "rating": 4,
    "content": "진짜 좋은데 평가할때 인,아웃이 뭘 표현하는지 모르겠어요ㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-02-25",
    "rating": 4,
    "content": "쓸만한듯"
  },
  {
    "store": "google_play",
    "date": "2022-02-20",
    "rating": 5,
    "content": "식단 계산하기 좋아요. 어플 환경도 깔끔하고 직관적이어서 사용자들이 쓰기 편해요! 아주 만족스럽게 사용하고 있습니다! 아직 식단 초보자라서 채소 양 그램수를 잘 모르는데, 나중에 이런 부분을 한 주먹이라던가 한 접시, 종이컵 한 컵같은 다양한 기준도 추가 되었으면 좋겠어요!(대략적인 기준이지만, 예전에 쓴 어플에 요런 기능이 있어서 식단 적는데에 접근성이 더 좋았어요)"
  },
  {
    "store": "google_play",
    "date": "2022-02-19",
    "rating": 5,
    "content": "디자인 너무 예쁘고 기록해서 보니까 더 관리하기 편해요. 근데 일기니까 날짜를 좀 쉽게쉽게 이동했으면 좋겠어요!!"
  },
  {
    "store": "google_play",
    "date": "2022-02-05",
    "rating": 5,
    "content": "디자인이 너무 예쁘고 쓰기 너무 편해요!"
  },
  {
    "store": "google_play",
    "date": "2022-01-12",
    "rating": 5,
    "content": "키토제닉 식단을 기록하려는 목적으로는 최고에요. 직관적인 사용법이 좋구요 다만 월별 기록 모아놓기가 한줄에 6개라서 의아했어요!"
  },
  {
    "store": "google_play",
    "date": "2022-01-01",
    "rating": 1,
    "content": "문제많은 업체 키토테이블에서 개발한거 모르고 다운받았음"
  },
  {
    "store": "google_play",
    "date": "2021-12-30",
    "rating": 3,
    "content": "당근브로콜리닭가슴살컬리플라워라이스 뭐 이런종류로 두끼 기록했는데 나트륨이 10494g이 나오는데 이거 계산이 맞는건지 점심저녁 먹은거 봐도 단백질지방 비슷한데 하루 총량 보면 지방비중이 50프로가 넘는데 여기 계산기정확한건가여?..."
  },
  {
    "store": "google_play",
    "date": "2021-12-24",
    "rating": 5,
    "content": "너무 괜찮네요 여러 어플를 돌다돌다 인아웃이 제일 저랑 잘맞는거같아서 너무 만족합니다 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2021-12-21",
    "rating": 5,
    "content": "다 좋은데 어플 종료가 안되는거 같아요 보통 뒤로가기로 종료하는데 이건 안되네요"
  },
  {
    "store": "google_play",
    "date": "2021-12-17",
    "rating": 5,
    "content": "와 대박 음식 정보 진짜 많아요. 칼로리같은거 하나하나 계산해서 맞추는게아니라, 음식보고 식단 자세하게 쓰고 싶은분들한텐 최고일 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2021-12-17",
    "rating": 5,
    "content": "음식 검색하고 식단 관리하기 편하네요. 괜찮은 어플인듯"
  },
  {
    "store": "google_play",
    "date": "2021-12-16",
    "rating": 5,
    "content": "디자인이 너무 직관적이게 예뻐요! 식단기록앱이 많지만 키토인위주인건 적어서 아쉬웠는데 너무 딱인 앱이에요 단순히 기록용을 넘어서 키토인들의 제품 리뷰을 볼 수 있는 부분이 특히 너무 맘에 드네요"
  },
  {
    "store": "google_play",
    "date": "2021-12-16",
    "rating": 5,
    "content": "저탄고지 키토제닉에 관심 갖게되었는데 유용한 어플인 것 같습니다! 잘 활용하겠습니다~:)"
  },
  {
    "store": "google_play",
    "date": "2021-12-16",
    "rating": 5,
    "content": "음식정보가 정말 많네요!! 자주쓰게될거같아요"
  },
  {
    "store": "google_play",
    "date": "2021-12-15",
    "rating": 5,
    "content": "인아웃을 메인화면에 놔두고 수시로 오늘의 탄단지 섭취량을 들여다보고 있습니다. 키토정신에 지배당할 때까지~"
  },
  {
    "store": "google_play",
    "date": "2021-12-15",
    "rating": 5,
    "content": "팻시 디자인 너무 불편했는데 쓰기 너무 예뻐요!!"
  },
  {
    "store": "google_play",
    "date": "2021-12-15",
    "rating": 5,
    "content": "디테일하게 키토 일기 작성하기 간편하게 쇼핑은 덤"
  },
  {
    "store": "google_play",
    "date": "2021-12-13",
    "rating": 5,
    "content": "너무 좋네요 키토하기 좋은세상 ㅎㅎ 좋은 앱 만들어주셔서 감사해요"
  },
  {
    "store": "google_play",
    "date": "2021-12-13",
    "rating": 5,
    "content": "다이어트에 도움이 많이 되요"
  },
  {
    "store": "app_store",
    "date": "2026-07-20",
    "rating": 1,
    "content": "좀전에 결제했는데 결제취소해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-07-19",
    "rating": 1,
    "content": "식단쓰다가 앱 잠깐 나갔다 들어오거나 쓰다가 만 상태로 좀만 둬도 다음꺼 쓰려고하면 로딩화면만 떠서 처음부터 다시 써야해요"
  },
  {
    "store": "app_store",
    "date": "2026-07-18",
    "rating": 1,
    "content": "몇달째 계속 반복적인데.. 이거 너무 불편해요.. 뭐 잠깐만 설정하려고 나갔다 들어와도 무한로딩이라 계속 앱 껐다 켰다 너무 불편해요.. \n왜 이렇게 바꼈나요...? 몇년전만해도 안이랬는데"
  },
  {
    "store": "app_store",
    "date": "2026-07-17",
    "rating": 5,
    "content": "너무 좋아하는 어플이고 기록들이 소중한데 데이터없이 사용 불가능한 점이나 어느날 갑자기 모든게 날라가있을까봐 걱정이 되어요 ㅜㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-07-16",
    "rating": 3,
    "content": "요즘 로딩오류 너무 잦아서 맨날 재접속해야해요 개선 부탁드려요"
  },
  {
    "store": "app_store",
    "date": "2026-07-16",
    "rating": 5,
    "content": "미국사는 친구랑 하는데 시차 때문인지 식단 올린게 안떠여ㅠㅠ 해결좀 해주세여"
  },
  {
    "store": "app_store",
    "date": "2026-07-16",
    "rating": 5,
    "content": "구매하고 선택해야하는게 많아서 그런지 사용을 잘 안하게 되서 환불하고 싶은데 가능한가요?"
  },
  {
    "store": "app_store",
    "date": "2026-07-15",
    "rating": 1,
    "content": "1. 오전/점심만 기록한 상태에서 지금까지의 식사패턴 피드백을 받아보려고 해도, 하루가 끝난 것처럼 “칼로리가 너무 부족하다”거나 “저녁을 꼭 먹어야 한다”는 피드백을 줌. 시간 관련 개념이나 맥락 고려가 전혀 안 됨.\n\n2. 개인의 활동량과 감량 목표를 반영해서 적절한 목표 칼로리와 영양소를 계산하고 자동으로 설정해 주는 기능도 없음. 최소한 AI 코치면 건강 앱도 연동돼 있으니 최근 활동량을 불러와서 분석하고 적절한 수치를 제안해 주는 게 기본 아닌가 싶음. 심지어 유료 기능인데, 따로 분석시켜서 받아도 앱에 입력하는 형식이랑 다르게 불러줘서 그대로 받아 적기도 어려움.\n\n3. 앱에서는 “운동한 만큼 더 먹을 수 있다”고 칼로리를 표시하면서, AI는 “운동한 칼로리를 먹으면 안 된다”고 설명함. 개인 목표 설정치에 맞게 일관된 피드백이 나와야 하는데, 그냥 입력한 숫자만 보고 기계적으로 답변하는 수준이 처참함.\n\n개인 맞춤 코칭이 아니라 그냥 기록된 숫자 읽어주는 수준임. AI는 도대체 왜 있는 건지 모르겠음. 챗GPT에 물어보는 게 더 정확한데 굳이 돈 주고 이용해야 할 가치를 못 느끼겠음. 너무 실망했고 그래서 환불 요청함."
  },
  {
    "store": "app_store",
    "date": "2026-07-14",
    "rating": 5,
    "content": "일일이 다 입력하기에 번거로워서 학교에서먹는 급식을 한번에 식단에 추가하는 기능이 있었으면 해요"
  },
  {
    "store": "app_store",
    "date": "2026-07-13",
    "rating": 4,
    "content": "애플 건강 앱 연동 되어 있어서 그런가 수기 작성 버튼이 사라진 건지… 찾을 수가 없음 최초 몸무게 수정만 있름"
  },
  {
    "store": "app_store",
    "date": "2026-07-12",
    "rating": 5,
    "content": "저 운동 다녀와서 정신없는 상태로 앱 들어가서 핸드폰들고 있얶는데 갑자기 결재하면 나는 소리가 나서 봤더니 \n갑자기 얼굴인식 되더니 1년권 결재가 된거 같더라구요ㅜ 제가 학생인지라 그정도 지불할 돈도 없고  혹시 환불 가능할까요 너무 죄송합니다ㅡㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-07-11",
    "rating": 5,
    "content": "아주 효과적인 선택 인아웃"
  },
  {
    "store": "app_store",
    "date": "2026-07-11",
    "rating": 2,
    "content": "잘 쓰고 있었는데 몇 번의 업뎃 후 무한로딩임 답답해 죽겠음"
  },
  {
    "store": "app_store",
    "date": "2026-07-10",
    "rating": 3,
    "content": "급식을 불러올 수 있었으면 좋겠어요. 다른 다이어트 앱엔 있었는데 여긴 없으니까 불편해요"
  },
  {
    "store": "app_store",
    "date": "2026-07-09",
    "rating": 1,
    "content": "1년 구독에 약 반나절, AI 기능 2회 사용을 하였는데 구독이 불가하다뇨. AI로 사진찍어도 정확하지도 않고 불편만 하더라고요."
  },
  {
    "store": "app_store",
    "date": "2026-07-08",
    "rating": 5,
    "content": "결제한 김에 열심히 여름 준비중..! 기능들도 재밌고 스스로 관리돼서 너무 좋습니다"
  },
  {
    "store": "app_store",
    "date": "2026-07-07",
    "rating": 5,
    "content": "너무 좋아요 식단 등록도 간편하고!! 다만 하나 아쉬운 점은 ㅠㅠㅠ 몸무게 등록할 때 소수점 둘째자리까지 쓸 수 있으면 너무 좋을 거 같아용.. ㅎ ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-07-07",
    "rating": 3,
    "content": "1년구독 만료 후 재연장은 안하고 싶은데 문의게시판도 없고 어디로 문의를해야하나요? 자동연장되는건 아닌지 해지가 되는건지 확인부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-07-06",
    "rating": 1,
    "content": "유료되고 쓸데없는거 계속 추가되더니 정작 필요한기능 쓰기 불편해짐"
  },
  {
    "store": "app_store",
    "date": "2026-07-06",
    "rating": 1,
    "content": "ai가 뻔한 소리만 계속 반복해서 대답하네요. 챗gpt쓰는게 훨씬 낫겟네요 저처럼 굳이 유료결제 하지마시라고 리뷰남깁니다."
  },
  {
    "store": "app_store",
    "date": "2026-07-06",
    "rating": 2,
    "content": "특가로 연간구독 결제를 했는데 실수로 연간구독을 한번 더 결제했어요. 어플상으로 환불여부 확인했더니 AI한번 사용했다고 불가하다고 합니다."
  },
  {
    "store": "app_store",
    "date": "2026-07-06",
    "rating": 3,
    "content": "전체적으로 좀더 직관적이었으면 좋겠어요.\n예를들어, 캘린더로 지나간 달이나 날짜를 확인할때 무척 불편해요. \n여러음식들 칼로리 확인하고 싶으면  아침점심저녁중 하나를 누르고 또 음식추가로 들어가야하고… 에효.. \n방만들기는 아이템들 각도와 크기 조절이 자유롭게 되면 좋겠어요."
  },
  {
    "store": "app_store",
    "date": "2026-07-05",
    "rating": 5,
    "content": "재설치를 해도 설정에 들어가도 사진 접근 권한 항목 자체가 표시가 안됩니다ㅠㅠ 이런경우에는 어떻게 해야하나요"
  },
  {
    "store": "app_store",
    "date": "2026-07-04",
    "rating": 5,
    "content": "진짜 모든게 다 너무 좋은데 껐다키지 않으면 흰화면에 로딩중이 끝없이 나타나요ㅠ 거의 1년 넘게 쓰고있는데 처음엔 잘되다가 어느 순간부터 버튼을 두 개 이상 누르면 흰화면이 나타나서 계속 껐다키고 반복을 하면서 쓰다가 업데이트가 되고 다시 원래처럼 돌아왔었는데 또 며칠 지나니까 그러더라구요ㅠ 이게 지금 계속 반복이에요.. 업데이트후 며칠은 괜찮다가 또 돌아오고 건강앱 연결도 매번 다시 해야해요ㅠ 제발 고쳐주세요ㅜㅜ🥲 다이어트라 예민해서 너무 거슬려용……ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-07-03",
    "rating": 1,
    "content": "앱이나 사이트 내에 고객센터 번호가 없어요… 플러스기능이 뭔지 확인도 불가능하구요… 걀제 취소 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-07-02",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "app_store",
    "date": "2026-07-01",
    "rating": 1,
    "content": "고객센터같은건 없나요? 환불 문의해야하는데 어떻게 연락해야하죠? 무료체험이라도 있었으면, ai기능들 써보고 괜찮으면 구독했을텐데 완전 품질 수준 이하입니다. Ai 쓰려고 구독한건데 ai코치 피드백 누르면 이미 프롬프트가 디폴트로 박혀있어서 똑같은 대답 계속 봐야되고 앱 기획도 완전 구려요. 근데 환불은 ai 기능썼으면 못한다고 되어있는데 이거 거의 강매아닌가요?? 어떻게 조치를 취해야하는지 이거 보시면 댓글로 안내해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-07-01",
    "rating": 3,
    "content": "껐다 켜야지만 되네요… 어플\n자체는 좋은데 이게 너무 불편해서 다른 어플로 갈아타고싶어요"
  },
  {
    "store": "app_store",
    "date": "2026-06-30",
    "rating": 5,
    "content": "진짜 다 좋은데 몸무게 꺾은선그래프로 볼 수 있는 기능 좀 추가해주세요ㅜㅜ 정말 머뮤 필요함!!ㅠㅠㅠ 말고는 다 촤고에욤\n귀엽고 깔끔하고 굿굿❤️❤️"
  },
  {
    "store": "app_store",
    "date": "2026-06-29",
    "rating": 4,
    "content": "체중, 운동, 걸음수 등 불러오기 버튼을 누르지 않고도 자동으로 건강앱과 연동이 되면 좋겠어요!"
  },
  {
    "store": "app_store",
    "date": "2026-06-29",
    "rating": 1,
    "content": "인아웃 너무 잘 쓰고 있는 앱이에요 근데 걸음 소모 칼로리가 성인남자 기준인거 같아서 좀 아쉬워요 키 몸무게 반영해서 개인에게 맞는 소모 칼로리로 기록되면 더 좋을거같아요 \n\n ++수정 원래 식단기록앱중에 제일 잘쓰던 앱인데 요즘에 인아웃쓰다가 다른앱쓰고 다시 최근앱목록에서 인아웃 들어오면 무한로딩이에요..;; 진짜 너무 불편한데 인아웃에 익숙해져서 참으몀서 쓰고있습니다 어떻게좀 수정해주세요\n\n그리고 매번 쓸때마다 건강앱 연동이 끊어져있어서 다시 연결해야돼요. 오류가 너무 심각해서 쓰기가 힘듭니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-28",
    "rating": 5,
    "content": "진짜 좋음 신경 많이 쓰신듯"
  },
  {
    "store": "app_store",
    "date": "2026-06-26",
    "rating": 5,
    "content": "근데 이 앱이 좋기는한데 저는 알람이 오게 설저으을 했는데 제가 왜 알람을 오게 설정을 했냐 알람이 안오면 떠 안할 것 같고 알람이 오면 너무 알람이 많이 쌓여서 안좋기는 하지만 저 처럼 알람 없으면 많이 안한다 하시는 분들은 알람 오시게 하시고 알람 쌓이는게 싫다 하시는분들은 알람 설정을 안하시는게 좋을 것 같습니다💗💗"
  },
  {
    "store": "app_store",
    "date": "2026-06-26",
    "rating": 5,
    "content": "제가 1년 사용권을 구매하고 하루쓰고 이제 그만하고싶어져서 환불기능을 모르고 탈퇴하고 애플스토어에서 구독취소를 했는데 환불 어떻게 안될까요?…"
  },
  {
    "store": "app_store",
    "date": "2026-06-25",
    "rating": 5,
    "content": ">>돌고 돌아 인아웃<< 진짜 맞는말이네여... 다른거 쓰다가도 제일 편하고 깔끔하고 똑똑한 인아웃으로 돌아오게됨\n하나 건의사항이 있는데, 앱 홈화면의 아래 메뉴바에서 “기록”을 한 번 더 누르면 날짜가 오늘로 바뀌게 해주세용!! 헷갈려서 다른 날짜에 기입한 적이 많아서요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-06-24",
    "rating": 3,
    "content": "앱 자체는 쓸만한데 아니 왜 영양성분 자동 인식 오류가 자꾸 나는지 모르겠어요 ㅡㅡ 수동 입력 귀찮아서 자동 인식 자주 쓰는데... 명확히 표기된 성분도 인식을 못해요 왜 개선을 안 해주시나요 계속 인식을 못하는데..."
  },
  {
    "store": "app_store",
    "date": "2026-06-24",
    "rating": 1,
    "content": "아니 달마다 3300원이라고 써있길래 결제했는데 할부가 아니라 일시불이더라고요? Ai 한테 식단정도만 물어보고 이상하다 싶어서 확인해보니까 39500원이 빠져나갔더라고요 이건 제작사측 문제인거같습니다 환불 부탁드리겠습니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-24",
    "rating": 5,
    "content": "모르고 6만 9천 500원으로 결제 했는데 바로 환불 처리 신청 했어요 꼭 되게 해주세요ㅠㅠ 그 외엔 너무 잘 쓰고 있어요"
  },
  {
    "store": "app_store",
    "date": "2026-06-23",
    "rating": 5,
    "content": "플러스구독하면 마이노멀 할인되서 살수있다길래 구매했는데 어디서 사는거죠?"
  },
  {
    "store": "app_store",
    "date": "2026-06-23",
    "rating": 5,
    "content": "아이폰을 투명으로 사용자화 하면 위젯 글씨가 보이지 않은 오류가 잇어요 수정 해주세여"
  },
  {
    "store": "app_store",
    "date": "2026-06-23",
    "rating": 1,
    "content": "1. AI 사진 인식 진짜 급급하게 만들어놓은 기능 같고 저는 하나하나 기록하기 싫어서 이거 때문에 유료로 산 것도 있는데 뭔; 관련도 없는 음식 가져와서는 인식결과로 넣는데 이게 맞나요? 사물 디텍션이 안되면 그냥.. 기능을 무료로 하든가.. 이게 무슨 유료 기능이에요.. 소비자 입장에서 돈 값을 하는 기능인지 판단은 하셔야 하는거 아닌가요?\n\n2. AI 코치는 몇번 대화해보시면 알겠지만 진짜 3-4년 전 GPT 수준이고, 운동 자체도 몇 칼로리 탔는지 몇분 했는지 밖에 접근 못하고 운동 상세 강도 분석 못하는 것도 별로고 무슨 개인화된 알람을 보내는 것도 아니고 제가 굳이 굳이 찾아서 GPT처럼 물어보는 것도 좀 별로네요 이럴거면 걍 GPT 쓰죠;\n\n3. 위 기능들 유저가 경험할 수도 없게 유료 버전에만 가능하다고 해놓고, 유료 버전 결제하고 기능 써보니 바로 환불 불가 하다는 이 구조는 진짜 너무 야비한거 아닌가요? 이런 기능을 돈 내고 쓰는게 너무 아까워서 전체 환불도 아니고 그냥 부분 환불이라도 받을려고 하는데 기능 하나라도 써보면 바로 환불 막아두셨네요? 이게 정상인가요? 기능들 디벨롭해서 돈값하게 하든가 아니면 부분환불 해주셔야죠;"
  },
  {
    "store": "app_store",
    "date": "2026-06-22",
    "rating": 5,
    "content": "유료사용자인데 왤케 불편하게 계속 뜨게함"
  },
  {
    "store": "app_store",
    "date": "2026-06-22",
    "rating": 4,
    "content": "자꾸 데이터가 없다고 물마시라고 조언하는데 하루에 2리터 마신다고 잘 입력하고 있으니까 적용 잘되게 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2026-06-22",
    "rating": 5,
    "content": "역시 다이어트엔 식단 기록이 최고죠"
  },
  {
    "store": "app_store",
    "date": "2026-06-20",
    "rating": 2,
    "content": "리뷰 다 좋길래 깔아봤는데 첨에 설문조사?같은거 하자나여. 거기 질문중에 ‘평소에 어떤 운동을 하나요?‘라는 질문 답하고 다음 누르면 보라색 배경에 어떤 캐릭터 그려져있고 밑에 다음 버튼이 있는데 앱 죽이고 눌러보고 핸드폰 자체 전원을 껐다 켜봐도 안눌러져요ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-06-20",
    "rating": 5,
    "content": "진짜 최고ㅜ 첨엔 복잡해서 헷갈렸는데 쓰다보니 이만한 어플이 없어요ㅠㅠ 다이어트 어플 진짜 많이 써봤는데 이렇게 필요한 기능 다 있고, 부가기능 좋고, 디자인까지 귀엽고 깔끔한 앱은 인아웃 뿐인 것 같아요ㅜ 만들어주셔서 너므 감사합니다💗💗💗💗"
  },
  {
    "store": "app_store",
    "date": "2026-06-19",
    "rating": 4,
    "content": "제 키에 맞는 몸무게가 지금 몸무게보다 높아서 몇 키로만 빼려고 했는데 목표입력에서 막혔어요"
  },
  {
    "store": "app_store",
    "date": "2026-06-19",
    "rating": 4,
    "content": "다른 앱 쓰다가 음식정보가 부정확한거같아서 이걸로 갈아타려고 하는데요. 며칠 사용해보니 불편한 부분이 있어서 리뷰남깁니다. 운동이랑 걸음수 같은거 매번 불러오기 하지 않고도 자동으로 업데이트되면 좋겠어요. 필라이즈라는 앱 쓸때는 자동으로 업데이트 되어서 좋았는데, 이거는 매번 내가 업데이트 버튼을 눌러줘야하니 조금 번거로워요. 그리고 깜빡하고 단식 기록을 못한경우를 생각해서 수동으로 입력하거나 추후에 시간을 수정하는 기능 있으면 좋겟습니다."
  },
  {
    "store": "app_store",
    "date": "2026-06-18",
    "rating": 5,
    "content": "사진 카메라 권한 설정 어떻게 하나요? 앱에 사진 카메라 기능 자체가 off돼서 설정에도 안보이는걸로 보이는데요?\n\n아이폰17 IOS 26.5.1\n\n앱-인아웃-인아웃 접근허용에 사진, 카메라 없음"
  },
  {
    "store": "app_store",
    "date": "2026-06-18",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "app_store",
    "date": "2026-06-18",
    "rating": 1,
    "content": "아기자기하게 디자인은 좋지만, 이것저것 기록해야 할게 너무 많아 번잡스러움 애플워치 어떻게 연동해야 하는지 ai한테 한번 물어봤다고 환불도 안되서 그냥 그 한달 이용료를 날렸어요. 그런쪽으로는 머리 잘쓰신듯?? ㅎㅎㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2026-06-18",
    "rating": 5,
    "content": "유료구독은 별로입니당.. 환불하고싶은..\n음식ai분석 제대로안돼요\n채팅도 지피티가 더 잘봐주고요 ㅜ\n\n인아웃어플은 무료로도 충분한것같아요"
  },
  {
    "store": "app_store",
    "date": "2026-06-17",
    "rating": 5,
    "content": "초대코드 입력하고 사과받기 상부상조 해여 QR926HF"
  },
  {
    "store": "app_store",
    "date": "2026-06-17",
    "rating": 3,
    "content": "1. 애플연동 했는데 한 번 하면 쭉 가야하는데 지속적으로 로그아웃되어서 일일이 로그인하기 귀찮아요. \n2.건강어플 연동도 한두번 연동하는 것도 아니고 하루에 여러번 다시 연동해야해서 귀찮아요"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 3,
    "content": "FAQ도 없고 CS도 못 찾겠고 앱 리뷰 말고는 문의할데가 없네요"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 5,
    "content": "나만의 레시피를 분류하거나 가나다 순, 검색하는 기능 같은게 있으면 관리하기 더 편할 것 같아요!! 그리고 레시피를 작성할 때 재료 저장시 즐겨찾기에 있는 재료들을 따로 볼 수 있으면 좋겠어요. 그거 외엔 칼로리 계산이나 탄단지 계산할 때 가장 유용하게 쓰는 앱입니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 5,
    "content": "친구랑 배틀할 때 실시간으로 업데이트?되는 곳에 친구한테 하트나 어떤 반응을 할 수 있는 기능이 있으면 좋겠어용"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 1,
    "content": "목표 체중 원하는 대로 설정할 수 있게 해주세요;;"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 3,
    "content": "기능이 뭔가 복잡하고 ai가 음식찍을때 정확도가 너무 떨어집니다. 처음으로 결제하고 싸보는 다이어트앱인데\n아쉬운점이 많습니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 5,
    "content": "잘못하고 인아웃 플러스 오늘 구독 했는데 취소하는법좀 알려주세요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-06-14",
    "rating": 5,
    "content": "앱 설치하고 별다른 청구요구에 동의하지를 않아서 앱 삭제하고 구독취소했는데도 계속 정기요금 청구가 오네요.. 구독취소할수 있을까요 차라리 연간권 말고 한달짜리러 변경 가능할까요.."
  },
  {
    "store": "app_store",
    "date": "2026-06-13",
    "rating": 5,
    "content": "다 좋은데 자동으로 산출된 기초대사량이랑 인바디로 측정된 기초대사량이랑 상당히 차이나는데 수정 못하나요???"
  },
  {
    "store": "app_store",
    "date": "2026-06-13",
    "rating": 1,
    "content": "자동으로 로그아웃 되버려서 다시 로그인 할려니깐 아예 다 처음으로 바뀜 아니 내 기록은 사과 엄청 열심히 모았는데"
  },
  {
    "store": "app_store",
    "date": "2026-06-12",
    "rating": 4,
    "content": "오류 수정 부탁드립니다.\n알림을 꺼놨는데도 식단 기록하라고 알림이 오고, 게다가 식단을 기록했는데도 아직 안했다는 알림이 옵니다.\n다른 건 다 좋지만 앱 이용에 알림 오류가 매우 방해되니 빨리 고쳐주셨으면 합니다."
  },
  {
    "store": "app_store",
    "date": "2026-06-11",
    "rating": 1,
    "content": "환불 요청드립니다. Ai에 안녕이라고 한번 쓰고 바로 당일에 환불요청했는데 무시하시네요. 확인 후 바로 결제취소 부탁 드려요"
  },
  {
    "store": "app_store",
    "date": "2026-06-11",
    "rating": 5,
    "content": "잘 사용하고 있으나 식사세트 등록 후 개수가 늘어나 스크롤을 해야하는 순간에 스크롤이 되지 않아 화면을 아래로 내릴 수 없습니다 개선 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-11",
    "rating": 5,
    "content": "앱을 더이상 사용하지 않아 삭제하기 전 애플로 로그인했던 계정삭제를 하고싶습니다. 앱에는 로그아웃만 나와있고, 데이터 삭제를 눌러도 아무것도 삭제되지 않았습니다. 혹시 제가 모르는 방법이 있을까 싶어 여기다가 여쭤봅니다.."
  },
  {
    "store": "app_store",
    "date": "2026-06-10",
    "rating": 5,
    "content": "일단 탄단지 당 나트륨 함량 다 볼수있어서 너무좋고요 그래프로 내가 어떤걸 먹었을때 좀 찌고 어떤걸 먹었을때 빠지는지 알수도있으니까 좋은거같아요 \n근데 처음에 목표설정할때 기초대사량 이정도일거다 라고 알려주는데 자기 대사랑 아는사람에 맞게 수정할수있는 버튼이 생겼으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-06-09",
    "rating": 1,
    "content": "갑자기 지 멋대로 1년 정기구독 되었는데 그것도 모르고 돈이 빠져나가서 환불 요청 드렸더니 두번 다 거절이네요..어이가 없습니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-08",
    "rating": 1,
    "content": "속터집니다... \n그리고 식단 입력하다 자꾸 혼자 뒤로 가집니다\n그것만 개선하면 좋을 듯 합니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-07",
    "rating": 5,
    "content": "제가 일형당뇨가 있어서 음식 먹을때마다 순탄수 단백질 지방을 다 계산해서 음식을 먹어야하거든요 근데 전엔 이런 앱 있는줄도 모르고 인터넷에 음식 종류 하나 하나 검색해가면서 계산해야됐는데 인아웃이라는 앱 알고나서 음식 계산하고 관리하기가 너무 편해졌어요ㅠㅠㅠ 진짜 이런 앱 제작해주셔서 너무 감사드려요 개발자님 더더 성공하시고 복 많이 받으셨음 좋겠어요🥹🩷🩷"
  },
  {
    "store": "app_store",
    "date": "2026-06-07",
    "rating": 1,
    "content": "내가 계좌에 돈이 없는줄 알고 그냥 결제함 근데 돈이빠진거임 그래서 환불할려고 스크롤하디가 아래 뭔 ai를 눌렀는데 부분환불도 안된다고 함 그러니 제발 부분 환불이라도 해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-06-07",
    "rating": 4,
    "content": "회원탈퇴 어케해요 왤케 꽁꽁 숨겨놧어요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-06-06",
    "rating": 3,
    "content": "언제든지 구독 취소가능하다고, 오늘날짜 까지만 취소하면 된다는 글 확인하고 결제해서 살펴보다가 구독취소를 했더니 내년 오늘날짜\n까지네요?? 말장난도 아니고.. 환불 부탁합니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-06",
    "rating": 3,
    "content": "좋은 기능을 쓰려면 돈을 내야하고 쓸만하긴해요 돈 안내면 그닥 도움이 안되요"
  },
  {
    "store": "app_store",
    "date": "2026-06-06",
    "rating": 3,
    "content": "수정))\n식단 아침 점심 저녁 음식 선택해서 추가버튼 누르고 (완료하기전) 다른어플이나 사진좀 잠시 참고하려고 백그라운드앱 들어갔다가 다시 인아웃 재접할경우 하얗게뜨거나 로딩버튼(점네개)가 뜨고 무한지연 or 다시메인화면으로 돌아갑니더다시 앱 들어오면 처음부터 다시 입력해야하더라구요\n업데이트해도 같아요\n\n\n\n\n아이폰인데 음식 입력버튼 누르면 하얗게 되고 그냥 먹통돼서 다 날라가요"
  },
  {
    "store": "app_store",
    "date": "2026-06-06",
    "rating": 5,
    "content": "너무 좋아요!! 음식 칼로리 계산하는게 생각보다 많이 편하고, 식사메뉴 추천받는 것도 너무 좋아요. 평소에 그냥 챗지피티한테 추천받고 그랬었는데, 앱 내에서 추천받으니까 내 건강 상태나 오늘 섭취 칼로리 같은 것도 다 고려해서 추천해주는 게 너무 좋아요 :)\n\n다만 위젯 기능이 조금 아쉬워요..!! 아이폰 사용중이고, 걸음수랑 마신 물 양 나오는거 위젯으로 두고 사용하려고 했는데 몸무게가 같이 나오더라구요.. 애초에 민감한 정보기도 하고, 저같은 사람은 너무 콤플렉스인 부분이라서 혹시나 다른 사람이 보게 될까봐 위젯 사용을 못하고 있습니다.. 이 점 참고해주시면 너무 감사하겠어요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-06-05",
    "rating": 1,
    "content": "리뷰보니 환불건 리뷰에만 답을 안다시네요;;\n\n앱이 좋긴한데 ai 대화가 저한텐 유익하지 않은 거 같고 사진 찍어서 ai해보는 것도 결국 제가 다시 수정하게 되더라고요 사용해보지 않았을 땐 저한테 유용하겠다 싶었는데 사용해본 후 쓸 일 없을 거 같다고 판단이 되어 부분 환불 받으려니 2회씩 사용했다고 안된다고 하네요? 오늘까지 2일 사용했고 앞으로 363일은 안쓸거 같은데 부분 환불 안될까요?;;"
  },
  {
    "store": "app_store",
    "date": "2026-06-04",
    "rating": 1,
    "content": "백그라운드에서 다시 들어가면 흰화면 뜨는거 제발 고쳐주세요.. 그리고 원래 기록할 때 최근 기록한 음식 떠야하는데 안떠요 리셋돼요"
  },
  {
    "store": "app_store",
    "date": "2026-06-04",
    "rating": 4,
    "content": "알림 꺼져있다는 창 좀 그만 띄워주세요\n알림 일부러 꺼놓는건데 왜 자꾸 뜨는지 모르겠네"
  },
  {
    "store": "app_store",
    "date": "2026-06-03",
    "rating": 1,
    "content": "플러스 구독했는데,  기록하기도 불편하고 아이폰 건강어플하고 연동도 안되서 당일 환불 할려고 했는데 안되네요.  걍 1년치 7만 얼마 날렸습니다.  플러스 구독 하실때 신중하게 결정하세요."
  },
  {
    "store": "app_store",
    "date": "2026-06-01",
    "rating": 1,
    "content": "이런 앱은 처음입니다"
  },
  {
    "store": "app_store",
    "date": "2026-05-30",
    "rating": 4,
    "content": "기록 초기화 해도 뭐 게시판에 썼던 글 알림 흔적은 안 지워지더라구요 제발 알림 삭제할 수 있게 해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-05-29",
    "rating": 5,
    "content": "외국 어플들은 없는 음식들도 많은데 여긴 개인이 등록한 것들도 많아서 기록하기 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-29",
    "rating": 3,
    "content": "앱을 껐다 들어오면 칼로리 기록이 초기화가 되네요ㅠㅠ 아침 점심 기록을 오늘만 3번째 하다 지웁니다…😢"
  },
  {
    "store": "app_store",
    "date": "2026-05-28",
    "rating": 5,
    "content": "이게 다이어트 앱이 맞나 싶네요 정말 도움이 많이 됩니다 다이어트 하시는분께 강추 드립니다!"
  },
  {
    "store": "app_store",
    "date": "2026-05-28",
    "rating": 5,
    "content": "1.기록 다 했는데 기록 안 하고 넘어간다고 알림오는것\n2.광고 오늘 그만보기해도 광고 계속 뜨는것"
  },
  {
    "store": "app_store",
    "date": "2026-05-27",
    "rating": 4,
    "content": "앱 자체는 너무 좋고 잘쓰고 있는데, 이거 기초대사량 수정을 못하네요? 인바디로 따로 쟀을땐 1800kcal인데 앱에선 자체 계산으로 1900kcal으로 나오고 수정은 못하네요.. 이거 업데이트 될까요?"
  },
  {
    "store": "app_store",
    "date": "2026-05-26",
    "rating": 3,
    "content": "좋습니다. 하지만 간식을 한 타임에 다 먹는게 아니라 따로따로 먹으니까 그 시간을 따로 설정할 수 있는게 있으면 좋겠고요. 그리고 야식도 따로 만들어줬으면 좋겠습니다. 그리고 ai가 제발 전에 했던 쟤 얘기들을 기억해주면 좋겠어요.. 매번 다시 쳐야하는 것도 아쉽습니다.."
  },
  {
    "store": "app_store",
    "date": "2026-05-26",
    "rating": 3,
    "content": "인아웃 앱을 처음 깔아서 초기단계를 거의 했는데 칼로리 설정에서 막히더라고요. 다음 버튼을 누르는데 다음 버튼이 안 눌러져요."
  },
  {
    "store": "app_store",
    "date": "2026-05-26",
    "rating": 3,
    "content": "음식을 사진찍어서 올리면 사진을 보고 양을 추적하고 판단하여 칼로리 및 성분을 계산 해야 하는데, 그저 음식의 종류만 보고 정해진 칼로리를 넣습니다. \n때문에 음식 사진과 섭취한 칼로리의 차이가 너무 심하게 나요\n음식 사진을 보고 보다 칼로리를 명확하게 계산 할 수 있었으면 좋겠습니다\n\nAI에 운동을 기록 하면 임의대로 시간을 정해서 넣는데 가끔 오류 날 때가 많습니다\n예를 들어 마이 마운틴 인클라인 15°, 스피드 5km/h, 50분 이라고 적으면 마이 마운틴 15분 적당히 라고 나옵니다\nAI면 속도와 시간을 적어 주면 몇 키로를 운동했는지 나와야 하는거 아닌가요?\n\n그리고 운동을 기록 하는 글자수가 너무 적어요\n좀 쓰면 글자수가 오버 되었다고 합니다\n\n유료 어플인 만큼 좀 더 신경 써서 업데이트 해 주셨으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-05-25",
    "rating": 3,
    "content": "학습기능이없어서 못먹는 음식응 매번 말해줘야 식단 코칭 받을 수 있어서 불편해요.\n\n연간 4만원인데 비싸게 느껴져요. \n평생소장으로 바꿔줘도 4마넌도 비싼거같아요.\n\n사과로 꾸미는건 별로 다이어트를 유지하는데 도움이 그닥 되지않아요.\n\n캐릭터는 귀여워요 굿"
  },
  {
    "store": "app_store",
    "date": "2026-05-25",
    "rating": 5,
    "content": "몇달째 잘쓰고있어요! 모든 게 좋지만 최근들어 기록하다가 폰화면이 꺼지거나 앱을 나갔다 들어오면 흰화면에 렉걸리며 기록해두었던 내용이 모두 사라져서 다시 기록해야 하는 게 불편합니당 원래는 저장 안해뒀어도 바로 다시 들어가면 남아있었거든요ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-05-24",
    "rating": 5,
    "content": "사과 좀 더 잘 얻을 수 있는 방법 만들어주세용 빈털터리는 서럽습니다"
  },
  {
    "store": "app_store",
    "date": "2026-05-24",
    "rating": 4,
    "content": "1년치가 결제 되었는데 환불 요청드려요"
  },
  {
    "store": "app_store",
    "date": "2026-05-23",
    "rating": 1,
    "content": "코칭좀 받고싶어서 다운받았더니 유료임. \n그리고 광고 계속떠서불편함.\n바로 탈퇴하고 삭제함."
  },
  {
    "store": "app_store",
    "date": "2026-05-22",
    "rating": 5,
    "content": "음식 기록할 때 종류도 많아서편하고 칼로리 계산도 쉬움. \n쵸로도 잘 나타내주고 방꾸미기?나름 재밌음요. \n커뮤니티도 있어서 외롭지 않게 다이어트 가능. \nai기능은 유료인게 조큼 슬프지만 그래도 아주 만족합니다."
  },
  {
    "store": "app_store",
    "date": "2026-05-22",
    "rating": 3,
    "content": "평소에 너무 잘 쓰고 있었는데, 어느 순간부터 앱이 열려있는 상태에서 잠깐 다른 앱으로 넘어갔다 다시 들어가면 화면이 하얗게 돼서 아무것도 안보여요… 껐다가 다시 켜서 광고를 삭제해야만 구동이 됩니다.\n만약 똑같은 광고를 계속 보게 하려고 고의로 설정한거라면 탈퇴사유가 될것같고,, 오류라면 개선될 거라고 믿고 계속 쓰겠습니다… 이외엔 너무 잘쓰고 있습니다!"
  },
  {
    "store": "app_store",
    "date": "2026-05-22",
    "rating": 1,
    "content": "필요한 게 어디있는지 보이지 않고 찾기도 힘듬. 인바디 입력도 뒤지고 뒤져서 겨우 찾아냄. \n운동 및 식단 어플이라기에는 앱에 무슨 커뮤니티 기능한 주구장창 있음. 다이어트 앱이 아니라 무슨 sns, 카페인줄. \n야식 먹은 거 기록하고 싶은데 없음. 있어도 도저히 찾을 수가 없음. 진짜 없는 것 같음. \n뭐 하나 하려고 하면 이게 이건가? 이게 저건가? 일일이 누르고 뒤지고 찾아야함. 따로 설명 없고 물을 수도 없음. 이 불편을 앱 내부에서 해결할 방법이 없음. 뭐 일일이 인터넷에 검색해서 알아봐야함??\n앱에서 고객센터, 자주묻는 질문, 문의 전부 찾을 수 없었음. 매우 불친절함. \n(+찾았는데 찾아도 별 의미 없는듯. 그냥 외부 링크 이동되고는 노션같은 곳에 메모해놓은 거 보여주는 게 끝임.)\n이미 쓰고 적응한 오래 쓴 사람들은 상관 없겠지만 나같은 신규 유저는 추천하지 않음. 결제라도 하지 마셈. \nAI한테 이런 거 불편하다 말하니까 ‘그건 네 문제’라고 함. 자기한테 말하지 말고 고객센터에 말하라는데… 내 문제라고 하는게 맞는 거임?? 고객센터는 어디있는데???\n쓴지 얼마 안 돼서 잘 모르지만, 오래된 앱인 것 같은데 그래서 그런가 고인물들 커뮤니티 앱인듯.\n쓰레기 앱. 이럴거면 결제 안 했지. 후회됨. 진심 욕하고 싶음. \n다른건 둘째쳐도 AI 교육 똑바로 하세요. UI늠 그냥 앱이 블편한 거여도 AI로 결제 유도해서 돈 받아먹었으면 니문제라는 말은 나오면 안되지."
  },
  {
    "store": "app_store",
    "date": "2026-05-18",
    "rating": 5,
    "content": "진짜 평소에 아무리 좋은 앱이라도 리뷰는 안 쓰는데... 진짜 진심으로 인생 손해 보기 싫으면 다운하세요.. 제발... 다이어트는 엄청 잘 되는 것 뿐만 아니라 그냥 재밌어요... 네 그냥 엄청 재밌어요... 진짜 이 앱 다른 sns 보다 많이 사용하는 것 같아요... 10대? 20대? 30대? 그딴 거 상관없이 그냥 너무 좋아요..."
  },
  {
    "store": "app_store",
    "date": "2026-05-17",
    "rating": 1,
    "content": "처음에는 1년 구독 이벤트처럼 적극적으로 유도해놓고, 실제로는 기대한 기능이나 콘텐츠가 부족했습니다.\n게다가 앱 내 AI 추천 채팅을 몇 번 눌러본 정도만으로 전체 환불이 불가능하다는 건 과하다고 생각합니다.\n\n실질적인 사용이 거의 없는데도 무조건 환불 불가라는 건 소비자 입장에서 납득하기 어렵네요.\n정책만 반복하시기보다 실제 이용 정도를 고려한 대응 부탁드립니다.\n정책이라는 말만 반복하시니 더 말씀드려도 의미가 없을 것 같네요.\n소비자 입장에서는 좋은 경험은 아니었습니다."
  },
  {
    "store": "app_store",
    "date": "2026-05-16",
    "rating": 1,
    "content": "앱깔아놓고 어떤 기능있는지 보고나서 방치해둔 앱이였는데 갑자기 혼자 프리미엄이 결제되어있어서 황급히 앱을 지웠는데도 계속 결제하라고 뜨네요"
  },
  {
    "store": "app_store",
    "date": "2026-05-16",
    "rating": 2,
    "content": "앱 쪼금만 나왔다가 다시 접속하면 흰화면이 떠서 앱 종료했다가 다시 들어가야돼요 왜이런거예요"
  },
  {
    "store": "app_store",
    "date": "2026-05-16",
    "rating": 1,
    "content": "3일도 안썼고 환불불가사유인 ai 기능 19번에 코치채팅1번 썼다고 안된답니다. 그 핵심 기능이 음식사진찍어서 칼로리 알려주는건데 단 한번도 음식을 제대로 인식한적이 없음. 그래서 올릴때마다 제대로인식하는지 안하는지 여러번 시도했었음. 당연히 칼로리도 엉터리. 코치채팅은 메인화면에 떡하니 되있고 이정도면 사기입니다."
  },
  {
    "store": "app_store",
    "date": "2026-05-15",
    "rating": 5,
    "content": "진짜 귀찮은게 너무싫은 대문자 P이지만 앱도 너무 귀엽고 친구들이랑 같이 배틀로 하다보니까 욕심도 생겨서 매일 열심히 기록하게됨.. 사과 받아서 꾸미는것도 진짜 너무좋음 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-05-15",
    "rating": 5,
    "content": "현재는 일요일이 첫 시작인데 월요일이 첫 시작으로 변경가능하면 너무 좋을것 같아요!!"
  },
  {
    "store": "app_store",
    "date": "2026-05-15",
    "rating": 1,
    "content": "ㄱㅋㅌㅋ 이 쓰레기 게임"
  },
  {
    "store": "app_store",
    "date": "2026-05-14",
    "rating": 3,
    "content": "앱 들어갔다 나오면 흰 화면이 뜨면서 멈춰요… 탭 끄고 다시 들어가야지 제대로 뜨는데 수정해주세요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-05-14",
    "rating": 5,
    "content": "다른 다이어트 앱보다 인아웃이 훨 낫고 다이어트에 도움이 많이 되는 어플..!! 너무 잘쓰고 있습니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-05-14",
    "rating": 1,
    "content": "다음으로가기 버튼 눌러지지가 않음 겊나 최악어플임 깔지마셈"
  },
  {
    "store": "app_store",
    "date": "2026-05-14",
    "rating": 2,
    "content": "낚여서 일년유료결재했는데\n왜 ai가 걸음수는 도대체가 반영을 못해요ㅠ 이거기능좀 추가해요 어려운것도 아닌데"
  },
  {
    "store": "app_store",
    "date": "2026-05-13",
    "rating": 5,
    "content": "인아웃쓴지 1년넘었습니다! 잘사용중인데 어느순간부터 업뎃한뒤로 제가 만든 그룹에 채팅을하려니까 다른 기기로 접속중입니다 라고 뜨고 채팅이 입력이 안되고 튕기는 오류가 발생합니다.. 관리하려면 채팅 쳐야하는데 버그고쳐주세요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-05-11",
    "rating": 5,
    "content": "진짜 다른 앱들이랑 비교도 안되게 너무 좋은데, 하나 원하는 개선 사항이 있습니다!!\n1:1대결 모드에서 기한 설정이 30일까지밖에 안되는 게 너무 아쉬워요ㅠㅠㅠ 한 6개월까지는 할 수 있게 늘려주시면 진짜 너무너무너무 좋을 거 같습니다!!!!!!!!!!!"
  },
  {
    "store": "app_store",
    "date": "2026-05-11",
    "rating": 5,
    "content": "다이어트앱중에선 최고임"
  },
  {
    "store": "app_store",
    "date": "2026-05-11",
    "rating": 4,
    "content": "무슨 커뮤니티 글 같은 걸 보내는데 의도를 모르겠어요..."
  },
  {
    "store": "app_store",
    "date": "2026-05-11",
    "rating": 1,
    "content": "갑자기 미쳐가지고 갈등조장 커뮤글 퍼온거 빨리 와서 보라고 알림쏘고 ㅈㄹ남 이거 어케 끔?"
  },
  {
    "store": "app_store",
    "date": "2026-05-10",
    "rating": 5,
    "content": "앱 자체는 디자인도 귀엽도 실용적인데 뭐가 너무 많아서 가독성이 떨어진다고 해야하나 클릭할것도 너무 많고 창에도 뭐가 많아서 좀 정리하면 보기 편항 거 같아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-10",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "app_store",
    "date": "2026-05-07",
    "rating": 3,
    "content": "통계 기간별그래프에 몸무게 그래프보면 지금까지 몇키로 빠졌는지 안나오네요!  개선해주세요 !!!"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 5,
    "content": "다이어트용으로 받았는데, 식단 운동 체중 기록하기도 좋고 귀여워서 계속 기록하게돼요"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 3,
    "content": "귀엽고 다 좋은데 뭐 할때마다 오류가 나는지 화면이 안넘어가고 계속 흰 화면만 뜹니다. \n껐다 켰다 무한반복 해야해서 불편해졌어요..."
  },
  {
    "store": "app_store",
    "date": "2026-05-05",
    "rating": 5,
    "content": "귀여워서 좋은데 다이어트 핵심이 체지방률, 근육량인데 기록 못해서 아쉬워요!"
  },
  {
    "store": "app_store",
    "date": "2026-05-05",
    "rating": 5,
    "content": "신규회원 월3500원??이었나 그런줄 알고 덜컥 결제를 눌러버렸는데 알고보니 연38500원을 결제하면 월3500정도 내는거다 이거더라고요..그래서 환불받기를 찾고있는데 안보여서 ai챗봇한테 환불받기 어디있냐 물어봤는데 모른다해서 제가 스스로 결국 찾았습니다 근데 방금전ai를 한번 썼다는 이유로 환불 불가하더군요….. 너무 억울했습니다..\n현실을 받아들이지 못하고 ai를 한번 눌러보고 그랬는데 갑자기 아무것도 부탁 안했든데 자기혼자 5월내 기록분석?뭐 그런걸 해주더군요 저는 이 어플깐지 10분도 안지나서 아무 기록도 없는데…아무튼 전 너무 억울합니다 38500원은 저에게 너무 큰 돈입니다 부디 환불부탁드립니다.. 공정거래위원회 고시에 따르면, 온라인 콘텐츠 서비스의 경우 이용자가 중도 해지를 요구하면 이용 기간에 해당하는 만큼의 금액과 위약금(통상 10%)을 제외한 나머지 금액을 환불해 주어야 합니다.저는 뭐 한게 없으니 거의 전액환불 해주시면 감사하겠습니다 안해주시면 저는 신고를 할수밖에 없습니다.. 읽어보시고 빠른 답변 부탁 드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-05-05",
    "rating": 4,
    "content": "목표칼로리가 애초에 기초대사+예상 활동성 대사 합쳐서 -20% 이런식으로 설정하는건데 운동이랑 걸음 수 기록하는칸에 활동한걸 기록하면 메인화면에 활동으로 소모한 칼로리만큼 더 먹을 수 있다고 나오는게 잘못된것같아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-03",
    "rating": 5,
    "content": "환불 좀 해주세요 \n솔직히 1년 구독중 취소하면 나머지 달은 해줘야 하는거 아닌가요\n뭔 좋지도 않은 Ai 몇번 물어본거 도움도 안되는데 그거 썼다고 환불안된다니 말되나요\n환불 좀 해주세요 환불 좀 해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-05-01",
    "rating": 5,
    "content": "좋아보여 결재하려했는게데 신규회원이벤트 시간을 놓쳤어요\n\n기회는 없나요 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-04-30",
    "rating": 5,
    "content": "앱 너무 잘 사용하고 있어요!!! 근데 업데이트 이후로 인아웃 나갔다가 다시 들어오면 그냥 하얀 화면밖에 안떠서 새로고침 했다가 다시 열어야해서 매우 번거로워요 개선 부탁드립니다 감사해요 !!!!"
  },
  {
    "store": "app_store",
    "date": "2026-04-29",
    "rating": 1,
    "content": "뭔 앱이 1분 단위로 멈추냐"
  },
  {
    "store": "app_store",
    "date": "2026-04-28",
    "rating": 1,
    "content": "어떻게 해야해요? 몸무게 한번에 적으려고 사진첩들어갔다 가면 다시 하얘져서 처음부터 들어가야는데,, 이거 몇달 됐잖아요,, 고칠 방법있나요?"
  },
  {
    "store": "app_store",
    "date": "2026-04-28",
    "rating": 1,
    "content": "갑자기 혜택 있다고 2분 카운트하길래 얼떨결에 1년권 샀는데 아침식사 업로드 한 번 해보고 다른 앱보다 별로여서 환불하려니까 이미 사용했다고 환불 불가라고 뜨네요 ㅎㅎ 돈 그런 식으로 벌지 마세요 \n여러분은 신중하게 선택하시길"
  },
  {
    "store": "app_store",
    "date": "2026-04-28",
    "rating": 5,
    "content": "그런데 식사 기록 후 식사 시간대는 따로 확인이 어렵나요?👀 제가 못 찾는 건지.."
  },
  {
    "store": "app_store",
    "date": "2026-04-28",
    "rating": 5,
    "content": "잘쓰고있어요 ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2026-04-28",
    "rating": 5,
    "content": "디자인도 기능도 넘치지도 부족하지도 않아서 좋습니다\n\n그런데, 혹시 첫 화면에서 기록 부분을 아래로 내리려고 하는데 감도 문제인지 날짜가 어제나 내일로 자동으로 이동합니다. 그저 아래 위로 움직이려고 해도 요일이 양옆으로 움직여서 자꾸 기록을 다른 날 하게 돼요 \n\n감사합니다"
  },
  {
    "store": "app_store",
    "date": "2026-04-27",
    "rating": 4,
    "content": "좀 쓸만하면 앱 작동이 멈추거나 화면이 흰색으로 변경돼요. \n- 앱 작동 멈출때: 식단 음식 추가 중 or 칼로리 수정 중\n- 화면 흰색으로 변하고 프리즈 : 수시로.. 다른 앱 쓰다가 다시 돌아올때, 월별 기록 볼때, 식단 등록 중"
  },
  {
    "store": "app_store",
    "date": "2026-04-27",
    "rating": 1,
    "content": "버튼 10번 눌러야 겨우 클릭돼요. 로딩시간도 너무 길어요! 겨우 가입은 했는데 너무 느려서 사용을 못하고 있어요."
  },
  {
    "store": "app_store",
    "date": "2026-04-26",
    "rating": 5,
    "content": "37주 나오는데 저는 3주만에 뺄건디"
  },
  {
    "store": "app_store",
    "date": "2026-04-26",
    "rating": 5,
    "content": "1년치 75%할인으로 오늘 구매했는데 ai 답변이 시원찮네요 ㅠ 그리고 기간별로 목표 감량치를 정할수 없다는게 너무 좋지않습니다.."
  },
  {
    "store": "app_store",
    "date": "2026-04-22",
    "rating": 5,
    "content": "출퇴근 길 루틴이 달라서 오전과 오후 칼로리 소모량이 다른데 운동에서 자전거를 등록하면 중복 등록이 안됩니다ㅜㅜ 여러번 운동 하면 나눠서 등록이 가능했으면 좋겠어요 같은 운동으로 등록하면 이전게 지워지는 것 좀 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2026-04-21",
    "rating": 5,
    "content": "진짜 겁나 좋아요 아직 성공한건아닌데 힘들지도 않고 3일만에 2kg 빠졌어요!!"
  },
  {
    "store": "app_store",
    "date": "2026-04-21",
    "rating": 1,
    "content": "식단 기록할 때마다 하얀색 화면만 뜨고 먹통되는거 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2026-04-21",
    "rating": 4,
    "content": "안녕하세요^^ 저는 오늘 이 앱을 다운받은 유저입니다. 근데 처음부터 로그인을 해야돼서 조금 아쉽네요ㅠㅠ 그래서 로그인을 없애주면 안됄까 생각합니다,, 진짜 오늘 먹은 칼로리도 보고 싶고 나만의 방도 꾸미고싶고! 하는데…제가 로그인을 못해서…ㅠㅠ 됄 수 잇으면 로그인 지워주실수 있을까요오…?? 못하면 답변이라도 해주세요^^ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 5,
    "content": "바로 당일 구독취소했는데 자동환불되나요?"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 1,
    "content": "기록하려고 어플 쓰는 건데 오늘 뭔 서버 점검 한다고 어플 안 되더라구요 그러고 다시 들어가니까 근 몇개월 간 체중, 단식 및 다른 기록은 다 날아가 있고 내가 맞춰놨던 세팅도 초기화 돼있고 ㅋㅋㅋㅋㅋㅋ 유료 결제도 했던 앱인데 걍 지우고 말아야지 ㅉ"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 1,
    "content": "서버 오류 났다고 하더니 갑자기 로그아웃됨. 다시 로그인 해보려했는디 어떤 소셜계정 연걸해서 사용하는지 기억안남. 카카오했는데 안 됨. 근데 중간에 못 그만두고 카카오계정에 대한 연결 끝까지 마쳐야함(대체 왜 중간에 연결그만두기 그런거 없어요??;; 어플 껐다켜도 계정연결 계속됨) 카카오계정 연결마치고 네이버로 확인시도 해보니 역시 이것도 아님, 근데 계정연결은 끝까지 해야한다니 대체 왜? 서버오류로 강제 로그아웃 시킨다음에 난데없이 모든 소셜계정으로 인아웃 가입하게 생겼음; 제 기록 대체 어디간거에요? 로그인 도중 그만두는 기능도 아이디 찾기도 뭐도 없어서 당황스러움 내 다이어트 기록 돌려주세요"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 4,
    "content": "오늘 오류 개선했다고 알림이 왔는데 그 뒤로 들어가보니 즐겨찾기 해 놓은 것들이 다 없어졌어요. 다시 보이게 해주세요."
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 1,
    "content": "안들어가짐"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 3,
    "content": "업뎃 후 로그인 풀려서 로그인 시도하려니 안 되네요 ㅠ 오류인가요?"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 3,
    "content": "꾸준히 잘 쓰고 있는데 로그인이 안되네요"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 1,
    "content": "갑자기 아무것도 안눌려서 나갔다 들어오니 로그아웃 되있고 로그인도 안되요 ;; 인터넷 다 멀쩡한데 왜이럼; 진짜 열심히 쓰고 좋게 생각하던 어플인데 왜이러는걸까요"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 2,
    "content": "갑자기 로그아웃되더니 애플 로그인 안돼요 해결해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 1,
    "content": "이벤트 열린다고 알람떠서 가자마자 10분간 접속안되고 로그인풀리고 로그인 접속도 안되고 어쩌라는걸까요? 구멍가게에서 파격세일하면 줄만 한시간 넘게 서다가 재고떨어져서 시간허비만하고 집가는거랑 뭔차일까요?"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 1,
    "content": "로그인창에서 안넘어가고 로딩만 주구장창 합니다…."
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 3,
    "content": "오늘 오후 3시쯤에 5분동안 뭔 사과 1개로 이벤트였나 한다길래 헐레벌떡 어플 켰는데 들어가는 것도 느리고 (와이파이가 문제인가 싶어 데이터로도 해 봤습니다) 겨우겨우 무슨 창이 뜨나 싶더니 로그인도 풀려있네요 \n그럴 수 있지 싶어서 로그인 다시 했는데 무한 반복이고 시간은 시간대로 나가서 결국 이벤트는 참여도 못 해 봤어요 개선 좀 제발 부탁드려요"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 4,
    "content": "오늘 오전까지 했는데\n갑자기 로그인이 안되네요 어떻게 해야할까요"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 1,
    "content": "갑자기 로그인 안되고 솔직히 요즘 어플 들어갈 때마다 렉걸리고 업데이트 문제 많은 것 같습니다."
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 1,
    "content": "갑자기 튕기고 로그인 안돼여"
  },
  {
    "store": "app_store",
    "date": "2026-04-17",
    "rating": 4,
    "content": "너무 조은데 몸무게 적는곳에 소수점 두자리수 까지 적을수 잇엇으면 좋겟어요 ㅠㅠ 두자리수까지 작을수 없으니깐 더 정확하게 볼수가 없어요 다 좋은데 너무 아쉬워요"
  },
  {
    "store": "app_store",
    "date": "2026-04-17",
    "rating": 4,
    "content": "Ui 귀엽고 ux 좋응데.. 광고 보고 앱 다시 오면 화면이 하얗게 되어어있음\n앱 화면 로딩이 안되는 듯\n아이폰 유저임"
  },
  {
    "store": "app_store",
    "date": "2026-04-15",
    "rating": 4,
    "content": "물마시기 알림을 잔뜩 설정해놨는데 아이폰 저전력 모드 키면 알림 안온다는거 모르고 하나도 안오네요.  저전력 모드 상관 없이 알림 뜨게 부탁드립니다. 또 해외에서 이용할 경우 시간대가 어떻게 된건지 모르겠는데 한국 시간 기준인가 싶어서 한국시간으로 설정했더니 전부 밤에 울리길래 거주하고 있는 해외 국가 시간으로 설정했는데도 다 이상한 시간에 울리네요? 이럴거면 앱 안에서 국가 시간대 설정 가능하게 해주세요."
  },
  {
    "store": "app_store",
    "date": "2026-04-11",
    "rating": 5,
    "content": "평을 읽고 다운 받았는데 직관적이고 음식기록용 메뉴도 다양하고 디테일해서 재미있게 사용하고 있어요. 다이어트 너무 고민이였는데 탄단지 잘 보이고.. 십년전 다른 앱은 먹은 음식 품목이 없어서 대체품으로 기록 하다가 질렸었거든요. \n\n최초가입 할인 창이.. 한시간도 안되었는데 사라져서  너무 아쉬웠어요. 앱 유료결제 한번도 안해보고 살았는데 처음으로 해보고 싶은 마음이 들었거든요.(저 광고 아님. 앱리뷰도 거의 안써봄요) 더 사용해보고 재리뷰 가능하면 해보겠습니다. 좋은 앱 감사해요."
  },
  {
    "store": "app_store",
    "date": "2026-04-11",
    "rating": 3,
    "content": "인아웃 잘사용 하고 있어요. 이번에 인아웃 Plus 결제할까도 고민중이고 커뮤니티에서 즐거움도 얻고 식단관리도 잘되더라구요. 근데 UI업데이트를 하며 조금 불편해진 감이 있습니다. 인아웃 측에서도 큰맘먹고 하셨을텐데 죄송하지만 저는 영… 이 리뷰 정이 있어서 썼습니다. 제발 커뮤니티 UI 업데이트좀 원래대로 돌려주세요 그럼 다시 5점드릴게요"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 2,
    "content": "다른앱 들어갔다 오면 에러? 나서\n안들어가져요ㅠ 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 5,
    "content": "잘 쓰고 있었는데 내가 쓴 글 답글 달으려는데 [ 대나무숲 / 피드 / 나의 활동 ] 버튼? 때문에 가려져서 쓸 수가 없어요ㅜㅜ 고쳐주시길 바랍니다….."
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 5,
    "content": "플러스 결제를 했는데 계속 새로 결제하라고 뜨네요 앱 내 문의를 찾을 수도 없어서 리뷰에 남겨요 해결방법이 있을까요"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 5,
    "content": "몸무게랑 먹은 음식 기록하면서 추이볼수있어서 좋아요.\n통계할때 탄단지도 통계할 수 있으면 좋을 것 같아요!"
  },
  {
    "store": "app_store",
    "date": "2026-04-09",
    "rating": 5,
    "content": "광고에 속지마세요 이번만 할인특가라고 적어도 할인해주더니 구독하고 돈만 빼가고 플러스 혜택이 유지가 안되고 끊기네요 문의하는 고객센터도없고 그냥 문의계시판딱 하나 있고 이러면서 뭔 ㅋㅋㅋ\n그리고 귀찮아서 그냥 돈낸거아까워서 쓰는데 닭가슴살 사진찍으니까 만두라고 쳐 나오는데 Ai기능은 왜있는지도 모르겠고 ui가독성 너무떨어지고 제발 이글보고 구독하지마세요 걍 다른앱쓰세요 저도 한달정도는 무료로써보고 구독할걸 제자신이 후회되나 그냥 앞으로는 신중하게 선택하고 해야지 라는 교훈하는 얻고 가네요 이글 삭제되면 고대로 똑같이 올릴거니까 절대 깔지마세요."
  },
  {
    "store": "app_store",
    "date": "2026-04-09",
    "rating": 4,
    "content": "다 좋은 앱인데 배틀할 때 멤버들의 식단을 좀 더 편리하게 볼 수 있도록 메인 홈에서 쭉 내렸을 때 떴으면 좋겠어요 매번 배틀 버튼 누르고 실시간 버튼 누르는게 좀 번거로운 것 같아요"
  },
  {
    "store": "app_store",
    "date": "2026-04-08",
    "rating": 3,
    "content": "다 좋은데 서비스 점검이 왤케 잦아요 그리고 사람들 제일 많이쓰는 9-10시에 하는거 너무 불편해요 밤이나 새벽에 하지"
  },
  {
    "store": "app_store",
    "date": "2026-04-08",
    "rating": 5,
    "content": "먹는거나 체중 기록하는게 테마가\n귀여워서 그런지 .. 안까먹고 하게 됩니다!!\n근데 개선 사항이 있어요\n몸무게 등록할때 0.00자리 까지 가능하면 좋겠습니다 ..\n다이어터들은 소숫점까지 중요하거든요 .. 개선사항 요청드립니다 감사합니다 !!"
  },
  {
    "store": "app_store",
    "date": "2026-04-07",
    "rating": 5,
    "content": "인아웃 개발자님들 진짜 복 받으세요!!! 진짜 평생 다이어트 하면서 이렇다 할 앱을 못 찾았는데 인아웃 최고네요..\n일단 너무 귀엽고;;; 귀여워서 안 까먹고 자주 들어가서 식단이랑 몸무게 기록하게 돼요. 맨날 조금 기록하다 포기했는데 처음으로 꾸준히 기록하고 있어요!!! 제발 다이어트 성공했음 좋겠어요ㅠㅠ 성공하면 다시 리뷰 남기러 올게요!!!"
  },
  {
    "store": "app_store",
    "date": "2026-04-07",
    "rating": 5,
    "content": "다이어트 앱 여러 개 써봤는데 식단 기록이 이렇게 편한 건 처음이에요. 번거롭지 않게 바로바로 기록할 수 있어서 꾸준히 쓰게 되더라고요. 식단 관리하시는 분들한테 추천합니다 👍"
  },
  {
    "store": "app_store",
    "date": "2026-04-07",
    "rating": 5,
    "content": "식단관리, 다이어트 용으로 쓰는데 내 캐릭터도 꾸미고 커뮤도 활발해서 오히려 정보얻으러 자주 들어감\n요근래 가장 잘 쓰는 앱"
  },
  {
    "store": "app_store",
    "date": "2026-04-06",
    "rating": 5,
    "content": "돌고 돌아 인아웃 이라는 리뷰가 있는데 그 말이 맞는 것 같네요. \n\n다만 애플 건강앱이랑 연동이 된다고 하는 것 같은데 연동 가능한거 맞을까요? 맞다면 어디에서 연동하면 좋을지 좀 더 잘 보이게 개선해주시면 좋을 것 같아요. \n\n그리고 위젯에서 아침,점심,저녁 버튼이 있는데 각 끼니에 있는 + 버튼을 누르면 바로 입력창으로 들어갈 것처럼 기대가 되지만 실상은 +버튼 누르고 어플 들어가지면 입력 버튼을 다시 눌러야하는 뎁스가 있어요. 이부분 개선해주시면 더 좋을 것 같습니다."
  },
  {
    "store": "app_store",
    "date": "2026-04-03",
    "rating": 2,
    "content": "옛날엔 좋앗는데 뭔 이상하고 개쓸떼없는 쇼룸? 사과? 어쩌고 생기고 커뮤니티기능도 ㅂㄹ.. 다른기능 끄고 기록만 할수잇게 on off같은게 필요함"
  },
  {
    "store": "app_store",
    "date": "2026-04-02",
    "rating": 1,
    "content": "업뎃후이전데이터들다사라짐,화면 잠깐 나가면 화이트스크린 반복 후 어무것도 안뜸"
  },
  {
    "store": "app_store",
    "date": "2026-04-01",
    "rating": 1,
    "content": "알고싶지도 않고 궁금하지도 않는데 무슨 남이 쓴 글을 제가 왜 알림 받아야해요? 아무리 뒤져봐도 알림 끄는 창을 발견 못하겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-31",
    "rating": 1,
    "content": "해외에서 오래 살면서 꾸준히 식단 관리 앱을 쓰다가 한국에 와서 대체할만한 다른걸 찾다가 이걸 깔았는데, 원래 해외에서 쓰던 것도 쭉 년단위 유료결제 해서 쓰다 보니 이것도 생각없이 시작하자마자 1년짜리를 질렀는데 후회막심입니다.\n\n크게 불편한 부분 :\n우선 이력 기능이 왜 없나요? 보통 반찬 하나 만들어서 한끼만 먹는 일이 별로 없는데, 예를들어 어제 저녁과 오늘 점심에 먹고 남은 메뉴를 오늘 저녁에 먹었을 때,\n이력 기능이 있을 때 : 이력 페이지를 연다 -> 과거 이력을 쭉 거슬러 올라가며 그 중에 오늘 먹은메뉴를 추가한다 -> 끝\n이 앱 : 전날 저녁 페이지로 간다 -> 전날 저녁 식단을 세트 메뉴 혹은 즐겨찾기로 등록한다 -> 오늘 점심 페이지로 간다 -> 또 세트 메뉴를 등록한다 -> 오늘 저녁으로 다시 이동 -> 전날 저녁 세트 메뉴를 불러온다 -> 그 중에서 오늘 안 먹은 메뉴는 제외한다 -> 다시 오늘 점심 세트 메뉴를 불러온다 -> 그 중에서 오늘 안 먹은 메뉴를 제외한다 -> 끝\n…실화임. 아래의 두번째 불편함 때문에 식사를 메뉴가 아닌 재료 단위로 입력하기 때문에(된장찌개라면 된장, 감자 두부 등등을 따로 1인분 그램 단위로 정확하게 입력) 즐겨찾기로 추가하기엔 너무 많아서 세트를 이용한 후 지우는 방식 사용합니다.\n\n둘째 시판 기성제품이 아닌 메뉴는 내용물 확인이 되어야 하는거 아닌가요? 왜 확인이 안 돼죠? 예를들어 집에서 만든 된장찌개를 먹고 된장찌개를 입력하고 싶어 검색했을 때 나오는 수많은 ’된장찌개’ 중에 내 레시피와 재료가 비슷한걸 넣어야 제대로 영양 계산이 되잖아요. 그런데 그걸 볼 수가 없음. 여기 식품 데이터베이스는 재료에서 제대로 영양성분 계산하는게 아니라 인터넷에서 대충 긁어오는 건가요?\n그렇다고 레시피 기능을 쓰려니, 나는 식재료들을 1인분 양으로 묶어서 영양 계산만 하고싶은데 사진이랑 조리법은 왜 입력 필수인거죠?\n\n셋째 애플 건강 앱과의 연동 왜 이렇게 불편하죠? 일단 자동 연동이 안 되고 수동으로 일일이 불러오기 해야 한다는 것부터가 불편하고, 심지어 운동은 메인 화면에서 바로 불러오기가 안 되고 운동 입력 화면으로 이동해야 연동 버튼이 있음. 유저의 동작 한번 줄여주는 UI 구성이 그렇게 어렵던가요? 그리고 연동이 왜 일방동행이죠? 이 앱에서 입력한 영양정보가 애플 건강앱 쪽으로 연동이 안 되더라고요?\n\n그 외에 바코드 읽기가 안된다던가 사진은 ai판별에만 쓰고싶은데 멋대로 식사 화면에 박아버린다던가 여러모로 UI가 불폄함. 1년짜리 사버려서 어쩔 수 없이 쓰고 있는데 사흘만에 자잘한 짜증 쌓여서 그냥 4만6천원 버린 셈 치고 다른걸로 옮길까 싶네요. 구독도 바로 취소해 뒀습니다. 그래봤자 360일 남았지만. 내가 이걸 왜 샀을까."
  },
  {
    "store": "app_store",
    "date": "2026-03-29",
    "rating": 1,
    "content": "ai 활용해서 음식 사진 보고 칼로리, 성준 기록해준다 해서 결제했는데요,\n분석이 전혀 안되요.\n사진에 있는 음식이 뭔지 파악조차 못하는데 이걸 왜 돈 주고 써야 하나요?\n로직을 더 고도화 하시던지 하고 결제 유도 하셔야 할것 같아요.\n파프리카 보고 고추참치가 말이 되나요..???? \n당장 환불해주세요.\n\n아니 지금 보니까 ai 기능을 활용했다고 환불이 안된다네요..???ㅋㅋㅋㅋ\n기능 활용을 어떻게 해요 제대로 작동하질 않는데.\n당장 환불해주세요 어이가 없네"
  },
  {
    "store": "app_store",
    "date": "2026-03-29",
    "rating": 3,
    "content": "카메라밖에 없어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-28",
    "rating": 5,
    "content": "일단 단식 시간을 기록해주고 식단도 칼로리계산해주고 운동 걸음수는 앱으로 연동해서 계산되서 너무 편하고 좋아요~"
  },
  {
    "store": "app_store",
    "date": "2026-03-27",
    "rating": 5,
    "content": "귀엽고 편해요"
  },
  {
    "store": "app_store",
    "date": "2026-03-26",
    "rating": 3,
    "content": "Ai 분석이 있어서 눌러봤더니 금액도 표기 되지 않은 채 구독이 되었고, 결제문자 와서 보니 67900원이 결제 되었으며 바로 환불하려고 보니 채팅창을 눌러보았다는 이유로 환불되지도 않고 어디에도 고객센터나 불편을 호소할 창구가 없습니다. 소비자보호원에 고발할 생각입니다. 무슨 한두푼도 아닌 몇만원 금액을 사용하지도 않았는데 바로 환불도 안 되게 만든 이용자를 우롱하는 앱입니다."
  },
  {
    "store": "app_store",
    "date": "2026-03-26",
    "rating": 1,
    "content": "안하면 접속 못하고 강제로 페이지 넘어가고 귀찮네요.."
  },
  {
    "store": "app_store",
    "date": "2026-03-23",
    "rating": 3,
    "content": "앱을 깔고 건강 데이터를 연동하려는데, 애플워치로 처음 건강 앱을 사용한 날의 데이터가 연동되지 않아요ㅠㅠ어떻게 해야 하나요?"
  },
  {
    "store": "app_store",
    "date": "2026-03-19",
    "rating": 5,
    "content": "원래 이런적 없는데 갑자기 렉걸리고 버벅대고 하얀화면 뜨고 아무것도 안나와요..."
  },
  {
    "store": "app_store",
    "date": "2026-03-17",
    "rating": 3,
    "content": "다른어플 갔다가 백그라운드에서 다시 켜면 계속 흰색화면 떠서 어플을 재접속해야해서 너무 불편해요"
  },
  {
    "store": "app_store",
    "date": "2026-03-17",
    "rating": 1,
    "content": "로딩이 너무 느려요 로그인 전부터 너무 느려요 와이파이 문제는 아닌거 같아요"
  },
  {
    "store": "app_store",
    "date": "2026-03-17",
    "rating": 1,
    "content": "어떤 경로로 어떻게 구독처리가 되었는지 의문입니다.\n앱 설치 후 활용을 잘 하지 않아 삭제하려고 보니, 구독이 되어있다는 사실을 알게 되었습니다.\n\n아주 기본적인 기능 외 사용한 적이 없으며(무료 기능이라고 밖에 볼 수 없는 정말 기본적인 기능) 구독에 관한 어떠한 설명도, 동의도 한 적 없습니다.\n\n사용을 해놓고 환불해달라고 떼쓰는 것이 아님을 분명하게 밝힙니다.\n그리고 앱을 탐색하던 중 실수로 구독처리가 되었다해도 그에 대한 안내를 받은 적이 없습니다.\n구독 서비스도 여러가지이던데 그조차 오늘 알게 되었습니다.\n\n애플 통해서 환불요청을 하였고 처리 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-03-16",
    "rating": 4,
    "content": "언제 뭘 먹었는지 정확히 기록할수 있어서 좋아요 다만 기록할때 몇시에 기록했는지 시간도 같이 볼 수 있었으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-15",
    "rating": 1,
    "content": "식단앱이면 밥 먹고 까먹기 전에 바로 입력가능해야하는대\n이 앱은 최적화가 덜된건지 늦음\n처음 로딩도 늦고\n식단 입력 메뉴 띄우는것도 늦고\n검색하는것도 늦음\n그러다보니 점점 안쓰게 됨\n데이터베이스는 사용자가 많아서 좋은데\n최적화가 영 시급해 보입니다"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 5,
    "content": "카니보어 식단 모드도 추가돼면 좋겟어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-10",
    "rating": 5,
    "content": "피드 수정할 때 자꾸만 렉이 걸립니다.\n수정 확인도 눌러지지 않고 아예 먹통이 돼서 앱을 강제종료 해야 합니다.\n수정 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-03-08",
    "rating": 5,
    "content": "다른 앱으로 넘어갔다 오거나 화면 잠금했다가 켜면 계속 오류나고 멈춰서 재시작 해야되네요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-03-05",
    "rating": 1,
    "content": "1. 돈내고 ai 식단 피드백 구매함 → 피드백 물어보면 개 끊기고 한참 걸림 한참 기다려서 대답 받으면 피드백 드릴게요~! 피드백은------에서 대답을 안 함 개쳐열받아서 환불하고 싶은데 이 어플은 문의하는 것도 없고 상담하는 것도 없고 뭐 환불할 방법이 일절 없음 ㅋㅋㅋㅋㅋㅋㅋㅋ 뭐 커뮤니티같은거에 오류신고 있는데 있으면 뭐함? 환불 해달라는 글같은거 올리면 댓글 달아주지도 않음 오류개선 ? 안됨 \n뭐이렇게 소통을 막아놓은 어플은 처음이라 ㄱㅊ으면 계속 결제해서 쓰려했는데 걍 이건 결제오류뜨면 문의할 공간이 없어서 걍 돈 날려야되는 수준임\n2. Ai 개쓰레기임 ui도 쓰레기고 대화내용 블러오려면 여러 번 눌러야함 그지같음 ai라는게 나랑 계속 내 정보를 주고받아야되는데 끊긴다고 새로운 창 열으라고 함 체중이나 복부비만률 바로바로 반영 안됨 개 쳐 느림 뭐 물어보면 한참 기다려야댐 이럴거면 내가 얘를 돈 주고 쓰는 이유가 하나도 없음 걍 챗지피티 쓰세요 글고 오류 개많아서 뭐 물어보면 ------가 존나 뜨거나 아님 걍 대답을 하다 말아버림 개쓰레기 ai를 넣고 돈을 내게할거면 관리링 피드백 공간을 똑디 만드세요 \n아오 열받아 돈날린거 개열박아요"
  },
  {
    "store": "app_store",
    "date": "2026-03-05",
    "rating": 1,
    "content": "광고가 무슨 식단 누를 때마다 뜨네 다른 방법도 많을 텐데 광고하려면"
  },
  {
    "store": "app_store",
    "date": "2026-03-04",
    "rating": 5,
    "content": "기구 필라테스 말랑이 만들어주세요.\n필라테스 말랑이, 홈트말랑이 똑같아요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-03-04",
    "rating": 1,
    "content": "잘못결제 했습니다 환불 요청드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-03-01",
    "rating": 5,
    "content": "2025년 여름방학때 이걸로 59->52 감량한 사람인데 다시 55돼서 시작합니다! 인아웃 항상 고마워요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-28",
    "rating": 5,
    "content": "체험단 당첨됐는데 됐다고만 알림으로 오고 배송이 되고 있는지, 이런 방식으로 신청했으니 이렇게 하라 라는 별다른 고지도 없어서 도대체 어떻게 해야하는지 모르겠어요\n시간은 지나고 있는데 또 안 하면 불이익이라는데 ㅠㅜ\n하고싶어도 방도가 없으니 할 수가 없어요 ㅠㅠㅠ\n여러개 신청해서 뭘로 신청했는지도 헷갈리고 배송지로 알아서 배송해주는건지도 모르겠구요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-27",
    "rating": 1,
    "content": "관심도 없고 쓸 생각은 하나도 없는 ai기능 끼워넣어서 구독제로 만든건 얼탱이가 없네"
  },
  {
    "store": "app_store",
    "date": "2026-02-27",
    "rating": 3,
    "content": "한번 ‘오늘 하루 광고 안 보기’ 눌렀으면 그날 하루는 안 나와야 하는 것 아닌가요? 식단 등록하고 나오면 광고 뜨고, 피드 보고 나오면 광고 뜨고..계속 ‘오늘 하루 광고 안 보기’ 눌러도 또 뜨고 뜨고 뜨고...왜 이러는 건가요.\n오류 수정 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-02-26",
    "rating": 4,
    "content": "광고 떠서 오늘 하루 보지 않기 눌렀는데도 화면 한 번 바뀌고 다시 기록화면으로 넘어오면 광고가 떠요 ㅋㅋㅋㅋㅋ ㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-26",
    "rating": 4,
    "content": "하루만 안보기? 그거 눌러도 들어갈 때마다 뜨니까 쫌 그르네요…ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-26",
    "rating": 5,
    "content": "스탬프를 누르기만 하면 앱이 종료됩니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-25",
    "rating": 2,
    "content": "오늘 하루 다시보지않기 버튼을 눌러도 기본화면 이동할때마다 광고가 2개씩 뜨네요. 결제유도라고 해도 너무 불편해서 사용이 힘듭니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-24",
    "rating": 5,
    "content": "카메라가 필요한 기능을 사용하면 멈춥니다."
  },
  {
    "store": "app_store",
    "date": "2026-02-23",
    "rating": 5,
    "content": "신청했는데 환불되는건가요?"
  },
  {
    "store": "app_store",
    "date": "2026-02-20",
    "rating": 3,
    "content": "업데이트 한 뒤로 음식 추가할 때 자꾸 흰\n화면으로 오류가 나요 ㅜ 잘 쓰고 있었는데 그 점이 아쉬워요"
  },
  {
    "store": "app_store",
    "date": "2026-02-19",
    "rating": 5,
    "content": "다 좋은데 나만의 알람습관이 울렸다 안 울렸다해서 불편해요 어떻게 해야 하나요??"
  },
  {
    "store": "app_store",
    "date": "2026-02-17",
    "rating": 2,
    "content": "갑자기 앱이 초기화됐어요… 지우지도 않았는디…. 기록한겈 다 사라지고…."
  },
  {
    "store": "app_store",
    "date": "2026-02-16",
    "rating": 5,
    "content": "솔직히 다 좋은데 가끔 운동했을 때 내가 찾는 운동이 안 나올 때.. 솔직히 이때 칼로리계산 제대로 안 돼서 너무 답답해요 이름 모르는 운동이나 인아웃에 체크 안 된 운동들 말이예요! 다 너무 좋지만 ㅠㅠ 하지님 운동도 추가해주셨음 좋겠어요! 다른 운동유튜버도 추가해주셨으면 좋을 거 같아요!"
  },
  {
    "store": "app_store",
    "date": "2026-02-13",
    "rating": 1,
    "content": "아이폰17 최신버전 쓰는 중인데 흰화면 계속 뜨고 멈추고 광고도 들어갈 때마다 떠요. 오늘 하루 안보기했으면 안떠야하는 거 아닌가요? 사과만 팔지말고 업데이트 좀 해주세요. 작년 말부터 이랬는데ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-13",
    "rating": 1,
    "content": "광고 오늘하루보지않기 눌렀는데도 계속 뜰거면 왜 만든지 모르겠어요\n달력들어갔을때 ‘달력을좌우로넘겨보세요’ 계속 뜨는거 불편해요"
  },
  {
    "store": "app_store",
    "date": "2026-02-12",
    "rating": 5,
    "content": "1. 어플에서 의견제안 할때 왜 굳이 커뮤니티 식으로 공개적 업로드 해야하는지? 좋아요,별로예요,글쎄요 이딴 반응 기능도 있던데...\n다른 어플들 처럼 개발진한테만 의견 전달 되는 1:1 식으로 글 작성 하게끔 바꾸면 무슨 문제라도 생기나? 초딩도 아니고 왜 그따위로 개설한거임?\n\n2. 대나무숲 커뮤니티 관심 없으니까 숨기기 기능 추가 좀 하세요 \n내 생활에 집중하기도 바쁜데 남들 자랑질,허세질 봐서 뭐함? 기분잡치라고? \n비교질 하라고 커뮤니티 쳐 만든건 알겠는데\n그건 자존감 낮고 멍청한 년놈들이나 이용하라 그러고 기본적으로 숨기기 기능 좀 추가 좀 해줘라. 난 1도 안궁금하니까;;;"
  },
  {
    "store": "app_store",
    "date": "2026-02-11",
    "rating": 4,
    "content": "사진찍기 말고 앨범에서 업로드도 하게해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 2,
    "content": "정말 잘 쓰고 있었는데 업뎃후 식단 기록 할 때마다 팝업 뜨는데 너무 스트레스 받아요… 다른 어플로 옮기고싶어요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 2,
    "content": "업데이트나 꾸미는거 그만 집중하고 잡 오류나 ui 좀 깔끔하게 만들어주세요\n전반적으로 불편함...."
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 1,
    "content": "업데이트 안하면 앱자체를 못쓰게 막아버리고 계속 빈화면 나오게 하는거 진짜 거지같음. \n뭐가 업데이트 되었나 하고 보면 방꾸미는 아이템들 업데이트 정도인 경우가 많음. 그냥 식단 기록하는거 때문에 들어오는건데 한번씩 앱터진것 처럼 빈화면 나오는거 너무 짜증남\n그래도 관성때문에 식단기록하러 들어는 오는데 그냥 다른 앱으로 갈아탈까 고민중임."
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 5,
    "content": "제가 학교 다닐 때 덩치가 좀 있는 편이었거든요. 그래서 마른 친구한테 비결을 물어봤더니 '인아웃' 앱을 추천해주더라고요. 그날부터 친구 말 믿고 인아웃에서 시키는 대로 식단이랑 운동 꾸준히 기록하면서 따라 했더니 무려 5~10kg 감량에 성공했어요!\n\n개학 날 학교 갔더니 친구들이 다들 진짜 예뻐졌다고 난리였고, 무엇보다 제가 짝남한테 \"너 진짜 예뻐졌다\"는 말을 들었을 때 정말 세상을 다 가진 기분이었어요..ㅠㅠ 다이어트 고민하시는 분들, 고민할 시간에 인아웃 바로 깔아서 시작하세요! 제 인생을 바꿔준 고마운 앱입니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-02-09",
    "rating": 5,
    "content": "최고의 어플이에요"
  },
  {
    "store": "app_store",
    "date": "2026-02-09",
    "rating": 4,
    "content": "아이폰기능만하지말고 애플워치에서 연동되어서 가능하게 해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-02-08",
    "rating": 3,
    "content": "요즘 계속 렉 걸려서 먹은 거 기록할 때 흰 배경 떠요ㅜ 그것만 없으면 좋을 듯!"
  },
  {
    "store": "app_store",
    "date": "2026-02-08",
    "rating": 5,
    "content": "조음"
  },
  {
    "store": "app_store",
    "date": "2026-02-07",
    "rating": 1,
    "content": "ㅇㅇ"
  },
  {
    "store": "app_store",
    "date": "2026-02-06",
    "rating": 5,
    "content": "Good for tracking Intermittent fasting"
  },
  {
    "store": "app_store",
    "date": "2026-02-05",
    "rating": 4,
    "content": "저장공간 부족해서 앱 삭제하고 저장공간 정리하고 다시 깔려니까 앱이 안열려요 ㅠㅠㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-04",
    "rating": 3,
    "content": "오랜만에 접속하는데 앱이 백그라운드에 있다가 재접속하면 하얀화면이 되며 아무것도 안되는 오류가 계속 발생합니다… 불편해서 손이 잘 안가네요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-03",
    "rating": 3,
    "content": "앱도 몇 번 튕기는데 그룹톡이 아예 안들어가져요ㅠ  저 리뷰 잘 안쓰는데 너무 답답해서 작성합니다.."
  },
  {
    "store": "app_store",
    "date": "2026-02-03",
    "rating": 1,
    "content": "뭔 한 달에 한번씩 오류가 나서 사용을 못해요\n저번에는 앱 들어가면 흰 화면만 떴는데, 이번에는 자동 로그아웃 되어있고 로그인 할려고 해도 페이지가 안 넘어가네요.. 다시 깔았다 지워도 안돼요\n오류 좀 고쳐주세요.."
  },
  {
    "store": "app_store",
    "date": "2026-01-31",
    "rating": 3,
    "content": "켜자마자 광고.. 광고도 하나도 아니고 여러개..\n이전까진 그 정도로 심하진 않았던 것 같은데 켜자마자 그냥 계속 광고 뜨고\n광고 없애려면 프리미엄 결제해야한다고 하는데 ㅜㅜ 이거야 다른 어플들도 다 그러니까 그렇다 하더라도\n프리미엄도 내용물에 비해 너무 비쌉니다 한 달만 써봤는데 코칭도 제미나이가 더 확실하고 인아웃AI는 매일 비슷한 말만 해서 해결이 안되는 느낌이네요\n프리미엄의 장점은 음식사진을 보고 음식을 파악해서 대략적인 칼로리를 알려준다는 점\n정도 있는 것 같네요 거기에 광고 제거까지 한다고 하면 4900원이나 5900원 정도가 적당한 것 같은데 매월 결제로 만원은 비싸요\n\n또 제일 큰 문제!!!! 이거 정말 개인적으로 제일 큰 문제라고 생각되는데요\n메뉴가 어디에 뭐가 있는지 진짜 모르겠습니다 길을 잃게 되네요\n특히 사과 사용하려면 어디에서 뭘 구매해야하는지 이것저것 다 눌러보고..\n텍스트가 없고 아이콘으로 대체되는 메뉴들이 너무 많아서 (특히 달력, 스티커? 뭐 이런 건 뭐하는 메뉴인지 감도 안 옴)\n직관적으로 뭐하는 메뉴인지 모르겠어요\n\n다른 것보다 광고가 너무 많네요.. 앱 켜질 때 광고.. 앱 켜지고 나서 또 광고.. 사과월드 누르면 또 광고 ㅋㅋㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2026-01-30",
    "rating": 5,
    "content": "다 좋고 어플도 잘 쓰고 있는데 여자들도 이 앱 쓰는데 여자들은 마법이 걸리는 날이 한달에 한번 있는데 그것도 추가하면 좋겠어요 !"
  },
  {
    "store": "app_store",
    "date": "2026-01-29",
    "rating": 3,
    "content": "잠깐 나갔다가 들어오면 흰 화면 뜨고 광고 보다가 오늘 하루동안 안 보기 누르고 숨기면 튕기고 또 흰 화면 뜨고 어플 오류 엄청나요 해결방안 제시 바랍니다 개선해주세요 !!!!!!!!!! 너무 불편해요 !!!!!!!!!!!!!! 🤮😵🤕😭\n\n + 업데이트를 해도 똑같은 문제가 발생해요"
  },
  {
    "store": "app_store",
    "date": "2026-01-29",
    "rating": 5,
    "content": "22년도부터 쭉 사용한 어플! \n다이어터일때도 아가리어터일때도 기록용으로 잘쓰고있어요😆 최근에 다이어트하면서 도움을 많이 받았습니다. \n\n딱 하나 생겼으면 좋겠는 기능은 목표 설정할때 다이어터 기준이 아닌 유지어터기준으로도 목표설정이 됬으면 좋겠어요!!"
  },
  {
    "store": "app_store",
    "date": "2026-01-29",
    "rating": 5,
    "content": "다 좋은데 음수량 기록이 힘들어요\n컵 용량을 바꾼다고 해도 제가 먹은 만큼 기록하기 불편하네요 음수량도 타자쳐서 기록할 수 있으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-28",
    "rating": 3,
    "content": "뒤로가기나 다른화면으로 넘어갈때 자꾸 하얀화면에서 아무것도 안돼요 끄고 다시 들어와야하는데 하루에도 몇번씩 이러니까 사용하기 너무 불편해요 기록 못하겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-27",
    "rating": 5,
    "content": "사랑해요 개발자님"
  },
  {
    "store": "app_store",
    "date": "2026-01-26",
    "rating": 5,
    "content": "영양 정보 촬영에서 먹통이 되네요"
  },
  {
    "store": "app_store",
    "date": "2026-01-26",
    "rating": 5,
    "content": "플러스 구독 환불 어떻게 하는진 안나와있네요…연간구독 환불해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-25",
    "rating": 4,
    "content": "업데이트 할 때마다 이번엔 잡았겠지 기대하는데 해결이 계속 안되네요. 인아웃앱 사용하다가 잠시만 다른 작업하고 백그라운드에서 다시 불러오면 무조건 흰화면이네요. 이건 해결이 안되는 버그인가요?"
  },
  {
    "store": "app_store",
    "date": "2026-01-23",
    "rating": 5,
    "content": "몇년간 너무 잘 썼고 앞으로도 잘 쓰고싶은데 오류 수정이 안 된건지 자꾸 흰 화면만 뜹니다 어플 쓰면서 답답한건 처음이네요 제발 좀 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "결국 돌고돌아 인아웃 써요 간단하고 편리해요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "이년간 잘 사용하고 있었는데, 최근 업뎃 후 로딩...이 안끝남.. 다른 리뷰들도 봐서는 개선이 시급해 보임. 그리고 갑자기 유료화로 바꼈는지 팝업 광고 장난없음. 키토 중이라 순탄수 기록용으로 사용하는데 다른 걸로 갈아탈까 심각하게 고민중. 아 짜증난다...\n\n- 답변 수신했고, 로딩은 해결됐습니다. 다만 기존 광고 팝업 시 닫기 버튼 위치가 달라져서 유도하는 듯한 생각을 갖게되는 건 다른 리뷰에서도 확인이 가능하실\n것이라 봅니다. 오류 해결 전 업뎃 후 저도 며칠간 광고 보는 페이지로 넘어갔을 정도니까요."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "개선했다고 하시는데 잘 모르겠어요\n거의 1000회 이상 기록했을 정도로\n너무 잘 썼었는데 아쉬워요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "계단 몇개 걸었는지 쓰는게 정확히 있으면 좋겠어요☺️"
  },
  {
    "store": "app_store",
    "date": "2026-01-21",
    "rating": 3,
    "content": "이만한 어플 없어서 별수 없이 쓰는데\n이건 제발 고쳐주세요.\n\n1. 앱 자체도 무거워서 로딩도 느린편인데, 광고 끄기 버튼 위치가 왼쪽이라 터치 유도\n\n2. 고쳤다고 하지만, 어플 켜둔채로 다은 어플 쓰거나 다시 띄우면 백색 화면 뜨면서 구동 멈춰서 그때마다 다시 껐다켜야함\n\n3. 광고는 돈벌려면 당연히\n해야죠. 근데 1번 때문에 광고나 이벤트 창 눌러서 2번 ㅕ프리징 현상이 또 뜨는건 진짜 좀 아니에요.\n\n빨리 좀 업데이트해주세요.\n\n1/22 재 리뷰입니다.\n삭제 후 재설치하니 잘되네요. 지난번에도 비슷한 이슈 있던걸로 기억하는데 따로 안내를 좀 하시면 좋을거같습니다. 저만 이런게 아닌거 같아서요."
  },
  {
    "store": "app_store",
    "date": "2026-01-21",
    "rating": 2,
    "content": "칼로리 섭취를 많이 해야하는데, UI UX 가 다이어트에만 맞춰져있고 일일 섭취 칼로리 조절도 안되고 못 쓰겠네요."
  },
  {
    "store": "app_store",
    "date": "2026-01-21",
    "rating": 5,
    "content": "다 좋은데 눈바디 보고 닫을 때 X 가 안눌려서\n앱을 아예 끄고 들어와야해요\n위치를 좀 더 아래로 조정해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-21",
    "rating": 5,
    "content": "운동 기록에 사레레가 없어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-21",
    "rating": 1,
    "content": "작작넣으세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-20",
    "rating": 5,
    "content": "아니 제가 전에 좀 후진 앱으로 기록해서 그런지 개신세계에요 진짜!!!! 이 앱 때매 뭔가 다이어트의욕도 생김 제발 다이어트좀 성공하길,,"
  },
  {
    "store": "app_store",
    "date": "2026-01-19",
    "rating": 3,
    "content": "우선 앱은 오래 잘 사용하고 있습니다. 그런데 저도 연간 구독권 관련해서 블로그에도 문의를 남기고, 메일도 드렸는데 도대체 어디서 답변 받을 수 있는건가요? 고객센터 같은 공간이 제대로 있지 않아 답답합니다. 답변 좀 부탁드려요. 유료 결제 도입한 회사에서 이렇게나 cs 응대가 안되는 경우는\n문제라고 생각합니다. 계속 무응답이면 금감원에 민원이라도 넣으려구요.. 연락 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-18",
    "rating": 5,
    "content": "내가 얼마나 많이 먹는지 체감 가능"
  },
  {
    "store": "app_store",
    "date": "2026-01-18",
    "rating": 5,
    "content": "전에 쓰던 앱은 불친절하고 뭔가 기분 더럽게 만들었는데 여긴 애초부터 귀엽게 생긴 캐릭터도 있고 말도 이쁘게 하는 느낌?\n걍 소비자가 쓰기에 얘가 더 기분 좋게 다이어트 할 수 있음. 당초에 다이어트 중이라 기분 개잡치는데 개떡같고 기분 더럽게 하는 앱보다 잘 만든 귀여운 앱이 더 좋음. 무념무상한 표정이 너무 귀여음"
  },
  {
    "store": "app_store",
    "date": "2026-01-17",
    "rating": 4,
    "content": "광고뜨거나 뭐 보고 나오면 흰화면만 떠요"
  },
  {
    "store": "app_store",
    "date": "2026-01-16",
    "rating": 5,
    "content": "안 그러다가 오늘부터 계속 이러네요 제 폰이 문제인 건가요… 얼른 제가 먹은 음식 사진을 한눈에 보고 싶습니다 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-16",
    "rating": 3,
    "content": "1/15 어제 연간 구독 했는데 너무 만족스럽지 못하네요 환불 방안이나 문의 연락처 답변 주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-15",
    "rating": 1,
    "content": "저는 한달로 하려 했는데 갑자기 일년 구독이 됐아요 빨리 환불해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-14",
    "rating": 5,
    "content": "단식 기록이랑 단식 통계랑 시간이 어떨때 종종 안맞아요 ㅜ ㅜ 통계로 볼 때의 짜릿함이 있는데 안맞으니까 거슬려요\n개선 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-14",
    "rating": 1,
    "content": "업데이트 하라고 매번 뜨는 것도 귀찮아도 했는데\n광고제거버튼팝업으로 유도하는 거 ㅈㄴ 정 떨어짐"
  },
  {
    "store": "app_store",
    "date": "2026-01-12",
    "rating": 5,
    "content": "좀 사소한 걸수도 있는데.. 다른 식단 앱들이랑 비교했을때 앱을 실행하고 난 후 화면으로 들어가기까지의 시간이 오래 걸려요. (약 3-4초) 여기서 약간 이탈률이 커진다고 생각이됩니다.."
  },
  {
    "store": "app_store",
    "date": "2026-01-12",
    "rating": 3,
    "content": "업데이트 하고 다른 날짜로 이동할때 로딩 미쳤는데요"
  },
  {
    "store": "app_store",
    "date": "2026-01-12",
    "rating": 4,
    "content": "다른 앱에 비해 디자인이나 편리성이 너무 좋아서 잘쓰고 있었고 ai유료버전이 나왔길래 결제해봤는데 ai는 개선사항이 많네요 일단 오늘 먹은 영양성분 비율을 잘못 말하거나.. 먹은 밥을 안먹었다고 하거나 하는식의 그냥 단순히 틀리는 실수도 많구요, 말도 지피티 쓰다 쓰니까 너무 못알아듣는 느낌이네요. 또 캐릭터별로 말이 너무 다르거나 같은 캐릭터도 한번 더 시도하면 말이 바뀌고.. 대화도 카톡창처럼 계속 이어지는 느낌이면 더 좋을 것 같습니다. 지금은 설정-지난대화를 눌러야 대화창이 보이는 식이라 다른앱에 비해 번거롭다고 느껴지더라고요. 아 그리고 기초대사량 입력 좀 하게 해주세요.. ai가 자체적으로 계산하던데 실제랑 차이가 커서 매번 정정하는게 번거롭습니다. 실행 초기라 개선점이 많을 수 있다고 생각하지만 달에 만이천원 가량 지불하면서 이용하기에는 너무 부족함이 많다는 생각이 드네요. 개선되길 바랍니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-11",
    "rating": 3,
    "content": "흰 화면 오류가 계속되어 불편했는데 다른 유저분들도 동일한 증상이 반복되고 있는 걸로 보아 금방 해결이 될 줄 알았는데 여전히 오류가 발생하네요ㅠㅠ 그리고 지금 이전 요일을 선택하려고 클릭하면 버퍼링이 발생합니다. 종료하고 다시 요일을 선택하려고 해도 버퍼링이 있어 사용이 불편합니다. 확인 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-11",
    "rating": 1,
    "content": "자꾸 클릭 유도해서 짜증나게 바꾸는 건 역하다"
  },
  {
    "store": "app_store",
    "date": "2026-01-10",
    "rating": 5,
    "content": "인아웃 쓰면서 다이어트 하니까 너무 편하고 좋네용"
  },
  {
    "store": "app_store",
    "date": "2026-01-10",
    "rating": 4,
    "content": "일단 처음에 그나마 재밌어보여서 깔았는데\n내방도 꾸미고 식단 등등 재밌는건 많아 좋았는데,유료가 있다보니까 조금 그랬고요.\n다음은 방꾸미는건데 재밌긴한데 방꾸미기 물건을 살수있는 사과가 너무많이 필요해요ㅠㅜ 그렇지만 다른사람의 글을보는것도 재미지답니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-01-10",
    "rating": 4,
    "content": "오류가 너무 심해요 화면 하나 열때마다 하얀화면만 나오면서 먹통됩니다 업데이트 했는데도 그러네요"
  },
  {
    "store": "app_store",
    "date": "2026-01-10",
    "rating": 1,
    "content": "업뎃해도 흰화면에 날짜바꾸면 로딩... 하"
  },
  {
    "store": "app_store",
    "date": "2026-01-09",
    "rating": 2,
    "content": "최신업데이트 방금 했는데 똑같습니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-09",
    "rating": 1,
    "content": "백그라운드에서 다시 들어가면 회화면이 나와요"
  },
  {
    "store": "app_store",
    "date": "2026-01-09",
    "rating": 5,
    "content": "좋은 어플 너무 잘쓰고있어요!\n근데 탄단지만 보여서 좀 아쉬워요"
  },
  {
    "store": "app_store",
    "date": "2026-01-08",
    "rating": 5,
    "content": "추천받아서 쓰려고 다운 받았는데 건강앱 연동이 안됩니다. 시키는대로 다 하고 허용 껐다 켰다, 앱 삭제 후 재 다운로드 다 해보았는데 안돼요. 운동 연동 안되면 귀찮을 것 같은데 오류 해결 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-08",
    "rating": 5,
    "content": "위젯에서 체중, 물섭취, 아침 등 칼로리 기록 누르면 바로 해당 창이 떴는데 이제 연동이 안 되는 건가요 ? 체중 입력하려고 체중 누르면 체중 입력 창이 바로 안 뜨고 그냥 인아웃 첫화면(홈화면)이 나와서 불편합니다 ㅜㅜ 원래 잘 됐었는데 오류인가요 ? ,,,🥹\n폰 ios랑 인아웃 업데이트도 최신으로 했는데도 안 돼요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-06",
    "rating": 5,
    "content": "예를 들어 ‘삶은계란’을 검색하려고 ‘삶ㅇ’까지 치면 보통은 ‘삶은’으로 시작하는 음식들이 나와야 할텐데 이 어플은 ‘ㅇㅈ?ㅇㅇㅈ’ 이런게 나오고 그 밑에부터 ‘삶은’으로 시작하는 음식들이 나옴.(유저 등록 제외 기준) 처음 글자인 ‘삶’은 버려지고 두번째 글자인 ‘ㅇ’으로 시작되는 음식이 검색되는 이상한 시스템이 적응이 안됨.\n그리고 ‘닭가슴살’을 검색하려고 ‘ㄷ’을 치면 보통 검색량을 따져서 ㄷ으로 시작하는 음식 중 가장 검색량이 높은 음식을 먼저 보여주거나 ㄱㄴㄷ순으로 음식 이름을 보여줄텐데 유저들이 개인적으로 쓰려고 자음만으로 등록해 놓은 것들이 먼저 보여짐. \n외국 어플을 번역해서 만든 앱이 아닐텐데 검색 시스템 자체도 다른 앱이나 프로그램, 포털에서 작동하는 방식과 너무 다르고 그렇다고 다이어트 관련 음식들이\n먼저 뜨는 것도 아니고 사용하기 매우 불편하니 개선되었으면 좋겠음."
  },
  {
    "store": "app_store",
    "date": "2026-01-05",
    "rating": 4,
    "content": "다이어트를 하면 인바디를 기록하는 경우가 있는데 이 앱은 그 기록이 없어 아쉬워요 ㅠㅅㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-04",
    "rating": 4,
    "content": "식단 기록하려고 할 때마다 화이트 에러?가 나와서 힘드네요"
  },
  {
    "store": "app_store",
    "date": "2026-01-02",
    "rating": 5,
    "content": "너무 잘 쓰고 있습니다 !! 성취감이 생겨서 좋아요 :) 식단앨범이 업데이트 되었는데 예전처럼 한눈에 한달치 사진을 다 볼 수 있는 게 더 좋은 것 같습니다 ! 반영이 되었으면 좋겠네욤 !! 감사합니다 !"
  },
  {
    "store": "app_store",
    "date": "2025-12-31",
    "rating": 5,
    "content": "아니 평소에 이 앱을 너무너무 사랑해서 사용한지 3년이 다 되가는데 갑자기 어젯밤부터 앱이 아예 안켜지네요…어떻게 된거죠???전원을 껐다켜도 안되고 다시 시작해도 안되고…핸드폰 문제는 아닌 듯 한데…제발 좀 고쳐주세요…ㅠㅠㅠㅠ아니 왜 또 갑자기 안되나요ㅠㅠㅠㅠ계속 안되고 리셋되네요ㅠㅠㅠ이제 슬슬 화가 납니다"
  },
  {
    "store": "app_store",
    "date": "2025-12-30",
    "rating": 1,
    "content": "해결안했잖아흰색화면해결안했잖아안했잖아안했잖아안했잖아안했잖아안했잖아"
  },
  {
    "store": "app_store",
    "date": "2025-12-29",
    "rating": 5,
    "content": "평소 무료버전으로 잘 쓰고 있는데 ai분석 위한 유로버젼 결제해보고 싶습니다. 다만 어플에서는 현재 연간 결제만 가능한 것 같아 체험없이 1년치는 부담스러워요. 월단위러 결제할 수 있으면 좋겠습니다."
  },
  {
    "store": "app_store",
    "date": "2025-12-26",
    "rating": 3,
    "content": "장점: 직관적, 식단재료의 영양성분 정확함, 불필요한 광고가 타어플에 비해 적음, 레시피 등록이 편함. \n\n단점: 단식이 진행중일때 식사등록을 해도 단식이 진행됨, 영양제를 상품별로 선택할 수 없음. (타어플은 됨)\n\n요청 1 : 단식진행중에 식사등록하면 단식을 멈추시겠습니까 라는 메시지가 뜨게 해주세요\n요청2 : 영양제를 시중 상품에서 선택할수잇게해 정확한 영양성분 mg수를 크래킹할수있게 해주세요"
  },
  {
    "store": "app_store",
    "date": "2025-12-26",
    "rating": 5,
    "content": "친구랑 다이어트 하는데 약간 성공 할거 같아유"
  },
  {
    "store": "app_store",
    "date": "2025-12-25",
    "rating": 5,
    "content": "편하고 좋아요 :)"
  },
  {
    "store": "app_store",
    "date": "2025-12-25",
    "rating": 5,
    "content": "앱 잘 쓰고있고 ui도 너무 귀엽고 꾸미는 재미도 있어요 다만 자주 먹는 음식 즐겨찾기 기능도 추가 됐으몀 좋겠어요 매일 음식 검색하기 너무 귀찮..ㅎㅎ\n그리고 가볍게 할 수 있는 홈트기능같은것도ㅠ추가해주시면 좋겠어여"
  },
  {
    "store": "app_store",
    "date": "2025-12-23",
    "rating": 3,
    "content": "자꾸 스크롤만 하면 로딩화면, 흰화면으로 바뀌거나 튕기고요 \n\n뭔갈 적다가 튕기면 처음 화면으로 돌아가지면서 스크롤도 안 되고 앱이 멈춰버려요\n\n개선 하셨다면서 저 말고도 이런 일 겪으시는 분들이 아직도 많네요\n물론 핸드폰 껐다도 켜보고 앱도 지웠다 깔아보고 캐시도 지워보고 다 했는데도 안 되는 분들이요\n\n이 상태로 앱을 쓰고싶은 사람들이 얼마나 될까요ㅠ\n돈 내고 가입하려고 체험도 쓰고있었는데 렉 걸려서 아무것도 못하고 이게 뭔가요?\n\n빨리 다시 확인하고 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2025-12-22",
    "rating": 5,
    "content": "저이거 유료로 결제해서 너무 잘쓰고잇엇는데 최근 업데이트이후로 먹통이되엇어요 나는 오히려 그전이 오류가없엇는데 업데아트이후부터 먹통되서 흰화면이 나오고 암튼 너무 느려터짐...ㅠㅠ도와주세요"
  },
  {
    "store": "app_store",
    "date": "2025-12-22",
    "rating": 5,
    "content": "다디어트 칼로리 계산 너무 귀찮은데 요거는 저울 하나 있음 진짜 왠만한건 다 되고 요즘은 지피티 있으니까 대략작인 계산도 되더라구요 무료 사용중인데 진짜 칼로리 적는것만으로도 도움 정말 많이되고 너무 좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-12-22",
    "rating": 3,
    "content": "뭐가 달라진 건지도 모르겠는데 불필요한 업데이트가 많은 거 같네요"
  },
  {
    "store": "app_store",
    "date": "2025-12-21",
    "rating": 5,
    "content": "제 최애 앱입니다 \n업데이트 해주셔서 감사해요🫶🫶"
  },
  {
    "store": "app_store",
    "date": "2025-12-21",
    "rating": 5,
    "content": "한동안 칼로리 신경안썼더니.. 역시 인아웃 해야겠더라구요^^ 항상 만족합니다!"
  },
  {
    "store": "app_store",
    "date": "2025-12-20",
    "rating": 3,
    "content": "일부 기기에서 흰 화면만 뜨는걸 고쳤다고 하는데 지금 일주일 넘게 오류때문에 기록도 못하고 있습니다. 너무너무 잘쓰고 있는 앱이었는데 요즘 너무 답답합니다.."
  },
  {
    "store": "app_store",
    "date": "2025-12-15",
    "rating": 1,
    "content": "업데이트 이후에도 계속 지속적으로 흰화면만 뜹니다 \n오히려 업데이트 이전보다 심해요\n다시 개선해주세요\n한번에 켜진적이 없어요"
  },
  {
    "store": "app_store",
    "date": "2025-12-15",
    "rating": 3,
    "content": "작성하다가 다른앱 넘어 갔다오면 너무 높은 확률로 하얀화면 먹통됩니다. 작성하던것도 다 날라가구요."
  },
  {
    "store": "app_store",
    "date": "2025-12-14",
    "rating": 3,
    "content": "인아웃 헤비유저라고 할 만큼 1년넘게 \n열심히 쓰는데 요즘 오류 너무 심해요.\n앱키자마자 광고뜨고 다음화면으로 \n안넘어가고 자꾸 화면이 하얗게 멈추는\n백지화 현상이 너무너무 심해요.\n식단 올릴때나 커뮤니티글 올릴때조차\n심하고 거기다 칼로리 정보 등록하려고\n하면 에러라고 자꾸 뜨면서 칼로리도\n못쓰네요 너무 답답해요."
  },
  {
    "store": "app_store",
    "date": "2025-12-12",
    "rating": 5,
    "content": "인아웃을 사용한지 2년째 되는 사용자입니다! \nUI가 간편하고 기록도 간편해서 절대 벗어날 수 없는 어플인 것 같습니다.\n음식 평가가 사용자 기반인 점이 정말 좋아요!\n실제 사용자의 식단-운동 추천 게시판이나, 실시간 음식-운동 랭킹같은 것들이 있었으면 좋겠어요!\n(추천순, 인기순, 비인기순)\n항상 감사합니다!\n모두 매일매일 운동합시다!"
  },
  {
    "store": "app_store",
    "date": "2025-12-12",
    "rating": 5,
    "content": "그룹배틀에서 실시긴으로 다른사람들이 한 운동이나 먹은것들을 자세히 보기 누르면 아무것도 없는 흰색창이 뜨고 터치가 아예 안돼요 그냥 앱 쓰다가도 갑자기 이런식으로 에러 걸리구용"
  },
  {
    "store": "app_store",
    "date": "2025-12-12",
    "rating": 4,
    "content": "다 괜찮은데 카톡으로 배틀 초대보냈을 때 계속 앱스토어로 연결되고, 거기서 바로 어플을 오픈해도 초대로 연결되지 않습니다. 도대체 어떻게 수락하라는 거죠. 매번 이러는 게 너무 답답하고 불편하네요. 심지어 1:1때는 초대코드라도 있었지, 그룹배틀은 톡방에서 코드가 보이지도 않아요. 도대체 왜 이러는 거죠? 도대체 왜 앱스토어로 연결해서 오픈을 해도 수락버튼이 나오지 않냐구요. 원인도 궁금하고 해결도 원합니다. 너무 답답해요!!!!!!!!!"
  },
  {
    "store": "app_store",
    "date": "2025-12-11",
    "rating": 1,
    "content": "반년 넘게 과금 없이도 잘 쓰고 있었는데 최근 업데이트들 부터는 광고도 너무 많아지고 광고 팝업때문에 화면 백지화 되거나 튕기는 현상도 너무 심해요 광고 없이 사용하기를 유도하시는건지.. 다른 칼로리앱 보다 ui도 깔끔하고 직관적이어서 애용했는데 다른 앱으로 바꿔야하나 고민될 수준이에요 오류가 이렇게 많이 나는 앱은 처음입니다 ai 리포트도 크게 의미 없는것 같아서 사용하는데 메리트를 못느껴요"
  },
  {
    "store": "app_store",
    "date": "2025-12-10",
    "rating": 4,
    "content": "사과나 테마 등 구매 가능한 상품들 선물하기는 안되나요?"
  },
  {
    "store": "app_store",
    "date": "2025-12-10",
    "rating": 5,
    "content": "감사합니다. 이런 좋은 얘 만들어 주셔서 잘 사용해수 다이어트 성공 해 보겠습니다"
  },
  {
    "store": "app_store",
    "date": "2025-12-09",
    "rating": 5,
    "content": "매일 기록하는 용도로만 쓰고 있던 유저입니다. 그전까지는 차곡차곡 기록되는 게 좋았는데 이제는 제 기록을 바탕으로 AI가 상담도 해주고 코칭도 해주니 너무너무 만족스럽게 쓰고 있습니다. 정확도만 더 좋아지면 진짜 평생 쓸 것 같습니다. 앞으로도 번창하세요!!!"
  },
  {
    "store": "app_store",
    "date": "2025-12-09",
    "rating": 1,
    "content": "제가 다이어트하면서 일년동안 사용했는데 업데이트하고 요즘 들어서 자꾸 렉이 먹어요\n어플을 들어갔다가 잠깐 다른 카톡을 보고 어플을 다시 들어가면 끈 상태가 아니고 화면에 나와있는 상태인데 하얗게 화면이 바껴서 아무것도 안눌려요 그리고 처음 들어갔을때 광고도 하루 안보기 눌러도 들어갈때마다 계속 뜹니다 오류 수정 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2025-12-08",
    "rating": 5,
    "content": "방 꾸미기도 있고 참신하고 귀여운 듯"
  },
  {
    "store": "app_store",
    "date": "2025-12-08",
    "rating": 5,
    "content": "궁금한게 있는데 혹시 일일권장섭취칼로리와 탄단지 비율 재설정은 어디에서 할수있나요?"
  },
  {
    "store": "app_store",
    "date": "2025-12-07",
    "rating": 1,
    "content": "한달하려는거 1년 끊어서 환불하려는데 환불 어디서 하라는지 아무리 찾아도 안 나오네요…. 환불해주세요."
  },
  {
    "store": "app_store",
    "date": "2025-12-07",
    "rating": 5,
    "content": "일단 디자인이 너무 귀여워요!!다른 어플들은 그저 깔끔하게만하려고 조금은 딱딱한 디자인이 많은데 인아웃은 너무너무귀여워요!!!!기록하는 방법도 너무 쉽고 쇼룸도 귀찮아서 꾸미지는 않디만 너무 귀여워서 좋구요 사용성과 디자인 그리고 제 마음 세가지를 모두 가진 어플입니다 그냥 기록만 하려 어플을 쓰면 귀찮아서 점점 미루고 안쓰게되는데 얜 너무 커염짐!! 그냥 기록하고싶게만들어요 제작자님 복받으세요 적게일하고 많이 버세요 돈방석에서 무병장수하시길 바랍니다 😘🫶🏻🫶🏻🫶🏻🫶🏻🫶🏻"
  },
  {
    "store": "app_store",
    "date": "2025-12-06",
    "rating": 1,
    "content": "음식 등록하다가 다른거 검색해야해서 잠시 화면 돌렸다가 들어오면 흰화면떠서 다 종료하고 다시켜야돼요. 그럼 다시 첨부터 입력해야되고요 어플지우고 다시 깔아도 똑같네요 유료결제 1년 했는데 계속 이러면 쓰기싫아요 돈날린거같아요 고쳐주세요 제발"
  },
  {
    "store": "app_store",
    "date": "2025-12-03",
    "rating": 5,
    "content": "인바디 기록을 기록해서 한눈에 얼마나 변화했는지도 알수 있게 해주셨으면 좋겠어요!! 귀여운 캐릭터, 알기 쉬운 UI가 참 만족스럽습니다! 독보적이에요!! 아쉬운점은 몸무게만 기록된다는게 아쉬워요 요즘엔 체지방,골격근 등등 관리하시는 분들도 많아지고 있어서 이부분만 추가되면 더 완벽해질것 같습니다!"
  },
  {
    "store": "app_store",
    "date": "2025-12-03",
    "rating": 5,
    "content": "사용은  편리해요"
  },
  {
    "store": "app_store",
    "date": "2025-12-02",
    "rating": 1,
    "content": "다운로드받았는데 화면터치 제대로 안되고 멈춰요\n무슨 뭐 기록하려면 계속 껐다켰다해야함"
  },
  {
    "store": "app_store",
    "date": "2025-12-02",
    "rating": 4,
    "content": "오래 쓰고있은데 요즘 렉이 좀 걸리네여ㅠㅠ 재접속 할때마다 하얀색 화면만 떠요"
  },
  {
    "store": "app_store",
    "date": "2025-12-01",
    "rating": 5,
    "content": "뭐 나쁘진 않네"
  },
  {
    "store": "app_store",
    "date": "2025-12-01",
    "rating": 4,
    "content": "저 inout 연간 결제한 사람인데 월간 결제를 할려다가 잘못 결제해서요… 다시 환불받고 월간 사고싶은데 그렇게 될까요..? 저에게 큰 액수여서요.."
  },
  {
    "store": "app_store",
    "date": "2025-12-01",
    "rating": 5,
    "content": "정말감사합니다"
  },
  {
    "store": "app_store",
    "date": "2025-11-30",
    "rating": 4,
    "content": "아니 왜 자꾸 뭐 자세히 작성이나 기록 하다가 중간에 잠간 다른앱 들어가려고 나갔다가 다시 들어오면 흰 화면 뜨고 아무것도 안됩니까. 이렇게 많은 사람들이 사용하는데 저만 그런거에요? 너무 불편함 이거"
  },
  {
    "store": "app_store",
    "date": "2025-11-28",
    "rating": 3,
    "content": "계속 며칠째 일기쓰기가 안됩니다. 등록완료 눌러도 저장이 안됩니다ㅠㅠㅠㅠ\n그리고 제발 몸무게 소수점 두자리까지 적을 수 있게 해주세요ㅠㅠㅠ AI개발도 너므 좋은데\n디테일을 신경 써주세요!!!!!!"
  },
  {
    "store": "app_store",
    "date": "2025-11-27",
    "rating": 5,
    "content": "잘쓰진않았지만 좋아요 다른 앱에 ai코치가 나왔길래 깔았는데 혹시나 해서 인아웃 들어와보니 역시 있네요 역시 원조가 쵝오"
  },
  {
    "store": "app_store",
    "date": "2025-11-25",
    "rating": 1,
    "content": "업뎃이후 이미지공유 실패뜹니다 고쳐주세요 이게 지금 몇번째인지"
  },
  {
    "store": "app_store",
    "date": "2025-11-24",
    "rating": 4,
    "content": "운동하며 체중관리하려 앱을 사용하게됐습니다 음식이 다양하게 등록돼있어 유용하게 칼로리계산을 하지만 아이폰ios 건강앱 접근허용이 켜져있고 끄고 켜봐도 데이터를 불러올 수 없다 떠서 운동량 기록이 안됩니다"
  },
  {
    "store": "app_store",
    "date": "2025-11-23",
    "rating": 5,
    "content": "덕분에 삶이 달라졌어요."
  },
  {
    "store": "app_store",
    "date": "2025-11-22",
    "rating": 5,
    "content": "안녕하세요 인아웃 앱 쓰고있는 중학생 입니다!! 오늘 처음 깔았지만 잘 쓰고 있어요!! 근데 평일에는 학교에서 점심으로 급식을 먹는데, 하나하나 표시하기 너무 귀찮은 게 있어서 그냥 급식표 사진 업로드하면 바로 자동으로 한달치 점심 다 기록되는 그런건 어떨까요..?? 아 제발 부탁드려요 너무너무 필요해요 너무너무너무 유용할 것 같아요ㅠㅜ 앜 제발 부탁드립니다ㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-11-21",
    "rating": 5,
    "content": "믿고 깔아보세요 님들아!!"
  },
  {
    "store": "app_store",
    "date": "2025-11-21",
    "rating": 1,
    "content": "카카오톡 로그인이 잘 안됩니다. 입력해도 되지 않는데 시작도 못해봤습니다;;"
  },
  {
    "store": "app_store",
    "date": "2025-11-19",
    "rating": 5,
    "content": "너무 잘 이용하고 ㅇ있습니다\n하나 부탁드리고 싶은건 눈바디를 사진를 올리는것 뿐만아니라 인아웃캐릭터로 눈바디를 표현하는 방법도 좋을거같습니다\n자신의 인아웃 캐릭터에 살찐배 살찐 허벅지 이런식으로 추가해서 캐릭터의 체형이 변화하는식으로요"
  },
  {
    "store": "app_store",
    "date": "2025-11-19",
    "rating": 4,
    "content": "유료로 결제해서 사용하고 있는데 왜 계속 광고를 봐야 하나요?"
  },
  {
    "store": "app_store",
    "date": "2025-11-19",
    "rating": 1,
    "content": "랙이 너무 많이 걸려서 쓸 수가 없어요"
  },
  {
    "store": "app_store",
    "date": "2025-11-15",
    "rating": 3,
    "content": "제가 발레하는 초딩인데 키147에35~36kg인데32까지 빼야하는데 그게안돼서 불편쓰합니다."
  },
  {
    "store": "app_store",
    "date": "2025-11-13",
    "rating": 5,
    "content": "월정기권구매했는데 취소 부탁드립니다. 잘못결제했어요 .. ㅠㅠ 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2025-11-12",
    "rating": 5,
    "content": "장점은 다른 분들이 많이 써주셔서 아쉬운 점 하나만 쓰겠습니다!! 해외 거주 중인데 시차 때문인지 운동 작성하면 나의 활동-운동에는 시간이 뜨는데 그룹 배틀 톡에는 반영이 안되서 아쉬워요ㅠㅠ 제가 적는 시간에 이미 한국은 다음날이 되어버려서 그런 것 같은데 이것만 개선되면 정말 1프로의 아쉬움도 없을 것 같아요!!"
  },
  {
    "store": "app_store",
    "date": "2025-11-11",
    "rating": 1,
    "content": "월구독 5900원 보고 구독 신청했는데 무슨 69500원이 결제되어 보니까 연구독으로 신청이 되었습니다;; 환불 부탁드립니다. 아무 기능도 사용하지 않았어요. 홈페이지에 고객센터 번호도 잘못 나와있고 어디에 연락하라는 건가요. 전화하니 잘못 걸었다는데...좋은 어플이라 계속 사용하려고 했는데 이게 뭡니까"
  },
  {
    "store": "app_store",
    "date": "2025-11-10",
    "rating": 5,
    "content": "UX적으로 조금 불편하다고 느껴지는 부분이 조금 있어서요.. 사과를 받을때 아침, 점심, 저녁 한번에 받아지면 좋을것같습니다 같은행위를 반복하는게 번거로워용 그리고 상품을 구매할때 보유중인 사과 갯수가 나왔으면 좋겠습니당 현재 몇개 보유중인지 인지하기 어려워요.."
  },
  {
    "store": "app_store",
    "date": "2025-11-10",
    "rating": 5,
    "content": "이렇게 좋은앱 광고 없이 깔끔하게 쓸수 있어서 감사합니다ㅜ\n캐릭터도 귀엽고 간단해서 매일매일 기록해도 불편하지 않네요\n최고의 다이어트 어플입니다!"
  },
  {
    "store": "app_store",
    "date": "2025-11-09",
    "rating": 5,
    "content": "급쪄서 48.7쯤부터 지금 6월쯤부터 쭉쓰고 있는데\n식단위주로 44까지 감량 성공했습니다\n평소에 그냥먹었던 음식도 칼로리알고 줄이기도하고 매일 체크하다보면 건강해지는 기분들어요"
  },
  {
    "store": "app_store",
    "date": "2025-11-09",
    "rating": 1,
    "content": "이번 업데이트 후 자동으로 로그아웃돼서 다시 했는데 전부 초기화 됐네요;;;; 뭐 이런 경우가"
  },
  {
    "store": "app_store",
    "date": "2025-11-07",
    "rating": 5,
    "content": "간단하게 설명해드릴게용 할말많지만,,일단 너무 귀엽구요 재밌어용 꼭 써보세용~😚"
  },
  {
    "store": "app_store",
    "date": "2025-11-06",
    "rating": 5,
    "content": "전체적으로 너무 좋은데 아쉬운점이 있습니다.\n식단앨범 홈화면에서 잘 보이게 메뉴를 배치했으면 좋겠고, 무엇보다 캘린더에서 월별로 식단볼수있는 건 좋은데 스크롤하기가 힘들어서 월단위로 한눈에 볼수있게 아침점심저녁간식 카테고리로 필터를 걸어서 월별로 아니면 주별로 한눈에 보고싶어요! 그리구 식단밑에 간단하게 메모기능도 있으면 더 좋을거같아요👍"
  },
  {
    "store": "app_store",
    "date": "2025-11-04",
    "rating": 3,
    "content": "사진으로 식단 및 칼로리 추정은 편함. 근데 ai코치의 환각현상이 심하고 데이터 끌어오는 부분이 매우 아쉬움 리포트를 세번 받으면 두번은 환각을 봄\n그리고 최신 논문등을 참조하고 있는지도 의심스러운 피드백. 애플워치 기준 순수 운동 칼로리로 1020키로칼로리 정도 태웠는데 운동량이 모자라다는 피드백은 좀..."
  },
  {
    "store": "app_store",
    "date": "2025-11-03",
    "rating": 5,
    "content": "먹은 것의 칼로리가 계산이 다 되고 얼마나 먹었는지 눈으로 보여지니 너무 편하고 좋습니다\n의지가 많이 되는 것 같아요\n좋은 어플 만들어 주셔서 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2025-10-31",
    "rating": 5,
    "content": "너무 조아요 진짜아!!! 현질 유도도 옶구 이 앱 덕분에 다이어트 동기 부여가 더 되는 것 같어요!! 근데 식단 적는 곳에 당까지 포함되어서 나타났으면 좋겠오용ㅇ"
  },
  {
    "store": "app_store",
    "date": "2025-10-30",
    "rating": 1,
    "content": "한번 구독하면 어플 내에 관련 안내도 찾기 어렵고, 따로 알림 없으며 자동 갱신됨. FAQ에서도 찾기 힘듦. 애플 지원을 통해 겨우 환불 요청함. 더 써볼까 했는데 좋은 인식이 남지 않음."
  },
  {
    "store": "app_store",
    "date": "2025-10-29",
    "rating": 3,
    "content": "작년부터 나름 꾸준히 쓰고 있었는데 앱 삭제나 데이터 삭제 한 적도 없는데 갑자기 한순간에 다 날아가서 다시시작하네요…"
  },
  {
    "store": "app_store",
    "date": "2025-10-29",
    "rating": 5,
    "content": "UI 귀엽고 심플하고 사용자친화적이며 필요한 기록만 해서 트래킹하기 넘 좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-10-28",
    "rating": 4,
    "content": "인아웃 플러스 결제를 했는데 2일 정도 밖에 안 되었는데 혹시 환불 되나요 ? 고객센터를 아무리 찾아보려고 해도 안 보이네요"
  },
  {
    "store": "app_store",
    "date": "2025-10-28",
    "rating": 5,
    "content": "저 혈당 다이어트 하는데\n혈압도 좀 있어서 같이 기록하면 좋을거 같아요!"
  },
  {
    "store": "app_store",
    "date": "2025-10-27",
    "rating": 5,
    "content": "혹시 이 앱 무료예요 유료예요.? 너무 햇갈리네요..무료인줄 알었느넫 처음에 갑자기 3일 무료 체험권이라 떠서 무료인지 유료인지 모르겠어여.."
  },
  {
    "store": "app_store",
    "date": "2025-10-27",
    "rating": 5,
    "content": "잘 쓰고 있습니다. 음식 직접 등록하는 것도 업데이트된 이후로 더 만족스럽습니다. 허나 건의드릴 게 하나 있습니다. 식사 세트\n저장시 한 끼니(점심이면 점심, 저녁이면 저녁)에 먹은 음식이 모두 한 세트로 저장되며, 특정 음식만 추가하고 뺄 수가 없어 세트 저장시 불편합니다. 현재 기록된 식단에서 특정 음식들만 골라 세트로 저장하거나, 현재 끼니로 기록된 음식이 아니더라도 검색을 통해 바로 세트로 저장할 수 있게 해 주시면 좋겠습니다. 이미 저장된 세트에서도 세트 이름과 음식들을 수정할 수 있으면 좋을 것 같습니다. 발전하는 어플을 보면서 같이 성장해가는 것 같아 기분 좋습니다! 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2025-10-27",
    "rating": 5,
    "content": "귀엽고 사용하기편해요"
  },
  {
    "store": "app_store",
    "date": "2025-10-24",
    "rating": 5,
    "content": "회원탈퇴는 어떻게 하나요..? 설정에 들어가도 없네요.."
  },
  {
    "store": "app_store",
    "date": "2025-10-23",
    "rating": 5,
    "content": "사진 업데이트"
  },
  {
    "store": "app_store",
    "date": "2025-10-22",
    "rating": 4,
    "content": "저는 이 앱을 사용해서 실제로 큰 효과를 본 학생인데요 이 앱을 사용하는 학생들이 저와 같은 불편함을 겪고 있을 것 같아 조심스럽게 말씀드려봅니다\n \n 1. 급식 \n\n제가 방학 때 다이어트를 했어서 불편함을 잘 못 느꼈는데 개학을 하고 나니까 학교 급식을 하나하나씩 다 적어야 하는 점이 불편했어요\n학교 명을 검색 하면 그 날짜에 나온 급식을 칼로리로 계산해서 기록 되는건 어려울까요?\n\n 2. 운동 종목\n\n제가 다니는 학교에선 플라잉 디스크라는 운동 종목을 주로 하는데요 이 앱에는 기록을 할 수 없어서 아쉬워요 비인기 종목이라 없는게 이해는 되지만 추가가 되었으면 좋겠어요\n\n이 앱을 사용하는 연령층은 제가 잘 모르지만 제가 학생으로서 앱을 사용하다 느낀 불편함을 적었어요  하지만 다른 앱들보다도 간단하게 기록할 수 있고 제가 말한 불편한 점 이외에 다른 문제는 전혀 없어요 한번씩은 사용해보시길"
  },
  {
    "store": "app_store",
    "date": "2025-10-21",
    "rating": 5,
    "content": "맛나게먹었던거 찾아서 해먿도싶은데 아침 간식 안먹은거까지 빈장면이 추가되니까 한눈에 안들어와서 찾기 별로에요 캡쳐해도안예쁘구요 ㅠㅠ \n그 전 그냥 한달로 모아서 나오는게 눈에들어오고 좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-10-21",
    "rating": 1,
    "content": "맨날 닭가슴살만 먹으라고 하네 직장인한테 ㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2025-10-20",
    "rating": 4,
    "content": "귀엽고 소셜 기능도 좋은데 가민 커넥트 활동내용 동기화가 안되어서 수동입력해야해요…다른 식단기록 앱들은 건강앱에 연동되어 있는 다른 앱 운동기록(가민 나이키 등등)도 알아서 가져오던데 왜조"
  },
  {
    "store": "app_store",
    "date": "2025-10-15",
    "rating": 5,
    "content": "기록잘되고 직관적이고 편리하고 귀여운 최고의 식단기록앱 ! 만들어주셔서 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2025-10-15",
    "rating": 3,
    "content": "인아웃 플러스 구독중인데 앱 들어갈 때 뜨는 광고 너무 보기 싫어요. 팝업창을 일일이 지워야하는게 너무 불편한데 내 돈 내고 광고를 봐야하나요?ㅜ 광고 안 보고싶어요.."
  },
  {
    "store": "app_store",
    "date": "2025-10-14",
    "rating": 4,
    "content": "오늘 결제했고 7일 이내에 환불 받고 싶은데 고객센터 번호나 환불 방법을 설명하는 글이 없어요 방법 알려주세요"
  },
  {
    "store": "app_store",
    "date": "2025-10-13",
    "rating": 5,
    "content": "영양정보에 당알콜이 없어서 순탄수화물 정보가 실제랑 다르게 표기되서 아쉽네요. 요즘 제로 상품이 많아서 꼭 수정되었으면 좋겠습니다."
  },
  {
    "store": "app_store",
    "date": "2025-10-13",
    "rating": 5,
    "content": "아주 잘쓰고있습니다.\n리뷰남기려고 일부러 앱스토어왔어요. \n최고"
  },
  {
    "store": "app_store",
    "date": "2025-10-11",
    "rating": 5,
    "content": "특정상황에서 버튼 안눌리고 뒤로 안가지고 하는게 너무 많아요"
  },
  {
    "store": "app_store",
    "date": "2025-10-10",
    "rating": 3,
    "content": "운동 기록하는 기록하기 버튼 터치 안됌 식단 기록할때도 터치 됐다 안됐다 함"
  },
  {
    "store": "app_store",
    "date": "2025-10-10",
    "rating": 3,
    "content": "운동 기록하기가 갑자기 안됩니다"
  },
  {
    "store": "app_store",
    "date": "2025-10-09",
    "rating": 1,
    "content": "운동기록하기 버튼이 아예 눌리지않으며 기록안됨"
  },
  {
    "store": "app_store",
    "date": "2025-10-08",
    "rating": 5,
    "content": "인아웃 너무 좋아요 다이어트를 이렇게 재밌게 할 수 있나? 싶을 정도로 도움 많이 됐어요 만들어주셔서 감사합니다.다이어트 고민 커뮤에서 나누는 거랑 피드 올리는 거, 그룹이랑 1:1 배틀로 다이어트 하는 사람들 기록 참고하면서 기록하는 거 다 너무 재밌고 그냥 좋아요 다!!!!! 그치만 애플워치로 운동 인증 사진 가끔 찍는데 운동 기록할 때 사진도 같이 넣고 싶어여 ㅠㅠ 그것빼곤 다 좋아요 62kg부터 다이어트 시작했는데 인아웃은 57? 56부터 열심히 했거든요. 현재 49까지 인아웃 없었으면 진심 살 못 뺐을 거예요 진짜로. 사랑합니다 제 목표인 45까지 함께해주세요 인아웃!!!!!! 🩷🩷🩷🩷🩷"
  },
  {
    "store": "app_store",
    "date": "2025-10-07",
    "rating": 4,
    "content": "ios26 업데이트이후 하단바가 지멋대로 움직이는데 업데이트 언제될까요? 고정좀 부탁드립니다ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-10-07",
    "rating": 5,
    "content": "답변주세요"
  },
  {
    "store": "app_store",
    "date": "2025-10-06",
    "rating": 5,
    "content": "앱 완벽한데 갑자기 운동 등록하기 버튼이 안 눌리네요ㅠ 수정해주세요"
  },
  {
    "store": "app_store",
    "date": "2025-10-06",
    "rating": 3,
    "content": "이틀전부터 운동기록이 안됩니다 개선 부탁드려요"
  },
  {
    "store": "app_store",
    "date": "2025-10-04",
    "rating": 1,
    "content": "앱스토어에서 리뷰 처음 써봅니다. 식단 먹은거 추가하려고 등록하려는데 5번 연속으로 검색하는 도중에 밖으로 나가지네요. 너무 답답해서 더이상은 못써먹겠습니다. 파이팅입니다."
  },
  {
    "store": "app_store",
    "date": "2025-10-03",
    "rating": 3,
    "content": "어제부터 운동 시간 기록이 안됩니다 ㅠ 왜이러는걸까요……….. 다른 건 다 되는데 기록하기 자체가 안눌리네요"
  },
  {
    "store": "app_store",
    "date": "2025-09-29",
    "rating": 5,
    "content": "다이어트 위해 깔아서 잘 쓰는중입니다 식단, 몸무게, 칼로리, 단식 한번에 기록 가능해서 너무 좋아요! 일기 기능이 있어서 그것도 마음에 듭니다 한가지 부탁드리고 싶은건 단식 기록 칸에 쉬움/적당/무리 체크하는것도 좋지만 한줄평 처럼 기록 할 수 있는게 있었으면 좋겠습니다!! 부탁드립니다 ㅎㅎㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2025-09-29",
    "rating": 4,
    "content": "평소 인아웃 잘 쓰고 있는 유저인데 요즘엔 혈당 다이어트가 대세고 또 증명된 방법인데..인아웃은 혈당에 대한 기록 기능이 없는게 아쉬워요 저처럼 제2형 당뇨인 사람은 그 기록이 가능한 어플을 먼저 찾거든요 개발해주심 넘 좋을듯해요 그게 아쉬워서 별 하나 뺐어요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-09-28",
    "rating": 1,
    "content": "기초대사량보다 적게 먹어라길래 그 즉시 신뢰도 바닥 찍어버림\n\n단기간으러는 괜찮을 수 있지만, 기초대사량만큼도 안먹으면 장기적으로 살이 더 잘찌는 체형으로 변하는데, 이걸 몰라서 안한건지 아는데도 시스템으로 하방값 안막은건지 좀 당황스러움"
  },
  {
    "store": "app_store",
    "date": "2025-09-27",
    "rating": 4,
    "content": "안녕하세요! 저는 인아웃 어플을 매우 잘 사용하여 다이어트를 하고 있는 유저입니다!\n먼저 이렇게 유용한 어플을 만들어주셔서 너무 감사드려요!!! 그런데 한가지 기능이 추가된다면 좋을 것 같아 문의드립니다.\n식사시간을 기록하는 곳에 식사 시작 시간과 끝나는 시간을 둘다 기록할 수 있었으면 좋겠어요. 제가 몇분동안 식사를 했는지, 천천히 포만감을 느끼며 식사를 했는지 직관적으로 확인 가능한 데이터를 보고싶습니다. 저의 요청사항을 반영해주신다면 지금보다 훨씬 더 만족도가 높을 것 같아요!! 감사합니다🖤"
  },
  {
    "store": "app_store",
    "date": "2025-09-24",
    "rating": 4,
    "content": "좋은데 어플 들어갔다가 잠깐 다른것 들어갔다가 다시 들어오면 오류뜨고 하얀바탕으로 아무것도 안떠요 ㅜ 채팅방 오류도 심하고.. 다 좋은데 이게 너무 불편합니다 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-09-23",
    "rating": 1,
    "content": "테마를 구매했는데 오류가 났는지 사과는 차감이되고 테마는 받지 못했어요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-09-22",
    "rating": 4,
    "content": "몸무게 쓸 때 소수점 단위까지 쓸 수 있으면 좋겠어요 70.6까진 쓸 수 있는데 70.06 이런걸 못 쓰니까 정확하게 계산이 안돼서 다른 어플 쓰고 싶을 정도입니다… 다른 건 좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-09-22",
    "rating": 4,
    "content": "달력형태로 봤을때 다 따로보이는거 너무 불편해요\n컬로리,운동,몸무게 한번에 다 보이면 좋겠어요\n하나하나 클릭해서 비교하는거 너무 불편햐요"
  },
  {
    "store": "app_store",
    "date": "2025-09-22",
    "rating": 5,
    "content": "환불해달라고 하자 바로 친절히 응대해주셨습니다 죄송하고 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-21",
    "rating": 5,
    "content": "비슷한 어플들이 있는데 그중 당연 좋은거같아요 이유는 UI가 눈에 잘들어오고 심플해서 좋아요.\n\n다만 추가됬음하는 기능이 있는데 ( 이미 있는데 몰라서 그럴수 있는데 ) 1. 인바디링 호환이 되면 좋을거같아요! 2.AI를 활용해 사진으로도 열량정보를 대략으로라도 알 수 있을 좋을거같아요! 화이팅입니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-19",
    "rating": 1,
    "content": "잘 쓰는 중인데요!!\n업데이트 강제로 해야되는 것좀\n선택으로 해주면 좋겠어요 너무 잦아요\n\n두가지\n1. <체중 숨기기> 모드가 있었음 합니다\n토글을 누르면 내려온다던가 하는 식으로요\n밖에서 뭘 먹거나 운동하고 바로 기입하는 \n경우가 많은데\n유아이 한중간에 체중이 넘나 크게 뜨니까\n밖에서 사용하기가 꺼려지고\n기입 시기를 놓쳐서 기억에 의존하게 되기도 해요\n\n2. 운동 기입 중 \n<웨이트> <헬스> <유산소> \n이런 추상적인 카테고리도 있음 해요\n특히 웨이트는 모든 세트수를 하나하나 기입하기가\n좀 번거로운 경우가 많은데 (좋기도 하지만)\n그래서 걍 직접 입력에서 워치 보고 쓰는데\n걍 추상적 카테고리도 있음 터치로 기입하고\n좋을 걱 같아요 \n\n좋은 앱 만들어주셔서 감사합니다\n디자인도 넘 귀엽고 필요한 대부분 기능이 다 있어러 좋아요~\n\n+2025 8월 추가\n정기 업데이트 너무 잦아요ㅜ\n꼭 핗요할때만 하면 안더ㅣ나요"
  },
  {
    "store": "app_store",
    "date": "2025-09-19",
    "rating": 1,
    "content": "뭐만 입력하려고 스크롤만 내려도 튕기고 입력하다가도 튕기고 렉이 너무 심합니다 도저히 쓸 수가 없어요 ㅠ 점검 및 개선 부탁 드립니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-17",
    "rating": 5,
    "content": "6개월동안 다이어트 하면서 꾸준히 식단기록, 운동기록 하면서 감량추이 보기도 정말 좋았고 커뮤니티 눈팅하며 도움도 많이 받았습니다ㅎㅎ 이제 유지어터로 전향해서 어플은 꾸준히 사용할 예정인데, 여러 업데이트 다 너무 좋지만 예전처럼 한달 식단앨범 한눈에 보기가 다시 생겼으면 좋겠어요 🥲.. 지금은 일별로 보여서 한달치 모아보기가 어려운점이 조금 아쉽습니다 ㅠㅠ!"
  },
  {
    "store": "app_store",
    "date": "2025-09-17",
    "rating": 5,
    "content": "잡스러운 ui에 집중하지 마시고 몸무게 통계나 식단 뭐 먹었는지 한눈에 볼수있는 탭 만들어주세요ㅠㅠ 식단 뭐 먹었는지 보려면 자세히 들어가서 다른 탭 한번 더 들어가는거 개귀찮아요 식단 뭐먹었는지 보는거도 하루치만 보는거 아니고 저번주부터 뭐먹었나 보려는데 개불편하게 되있음 ;"
  },
  {
    "store": "app_store",
    "date": "2025-09-16",
    "rating": 1,
    "content": "와이파이 멀쩡한데 왜 하얀 화면만 뜨고 접속이 안되나요 저만 그런 게 아닌 것 같은데 너무 불편합니다;;;"
  },
  {
    "store": "app_store",
    "date": "2025-09-15",
    "rating": 5,
    "content": "왜 인아웃 이제야 썼을까요…!! 정말정말 너무 좋아요ㅠ 항상 다이어트 할때마다 실패하구 또 먹는걸루 스트레스 풀고 악순환만 계속 반복 되었었는데 인아웃 까니까 다이어트를 조금 더 쉅게 할수 있는거 같아요!!ㅎ 앞으로도 자주 쓸게요 좋은 앱 만들어주셔서 감사해용😍"
  },
  {
    "store": "app_store",
    "date": "2025-09-15",
    "rating": 1,
    "content": "어떻게 업데이트를 할 수록 ui를 불편하게 만드세요? 하라해도 힘들 거 같은데"
  },
  {
    "store": "app_store",
    "date": "2025-09-15",
    "rating": 5,
    "content": "너무 좋은데요 하지만 나트륨 당 탄단지 처럼 칼륨도 보이게 해주셨으면 \n좋겠습니다 별 2599개 드리겠습니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-15",
    "rating": 5,
    "content": "iOS 18.6.2 사용중입니다. 운동 추가 시 이전 운동 기록이 없어지는 오류가 있어요. 수정해 주세요.\n그거 빼고는 잘 쓰고 있습니다."
  },
  {
    "store": "app_store",
    "date": "2025-09-12",
    "rating": 1,
    "content": "옛날 버전처럼 누군가 등록해두면 다른 사람도 쓸 수 있게끔 해주세요. 신메뉴 나올 때마다 개인 등록 하려니까 너무 번거로워요 진짜..그냥 옛날 인아웃이 제일 좋았는데 왜 자꾸 이상한 신기능만 나오고 그런건지 모르겠어요. 식단 어플은 기본만 하면 된다고 생각합니다."
  },
  {
    "store": "app_store",
    "date": "2025-09-11",
    "rating": 5,
    "content": "집 체중계가 소수점 둘째자리까지 나오는데 인아웃은 첫째자리까지밖에 기록 못해서 좀 아쉽달까요"
  },
  {
    "store": "app_store",
    "date": "2025-09-11",
    "rating": 5,
    "content": "진짜 앱이 넘 귀엽고 다이어트 앱인데도 너무 아기자기해요!리얼 추천 앱🩷"
  },
  {
    "store": "app_store",
    "date": "2025-09-05",
    "rating": 3,
    "content": "항상 잘 사용하고 있습니다. 그런데 업데이트되고 바뀐 식단 앨범 ui 너무 별로예요…기존 화면은 그 달에 먹은 걸 한눈에 볼 수 있어서 참 좋았는데, 바뀐 건 스크롤도 많이 해야하고, 식단 앨범 누르기 전 페이지랑 기능적으로도 큰 차이가 없는 것 같아요…최소한 정렬방식을 두 가지 옵션으로 만들어 주실 수 없나요?"
  },
  {
    "store": "app_store",
    "date": "2025-09-04",
    "rating": 1,
    "content": "업데이트를 무슨 들어갈때마다해요 요즘;"
  },
  {
    "store": "app_store",
    "date": "2025-09-04",
    "rating": 4,
    "content": "ㅠㅠ 다 좋은데 인바디 기능, 식사 사진 비포 and 애프터 찍으면 AI가 자동으로 넣어주는거! 넣어주면 완벽한 나의 사랑 앱"
  },
  {
    "store": "app_store",
    "date": "2025-09-04",
    "rating": 4,
    "content": "좋긴한데 업데이트가 왜이렇게 잦나요?? 이미 충분히 완벽합니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-04",
    "rating": 2,
    "content": "업데이트가 너무 자주 있고, 업데이트 안하면 앱 사용이 안되요.  그리고 수익성 때문에 AI코치 생기고서는 목표 몸무게나 일일 칼로리 설정도 다 없어졌어요. 이제 굳이 이 앱을 쓸 필요가 없어짐.. 광고는 더 늘고 점점 별로인 앱으로 업뎃중"
  },
  {
    "store": "app_store",
    "date": "2025-09-04",
    "rating": 2,
    "content": "업데이트가 왤케 잦아요 \n쓰기 불편해서 지울래요"
  },
  {
    "store": "app_store",
    "date": "2025-09-03",
    "rating": 3,
    "content": "들어갈때마다 업뎃………. 자주쓰는 메뉴는 정해져잇는데ㅠㅠ 후우 \n섭취칼로리 운동칼로리 한눈에 보기쉽게 구분이나 해줬으면.."
  },
  {
    "store": "app_store",
    "date": "2025-09-03",
    "rating": 5,
    "content": "엄청 편하고 잘 되있어요\n무엇보다 귀여워서 좋아요!!\n다만 아이폰 건강앱에 활동에너지는 연동이 안되는 것인가요??\n걷기 러닝같이 운동은 연동이 되는데\n다른 활동(필라테스, 근력운동 등)인 활동에너지는 연동이 안되서 직접입력이 번거롭습니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-03",
    "rating": 5,
    "content": "인아웃 진짜 잘 쓰고 있습니다~!! 친구와 같이 식단과 운동 기록하며 다이어트 중인데 친구가 운동에는 사진 추가를 못 하냐고 물어보더라구요..ㅜ 저도 운동에 사진 추가 기능이 있음 좋겠다 생각했었는데 생각만 하다가 친구가 말하니 정말 있음 좋겠다 싶어 리뷰에다가 보내요~^0^"
  },
  {
    "store": "app_store",
    "date": "2025-09-03",
    "rating": 4,
    "content": "다이어터에게 너무 좋은 앱이예요. 디자인도 너무 예쁘고 기록, 배틀 등 다양한 요소들이 재미있고 고통스러운 관리를 조금이나마 즐겁게 만들어줍니다.\n\n근데 단식이 사용자의 입장에서 만들어졌다는 생각이 안듭니다. 매일 간헐적 단식을 시작하는 시간은 같을 수 없고 단식을 유지하는 시간이 관리하는 사람에겐 중요한 요소예요. 필라이즈의 경우 위젯을 통해 간편한 단식 시작-종료를 하고 이 사이의\n기간이 바로바로 저장되도록 되어있어요. 즉, 보다 사용자의 입장에서 간헐적 단식 타이머에 대한 기능을 사용자 편의가 높도록 제공하고있어요.\n\n다른 기능들에 대한 사용성, 더 큰 식단 데이터베이스 등 다른건 다 인아웃이 나은데 이것 때문에 필라이즈로 돌아가게 되네요 ㅠ 관리용 앱을 하나만 깔고싶은 저의 염원이 닿기를 ..! 단식 타이머 제발 개선 해주세요 !"
  },
  {
    "store": "app_store",
    "date": "2025-09-03",
    "rating": 4,
    "content": "식단등록쪽이 업데이트하고 너무 불편해졌어요 차라리 전에가 훨씬 보기도 편하고 입력하기 좋았는데 저만그런가요ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-09-03",
    "rating": 1,
    "content": "제곧네"
  },
  {
    "store": "app_store",
    "date": "2025-09-03",
    "rating": 1,
    "content": "업데이트좀 작작해요"
  },
  {
    "store": "app_store",
    "date": "2025-09-03",
    "rating": 3,
    "content": "기존엔 한번 누르면 바로 검색하거나 기존에 즐겨찾기 해둔 음식들 바로 추가할수 있어서 접근성이 좋았는데 업데이트 이후로 번거로워졌네요. 기존 UI에서도 즐겨찾기, 레시피, 식사세트 등 바로 이동할수 있었는데 왜 굳이 깔끔해보이려고 쓸데없는 탭 하나를 추가한건지 이해할수 없습니다."
  },
  {
    "store": "app_store",
    "date": "2025-09-02",
    "rating": 1,
    "content": "직접 식단등록하는데 입력 단계도 많아지고 더 불편해지네요. 꼭 식단에 저장될 필요 없는데 불필요한 단계가 많아져 덜 직관적이고 빠르게 입력하기 어려워졌습니다. \n간단하게 기록하려고 인아웃 쓰는데 이런식이면 그냥 다른 종합 영양어플 쓰지 뭐하러 이걸 쓰죠"
  },
  {
    "store": "app_store",
    "date": "2025-09-02",
    "rating": 4,
    "content": "식단 기록하면 탄단지 비율이랑 섭취량 계산해주고,\n목표체중 설정해서 하루 섭취 칼로리 추천해주는 거 정말 너~~~무 좋아요!!!\n\n근데 식단 기록할 때 클릭해야 하는 횟수가 점점 많아져서 불편해요ㅜ\n식단은 최소 6번은 눌러야 하고,\n사과도 매일 여러번 눌러야 하니까요..(식단 입력하면 자동으로 얻어지는 시스템이면 좋겠습니다!)"
  },
  {
    "store": "app_store",
    "date": "2025-09-02",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-09-02",
    "rating": 4,
    "content": "몇년째 잘 사용하고 있습니다\n매일 사용하면서 불편한 점이 몇 가지 있었는데 그냥저냥 적응해서 쓰다가, 이번 업데이트로 아쉬운 점이 더 생긴 김에 써봅니다\n\n<최근 업데이트 관련>\n1. 타임스탬프 기능이 생긴 건 좋은데 사진 없으면 시간 기록 못하는 점 - 뭐 먹을 때마다 반드시 사진을 찍는 게 아니기 때문에 사진 없어도 예전처럼 시간 기록 가능하면 좋겠음\n2. 식단 앨범에 식단 기록 안 한 건 빈칸으로 보이는 점 - 예전처럼 사진들만 볼 수 있는 버전도 있으면 좋겠음\n3. 식단 기록할 때 즐겨찾기/식사세트/레시피 등 한번 더 눌러서 들어가야 하는 점 - 예전이 더 간결하고 편함\n\n<레시피 등록시> \n✔️레시피 기능 자주 쓰는데 불편한 점이 꽤 많음. 몇번 써보면 바로 알 수 있는데 오랫동안 그대로여서 아쉬움\n\n1. 사진 반드시 넣어야 하는 점 - 굳이 사진 첨부 안해도 되면 좋겠음. 일일이 음식 사진을 찍지 않는 경우도 많은데 꼭 사진을 넣어야만 해서 어쩔 수 없이 걍 아무 사진이나 넣음\n2. 재료 등록할 때 일일이 검색해야 하는 점 - 즐겨찾기로 바로 연결되면 좋겠음. 재료가 한두개도 아닌데 하나하나 쳐서 넣기 매우 번거로움\n3. 레시피 단계 최소 2개 입력해야 하는 점 - 생략 가능하면 좋겠음. 레시피 등록 목적이 요리 방법을 자세히 남기는 것도 있지만 직접 만든 음식의 영양성분/칼로리를 확인하고 식단 기록할 때 유용하게 쓰기 위함도 있는데 꼭 2가지를 써야 해서 그냥 아무 말 넣고 등록함\n4. 몇인분인지 나눌 때 9.5인분까지만 되는 점. 숫자로 입력안되고 -, + 로만 되는 점 - 10인분이나 그 이상까지 되면 좋겠음. 몇인분인지 숫자로 바로 입력할 수 있으면 좋겠음\n\n<추가되면 좋을 것 같은 기능>\n1. 식단 저장할 때 짤막한 메모 기능 - 맛, 포만감, 만족감, 개선방안 등 적을 수 있게. 물론 일기 기능도 있지만 화면 이동해야 하고 식단이랑 같이 볼 수 없어서 불편함\n2. 통계에서 다른 날짜 바로 이동 가능한 기능 - 앱을 오래 쓰다보면 예전 기록을 보고 싶은데 일일이 넘겨봐야 해서 불편함\n\n찐사용자의 후기입니다\nAI나 마이룸 같은 것도 좋지만 기본적인 기능들이 더 쓰기 편하게 업그레이드되길 바라는 마음에 긴 글 남깁니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-02",
    "rating": 3,
    "content": "업데이트 사항이 깔끔하고 좋은데 직접입력 방식이 전보다 복잡하고 번거로워졌네요.. 식단 기록은 편리함이 필수라 생각하는데 갑자기 변경되어 번거롭습니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 5,
    "content": "이 어플 하나면 다이어트에 필요한것들 전부다 해결할 수 있어서 너무너무 잘쓰고 있어요!! 근데 이번에 업데이트 되면서 일회용 기록이 사라진게 너무 아쉬워요..ㅠㅠ 저는 학생이라서 점심식단은 급식 칼로리를 기록하는데 급식은 매일 칼로리가 바뀌니까 일회용 기록이 정말 편했거든요ㅠㅠ 다시 만들어주시면 안될까요?"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 5,
    "content": "우와 이번에 업뎃하고는 오류나 먹통이 없어졌어요 ㅠㅠ\n버틴 보람이있네요 귀여운 캐릭들 포기못해서 버텼는데 휴 드뎌 대만족즁입니더!!!\n\n---------\n여러 다이어트 어플쓰다 돌고돌아 정착한지 좀 된 유저인데.. 요근래 먹통도 넘 심해요 전날기록하려고 가면 다시오늘로 돌아오고 ㅡㅡ 화면은 멈추고 전에 삭제하고 다시깔래서 깔았는데 요즘 왜이러는지 ㅠㅠ 삭제하고싶은맘이 생겨요 뭔가 새로운거 업뎃도 좋지만 버벅거리지않게 하주세요 이후로 8월20일에도 여전히 먹통자주되네요 ㅠ운동입력하면 나가지고 나가지고 진짜 너무 열받아요 앱은 좋고 넘귀여운데 아ㅏㅏㅏ이건어떻게안되나요 ㅠ 지우고 새로깔아도 뭐가문젠지 아이폰 14프로맥스 쓰는데 기종문제인가요"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 5,
    "content": "급식은 영양소 입력이 힘들어서 학교에서 주는 영양성분표로 자유 입력 했는데 대체 왜 사라진거죠????? 왜???????"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 3,
    "content": "업데이트 하고나서 식사 시간 기록하는 부분이 사라져서 불편합니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 1,
    "content": "인터페이스도 가면 갈수록 이상해지고, 식단에 시간넣는 기능도 사라짐"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 1,
    "content": "기록들이 전부 사라졌어요"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 1,
    "content": "업데이트 이후에 식단기록이 직접입력 하는것도 무조건 칼로리까지 입력하게 되어있던데요\n그냥 제가 임의로 설정한 음식명+사진만 첨부하게 할 순 없나요?"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 2,
    "content": "렉엄청 걸림 어제 날짜로 들어가면 깜빡거리다 오늘로 더시 돌아오고 뭐라도 누르면 화면 멈춰서 한동안 터치가 안됨.. 지웠다 다시 깔아봤는데도 똑같음"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 1,
    "content": "결제했는데 코치하는거 눌렀더니 안되고 체험끝나고바로 결제 있네요? \n해결해주세요"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 5,
    "content": "이거 업데이트 되고나서 직접입력하기 단계가 왜이렇게 번거로워 졌나요? ai기능 유도하는 것 같아요 쓰기 너무 번거로워 졌어요.."
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 5,
    "content": "지난 1년동안 사용하면서 넘 좋아서\n기대하면서1년 정액으로 결제했는데\n사실 생각보다 값어치 한다고 생각 못하겠어요;;\n좀더 발전되길 바랍니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 4,
    "content": "꼭 칼로리나 영양성분 계산보다는 단순 식단 기록용으로 ‘직접 입력’ 기능 잘 쓰고 있었는데 너무 번거롭게 변했어요.. 브랜드명, 단위, 영양정보 입력안해도 자유롭게 기록할 수 있게 다시 돌려놔주십쇼......ㅠ\n\n++ 이제 음식 입력 안하고 식단 사진만 등록하는 것도 안되나요? ...너무 불편해요"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 1,
    "content": "왜안나와요?"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 5,
    "content": "다이어터들에게 정말 좋은 어플이에요!! 모든 측면에서 10점만점에 10점 드리고 싶어요"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 5,
    "content": "업데이트이후에 식사시간 저장하는 게 없어져서 아쉬워요 \n의식적으로 2-4시간마다 식사, 12-14시간 간헐적단식중이고 직업특성상 식사나 운동이 불규칙적일수밖에 없어서 식사시간 쓸 수 있는게 엄청 편리했는데 없어져서 당황스러워요 다시 만들어주시면 감사하겠습니다ㅠ 혹시 있는데 제가 못찾는걸까요..????"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 3,
    "content": "너무 애용하고 잘 사용하고 있어요 그런데 저만 그런지 모르겠는데 튕김현상이 너무너무 심하네요 \n이 문제 때문에 기록할 때 못하고 놓쳐서 다른 앱으로 잠깐 떠나가 있었는데, 인아웃으로 돌고 돌아와요 🤣\n그러니 관계자님 이것만 나아지면 \n넘 좋을것같아요 !! 젭알🥺🙏🏻"
  },
  {
    "store": "app_store",
    "date": "2025-09-01",
    "rating": 5,
    "content": "이 앱 덕분에 제 삶이 더 건강해지고 있어요. 식단 관리라는 건 1도 모르고 신경도 안 썼던 저에게 이제 이 앱이 한 줄기의 빛이 되었네요 ㅎㅎ \n너무 편리하고 앱도 귀여워서 매일매일 들어가서 식단 관리 하고 있습니당"
  },
  {
    "store": "app_store",
    "date": "2025-08-31",
    "rating": 3,
    "content": "리뷰 잘 안 다는 사람인데 밥 하나 기록 하려고 6번 재부팅하고 몸무게 기록하려고 10번씩 재부팅 하는 게 맞나요? 진짜 너무 화나서 리뷰 달아요  그래도 그간 애용하던 어플이라 별점 세개 드립니다"
  },
  {
    "store": "app_store",
    "date": "2025-08-31",
    "rating": 5,
    "content": "빠른 시일 내로 알려주시길 바랍니다."
  },
  {
    "store": "app_store",
    "date": "2025-08-28",
    "rating": 5,
    "content": "다만 음식 직접 등록이 아직도 제한되어있어서 매번 입력하기 너무 번거로워요 … 빨리 고쳐주셨으면 좋겠습니다"
  },
  {
    "store": "app_store",
    "date": "2025-08-28",
    "rating": 5,
    "content": "좋아요 진짜 좋네요 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2025-08-27",
    "rating": 3,
    "content": "유저등록도 막아놓고 자유입력은 일회성이고 불편해서 어떻게 씁니까.. 한개 단위로 저장할 수 있게해주세요. 그리고 걸음수는 매일 불러와야 되는거 너무 불편합니다. 자동으로 바꿔주세요"
  },
  {
    "store": "app_store",
    "date": "2025-08-27",
    "rating": 1,
    "content": "정확한 기초대사량 설정이 안되네요 ㅡㅡ 인바디랑 연동되게 해주세요"
  },
  {
    "store": "app_store",
    "date": "2025-08-26",
    "rating": 2,
    "content": "다른건 다 잘되는데 친구랑 배틀하나 하는게잇는데 그게 자꾸 있다가 없다가 해요 알림만오고 배틀이 안떠요"
  },
  {
    "store": "app_store",
    "date": "2025-08-25",
    "rating": 4,
    "content": "5갠데 잘못 보냄 이슈."
  },
  {
    "store": "app_store",
    "date": "2025-08-25",
    "rating": 3,
    "content": "5끼 먹습니다. 끼니 수 변경 할수잇게 해주세요."
  },
  {
    "store": "app_store",
    "date": "2025-08-24",
    "rating": 5,
    "content": "체중 가리게 해줘잉 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-08-21",
    "rating": 5,
    "content": "진짜 다 좋고 칼로리 계산 진짜 이이디어가 좋은것 같고 캐릭터 너무 귀여워요 ㅠㅠ\n다만 약간(?) 아쉬운것은 코치 ai가 유료인것과 사람들이 약간의 욕설(?) 그래도 이정도론 만족합니당👍❤️🥳"
  },
  {
    "store": "app_store",
    "date": "2025-08-21",
    "rating": 4,
    "content": "이거하구 3일만에 1.1kg빠졌습니다ㅏ 1달만에 2kg뺀 나는 이앱을 안깔았다는생각에 짜증납니다ㅏ 이앱 너무 좋네요!"
  },
  {
    "store": "app_store",
    "date": "2025-08-20",
    "rating": 2,
    "content": "1. 같은 운동 두 번해서 따로 기록하려해도 운동 추가 안 되고 한 개는 삭제되고 한 개만 추가되는 식이라 두 개 기록을 못 함 2. 생리 시작 스티커가 없음. 상식적으로 생리 종료 스티커가 있고 양이 많이 적네 같은 스티커도 있는데 왜 시작 스티커가 없는지 의문 3. 그냥 써보면 알겠지만 굳이 운동 누르고 바로 칼로리 수정하게 하면 될 걸 추가 버튼 누르고 수정해야 한다든지, 스티커와 운동 칼로리, 식단 칼로리 등 동시에 못 보고 다 따로 눌러봐야 한다든지 UI가 참 별로임."
  },
  {
    "store": "app_store",
    "date": "2025-08-19",
    "rating": 1,
    "content": "다른앱 깔러갑니다"
  },
  {
    "store": "app_store",
    "date": "2025-08-19",
    "rating": 5,
    "content": "좀 더 다양한 컨디션 기록할 선택지 원해요!"
  },
  {
    "store": "app_store",
    "date": "2025-08-18",
    "rating": 4,
    "content": "처음에 한번만 됬고 하라는 대로 다 했는데 안되요…"
  },
  {
    "store": "app_store",
    "date": "2025-08-17",
    "rating": 4,
    "content": "인아웃 어플은 잘 사용하규 있습니다 다만 유료결제인 플러스를 1년 정기구독을 하였는데 저한테는 안 맞아서 환불을 하려고 합니다 !"
  },
  {
    "store": "app_store",
    "date": "2025-08-13",
    "rating": 4,
    "content": "다 좋은데 급식 입력하기 빡세요"
  },
  {
    "store": "app_store",
    "date": "2025-08-13",
    "rating": 5,
    "content": "고맙습니다"
  },
  {
    "store": "app_store",
    "date": "2025-08-12",
    "rating": 4,
    "content": "앱자체는 너무 잘쓰고 있어요..! 다만 통계에 들어가서 목표몸무게랑 지금까지 얼마가 빠졌는지 뜨는게 안정확한 것 같아요ㅜㅠ 목표몸무게는 맞는데 지금까지 1kg 빠졌는데 2kg빠졌다고 계산되네요…\n\n원히는 개선사항\n1.문의사항 남길 수 있는 페이지가 앱내에 있었으면 좋겠어요!\n2.몸무게 통계에 들어가서 빠진몸무게 계산 정확도 올리기\n3.목표몸무게를 설정할때 이 목표까지 얼마나 걸린다 기간이 떴던것같은데 목표몸무게,다이어트기간 직접 설정가능했으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2025-08-10",
    "rating": 5,
    "content": "아주 좋은 어플 ㅎㅎ 근데 갠적으로 메인화면에 지방이 캐릭터가 먹은 칼로리에 따라 이미지가 변하면 더 재밌을 것 같아요 효과도 있을 것 같고! 적게 먹으면 볼이 패인다던가 적당히 먹으면 웃는다던가 초과하면 배 빵빵해진다던가 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ 아 상상만해도 귀엽고 웃기네여 ㅋㅋ 여유 있으면 업뎃 해주세요!!!!"
  },
  {
    "store": "app_store",
    "date": "2025-08-07",
    "rating": 5,
    "content": "인아웃 최고"
  },
  {
    "store": "app_store",
    "date": "2025-08-07",
    "rating": 4,
    "content": "기록용으로 너무 좋은데.. 어플 누르면 접속이 아예 안되고 흰화면 뜨는 현상이 너무 자주 일어나요 사용중인 앱 목록에서 지우고 다시 들어가도 몇 번이고 이래요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-08-04",
    "rating": 5,
    "content": "이런거 귀찮아서 잘 못하는데 이건 해요"
  },
  {
    "store": "app_store",
    "date": "2025-08-01",
    "rating": 3,
    "content": "아이폰 12미니 유저예요\n이번에 어플 업뎃 이후로 갑자기 위젯이 하얗게 나옵니다\n위젯 삭제 후 다시 해봐도 그래요"
  },
  {
    "store": "app_store",
    "date": "2025-08-01",
    "rating": 1,
    "content": "서비스를 사용해보고, 결제했어야 했는데 너무 아닌데 1년 구독 환불 부탁드려요. 아예 사용을 안할것 같고 도움이 안될듯 해요. 저보다도 정보가 없고 챗지피티나 다른 AI보다도 성능이 떨어지네요. 당일 구매 환불 부탁드립니다. 애플에서는 영수는 확인 불가로 환불이\n안되네요"
  },
  {
    "store": "app_store",
    "date": "2025-07-29",
    "rating": 1,
    "content": "앱을 깔았는데 화면이 아예 안보여요;;이게 뭐죠 전원 껏다가 켜도 안됌요 참고로 아이폰13미니임"
  },
  {
    "store": "app_store",
    "date": "2025-07-28",
    "rating": 5,
    "content": "제가 실수로 말랑 AI 무료체험을 잘못눌렀는데 어떻게 결제 취소를 해야할지 모르겟숴요 ㅠㅜ 설정에 구독 찾아봐도 안보여서 흐ㅡ흐흐긓긓ㄷ흗흗 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-07-28",
    "rating": 5,
    "content": "어플 자꾸 렉 걸려요\n하루 식단 (아점저) 입력하는데 렉이 한 4-5번 걸려서 반복해서 껐네요"
  },
  {
    "store": "app_store",
    "date": "2025-07-28",
    "rating": 5,
    "content": "직접등록 대체\n언제부터 되는거에용 ㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-07-27",
    "rating": 5,
    "content": "혈당기록도 있으면 좋겠어요."
  },
  {
    "store": "app_store",
    "date": "2025-07-24",
    "rating": 5,
    "content": "네네 이앱은요🥰 제가 이 뱃살을🥵날리려고\n깔았는데 네 날려졌구용 음 아쉬운점은\n운동이나 걸음수를 충정하는게 따로 있으면 좋게네요🥳주로 식단위주라 운동 따로해야하는게 슬퍼용"
  },
  {
    "store": "app_store",
    "date": "2025-07-22",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-07-22",
    "rating": 5,
    "content": "식사 기록할때 시간 입력에 지금이 있으면 좋겠음 시, 분 입력할때마다 불편함"
  },
  {
    "store": "app_store",
    "date": "2025-07-22",
    "rating": 4,
    "content": "너무 쓸데없는 게 많아진 것 같아요. 업뎃 전이 나은 듯 특히 그 ai기능… 그래도 적응하면 나아지겠죠 ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2025-07-19",
    "rating": 2,
    "content": "뭐만 하면 앱이 멈춰서 뭐 눌리지도 않아서 앱을 계속 들어왔다 나갔다를 반복해야함. 한 두번 그런 거면 모르겠는데 터ㅣ치만 해도 그래서 답답해서 안쓸 예정"
  },
  {
    "store": "app_store",
    "date": "2025-07-17",
    "rating": 4,
    "content": "1:1배틀 오늘부터 시작이라 만들어놨던거 들어갔더니 사라졌고 다시 만들려니까 최종검토완료가 계속 안눌려요옹..ㅠ 그거 말고는 문제됬던것도 하나도 없고 모든 기능 다 잘 사용하고 있습니다ㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-07-16",
    "rating": 2,
    "content": "계속 잘 써왔는데, \n요즘은 들어가서 입력만해도 하얀창으로 튕겨서\n종료했다가 다시 들어가기를 어플 쓸 때마다 반복해야돼요...ㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-07-16",
    "rating": 5,
    "content": "카카오 앱까지 열리고 로그인 화면이 안 뜨는데 확인 부탁드려요ㅠ \n\n앱 너무 잘 쓰고 있습니다 💗"
  },
  {
    "store": "app_store",
    "date": "2025-07-16",
    "rating": 1,
    "content": "너무 번거로워요 ㅎ"
  },
  {
    "store": "app_store",
    "date": "2025-07-16",
    "rating": 3,
    "content": "인아웃plus 무료체험 후 이어서 구독 안하려면 어떻게 해야 하나요? 앱스토어에서 구독, 구입내역 들어가봐도 인아웃이 안 뜹니다.."
  },
  {
    "store": "app_store",
    "date": "2025-07-16",
    "rating": 2,
    "content": "여러 다이어트 어플 번갈아가면서 쓰고있는데 이번에 말랑ai 캐릭터 필*** 앱이랑 넘 비슷한듯ㅋㅋㅋㅋㅋ귀엽긴함"
  },
  {
    "store": "app_store",
    "date": "2025-07-15",
    "rating": 5,
    "content": "운동인인 저로써는 없어서는 안될 어플인데 하나 아쉬운 점이 있다면 식단이 아침,점심,저녁,간식 이렇게 4개로 구성되어있는데 그 칸을 좀 더 자유롭게 늘릴수 있으면 더 좋을것 같아요! 하루 6끼 먹는 저에게는 조금 식단 칸이 모자르네요 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-07-15",
    "rating": 5,
    "content": "건강앱이랑 연결도 돼서 좋은데\n인바디 불러오는 것도 가능했으면 좋겠어용!!"
  },
  {
    "store": "app_store",
    "date": "2025-07-15",
    "rating": 2,
    "content": "어플 들어가서 오른쪽 위 종모양 누르고 게시판에 제가 남겼던 댓글 기록들 같은거 지울 수 있게 만들면 안되나요? 게시물 지웠는데도 남아있는거 좀 불편해요"
  },
  {
    "store": "app_store",
    "date": "2025-07-15",
    "rating": 1,
    "content": "필라이즈 앱하고 똑같은 유료 서비스 내던데? 과금제로 넘어갈 건가 봄. 근데 다른 서비스 이름이랑 똑같이 네이밍하고 고양이 코치 캐릭터까지 카피해서 출시하면 문제 안 생기나? 요즘 저작권 이슈 얼마나 민감한데 ㅋㅋㅋ 기획자나 디자이너가 양심 없을 무인듯"
  },
  {
    "store": "app_store",
    "date": "2025-07-15",
    "rating": 4,
    "content": "업데이트가 너무 많아요;;계속 업데이트해야해서 귀찮"
  },
  {
    "store": "app_store",
    "date": "2025-07-15",
    "rating": 1,
    "content": "업데이트된 ui가 칼로리랑 영양상세 보기 더 불편해요 사진을 메인으로 두니까 사진으로 기롣 안하는 사람으로써 더 불편합니다 선택이라도 할 수 있게 해쥬든지 사진을 강제로 위로 크게 올려둬버리니 식단 기록할 때 칼로리 탄단지 위주로 보는 사람으로써 너무 불편합니다 다시 돌려주세요 제발 ㅜㅜ 슬라이드 형식도 자꾸 잘못 올라가게 되고 불편합니다 식단 기롣은 하루애도 몇번씩하는던데 간편성 편의성이 너무 떨어집니다 돌려주세요"
  },
  {
    "store": "app_store",
    "date": "2025-07-12",
    "rating": 4,
    "content": "다 좋은데 공유 기능 좀 더 만들어주셨으면 좋겠어요\n한눈에->오늘 하루 공유하기로 이미지를 만들면 구매한 테마도 적용이 안되고 찍은 음식 사진도 안 나오고 그냥 숫자만 바뀌는게 아쉬워요\n개선해주시면 바로 별점 5점으로 올려드릴게요"
  },
  {
    "store": "app_store",
    "date": "2025-07-11",
    "rating": 5,
    "content": "어플 다운받고 다이어트도 성공하고 너무 잘 쓰고 있는 어플입니다 다 좋아요 \n광고보면서 사과도 맨날 챙기고있거든요?\n별별광고도 신경끄고 사과만 챙기자 마인드인데\n오늘  vigloo 라는 어플 광고가 처음으로 떴는데\n광고가 너무 더럽습니다 아 진짜 저딴광고보면서 사과 챙기고싶지 않아요 제발 저딴 광고는 걸러주시면 안되나요? 아 저건 진짜 아니죠\n(저 어플에도 클레임 걸거임)\n저런 광고 받아주지 말아주셨음 해요 \n광고때매 리뷰를 다 써보네요.. 이 어플은 훌륭하니 별은 5점 드립니다"
  },
  {
    "store": "app_store",
    "date": "2025-07-09",
    "rating": 5,
    "content": "앱 너무너무 잘 쓰고 있습니다. 다이어트 기록앱으로는 1등인 것 같아요. UI 도 너무 귀엽고 마음에 들어요. 한가지 제안하고픈 게 있는데요, 제가 살이 빠지면서 말랑이도 점점 날씬해져가는 그런 기능이 있으면 너무 재밌을 것 같아요! 시각적으로 애가 점점 변하는 걸 보면 성취감도 더 느끼고 원동력도 더 생길 것 같아요. 좋은 앱 만들어줘서 감사합니당~"
  },
  {
    "store": "app_store",
    "date": "2025-07-08",
    "rating": 5,
    "content": "앱 자체가 광고도 별로 없고 좋은것 같아용ㅇ"
  },
  {
    "store": "app_store",
    "date": "2025-07-07",
    "rating": 5,
    "content": "어플 너무 잘 쓰고 있습니다 \n하나 건의드릴게 음식 먹은 시간 기록을 같이 할 순 없을까요 ~~!?"
  },
  {
    "store": "app_store",
    "date": "2025-07-05",
    "rating": 5,
    "content": "위젯(칼로리체크) 색이 푸른색이라 맘에 안들어서, 인앱 결제 후 검정 테마 구매해서 적용했는데 위젯 색은 똑같네요. 위젯 색은 변경이 안되나요?"
  },
  {
    "store": "app_store",
    "date": "2025-07-01",
    "rating": 5,
    "content": "내돈내산(?)임. 다이어트 칼로리 메모하는거 중요하다는 유튜버의 말을 듣고 깔게된 앱. 근데 갑자기 귀여운 캐릭터가 있고 방꾸미기도할수있고 소유욕을 불러일으키는 귀여운 템이많음… 일단 귀엽고(중요), 대체로 사람들이 많이 사용한 음식들을 선택해서 칼로리 메모할수있다는 점이 편리했고, 개발 오류가 생기면 즉각적인 대처를 해줌. \n아쉬운점은 칼로리 기록시 “음식 추가 - 오른쪽상단 숫자 클릭 - 기록완료” 까지해야 완료가되는데, ”오른쪽상단 숫자“ 가 눈에 잘 안들어오기도 하고, ”숫자클릭, 기록완료“ 까지 가는 루트가 너무 번거로움. 음식만 추가하고 완료된줄알고 뒤로갔다가 기록이 안된경우도 많았음. 갠적으론 이것빼고 전반적으로 괜찮음. 사과얻을수있는 이벤트도 열어줬음 좋겠당ㅋㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2025-06-30",
    "rating": 4,
    "content": "안녕하세요! 어플 잘 사용중입니다.\n운동 초린이는 운동 이름만보고 어떤 자세인지 몰라요ㅠㅠ! 사진이나 동작 이미지도\n함께 첨부해서 추가설명해주면 운동기록하는데에 있어 너무 좋을거 같아요! 또 휴식시간이랑 운동 측정 타이머도 추가해주심 넘 넘 운동할때마다 행복할것 같습니다!♥"
  },
  {
    "store": "app_store",
    "date": "2025-06-28",
    "rating": 2,
    "content": "앱에 나온 방식대로 여러번 했으나 연동이 아예 안됩니다"
  },
  {
    "store": "app_store",
    "date": "2025-06-28",
    "rating": 5,
    "content": "너무 잘 이용하고 있는 유저입니다!\n눈바디 기록하고 싶은데 사진찍기밖에 안 되더라구요 ㅠㅠ 사진보관함에서 선택할 수 있었으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2025-06-27",
    "rating": 1,
    "content": "안녕하세요 진지하게 저는 이 앱이 너무 좋다고 생각하고 다이어트를 하고있어서 이 앱을 유용하게 이용하고 싶은데 첫 화면에 뜨는 광고를 닫기를 해도 식단 기록할 때나 운동기록 하려고 스크롤을 내리면 바로 또 앱 처음 들어간거 처럼 광고가 뜨고 또 광고 닫기하고 스크롤 내리면 광고가 또 뜨고 흰색 화면 뜨고 이게 반복이에요ㅠㅠ… 운동기록 한번 할려고 하면 기본 20분은 걸려요… 이렇게 안되게 뭔가 방법이 없을까요 이 앱 쓰고 싶은데 넘 불편해서 힘들어요 엉엉ㅇㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-24",
    "rating": 4,
    "content": "추가해주시면 좋을 것 같습니다 사진 찍고 얼굴은 가리거나 배경을 가리거나 하고싶아사요~ 다른 건 너무 잘 이용중입니다."
  },
  {
    "store": "app_store",
    "date": "2025-06-24",
    "rating": 5,
    "content": "UI가 너무 맘에들어서 기록하는 재미가있어요. \n다만 헬스 데이터를 한번에 연동하는 기능이 생겼으면 좋겠어요. 데이터가 너무 방대하다면 6개월단위로 잘라서 가져올 수 있는 방식 등으로요."
  },
  {
    "store": "app_store",
    "date": "2025-06-22",
    "rating": 5,
    "content": "친구들이랑 같이 하면 좋습니당"
  },
  {
    "store": "app_store",
    "date": "2025-06-20",
    "rating": 5,
    "content": "어플 들어가면 업데이트 하라고 뜨고 업데이트 하려고 하면 계속 재생중이기만 하고 로딩이 안 움직여요"
  },
  {
    "store": "app_store",
    "date": "2025-06-20",
    "rating": 4,
    "content": "버튼하나 누르면 3초정도씩 기다려야하네요 ?"
  },
  {
    "store": "app_store",
    "date": "2025-06-20",
    "rating": 3,
    "content": "같은 음식에\n킬로리가 너무 제각각이라 혼란스럽네요"
  },
  {
    "store": "app_store",
    "date": "2025-06-20",
    "rating": 5,
    "content": "넣을게없어서 직접등록이나 레시피로 음식 입력할때 당이랑 나트륨도 적게 만들어주세여ㅠㅠㅠㅠ  입력하면 0으로 입력돼서 정확한 수치를 모르겠어요"
  },
  {
    "store": "app_store",
    "date": "2025-06-20",
    "rating": 4,
    "content": "진심 앱을 지우랬다 다시 깔랬다 꽁짜로 좋은앱 쓰는거 너무 감사한데 제발.. 하 ㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-20",
    "rating": 5,
    "content": "비프 준비하면서 알아보고 사용하는 어플인데 너무 나도 잘 구성되어있고 편리성도 좋아서 사용하기 쉽습니다\n\n아쉬운 점이라면 아직 등록이된 음식이 적다 와 추가되면 좋을만한 점은 식품뒤에있는 성분표를 찍으면 바로 기입이 되는 기능 있으면 좋겠다는 생각이 들었습니다 유료버전으로 나와도 충분히 사용할만할 것 같습니다!"
  },
  {
    "store": "app_store",
    "date": "2025-06-20",
    "rating": 5,
    "content": "제가 메뉴를  못찾는건지 처음 설정한 목표 몸무게 수정하는 메뉴가 있었으면 좋겠어요 ㅠㅠ 기록하면서 느낀점이 너무 터무니없이 감량 목표를 설정했더라구요 ㅋㅋㅋ 메뉴가 있다면 알려주시면 감사하겠습니다 :3"
  },
  {
    "store": "app_store",
    "date": "2025-06-19",
    "rating": 4,
    "content": "귀엽고 아기자기하고 좋습니다\n몇가지 건의드리고 싶어요\n식단을 쉬는날 운동하는날 등 하루하루 필요 대사량에따라 칼로리 조절을 할수 있도록 3,4가지 옵션으로 선택할수 있도록 늘려주세요\n+ 그리고 3끼에 간식만 있어서 4번 기록이던데\n적어도 6번정도 까지는 기록할수 있도록 옵션으로 넣어주시면 좋을거같아요"
  },
  {
    "store": "app_store",
    "date": "2025-06-19",
    "rating": 4,
    "content": "아이폰 건강앱이랑 연동이 안되요 설명해준 설정들어가서 해도 똑같습니다ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-18",
    "rating": 5,
    "content": "총 탄수 섭취량에 당 섭취량도 포함된 수치로 나오게 했으면 좋겠습니다\n(지금처럼 당 섭취 몇g 도 따로 나오게 하되)"
  },
  {
    "store": "app_store",
    "date": "2025-06-18",
    "rating": 5,
    "content": "너무 잘 이용중인데 ㅜㅜ 먹통이네요"
  },
  {
    "store": "app_store",
    "date": "2025-06-18",
    "rating": 1,
    "content": "항상 그래요... 아무리 설정 방법 보고 따라하고 기다려봐도 항상 안됩니다 진짜 답답해서 죽을 것 같아요 빨리 오류 좀 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "완전히 리셋됐네요? 제 데이타를 어떻게 다시 갖고오죠? 왜 이렇게 시스템 문제가 많이 생기나요?"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "이런 어플을 무료로 쓰게해줘서\n감사할 따름이에요\n칼로리계산해줘서 좋고\n여러가지 기록도 하고 기록하면서 주는 사과로 꾸미기까지 하니까 관리를 더 재밌게 해줘요!! 어플 정말 고마워요!\n유료화가 되어도 사서 쓸 것 같아요\n이제 없으면 안돼요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 1,
    "content": "오류 생겼다고 앱삭제 후 다시 설치하라고해서 했더니 기존에 있던 기록들이 다 사라졌어요!!!!"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 1,
    "content": "어제부터 갑자기 화면이 하얗게 나오더니 들어가지질 않아요.. 삭제 후 다시 깔면 몇년간 매일 기록했던게 사라질까봐 재설치도 못하겠어요ㅠ 이래저래 업뎃때마다 무거워져서 고민이었는데 이렇게 아예 못쓰게 될 줄이야ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "어디로 문의하죠?ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 1,
    "content": "1년 넘게 사용하고 랐는데 어제부터 어플 키면 하얀색 화면만 나오고 접속이 안되요 조치를 좀 해주세요!!!!\n설마 삭제해여한다면 이때까지 했던 식단이랑 다ㅜ날아가눈건가요…아…"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "만족하며 사용중인데 어제부터 앱 열면 하얗게만 보여서 아무것도 할 수가 없어요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 3,
    "content": "6/17화 밤부터 작동이안돼요 들어가면 하얀 화면이떠요 에러개선 되나요?"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "어제 저녁부터 화이트스크린에 메인화면이 아예 안뜨는데 저만 그런건가요? 데이터 때문에 삭제 재설치도 못하고... 어떻게 해야할까요..ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "2025-06-17 오후부터 갑자기 먹통인데 어떤 문제일까요. 어플 실행하면 환경의 달 광고 화면 나오고 비번 입력 화면으로 넘어가지 않고 하얀색 화면 상태로 먹통입니다ㅠ\n\n방금 어플삭제 후 재설치하니 정상이네요"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 3,
    "content": "1년 넘게 쓰면서 한번도 이런적이 없는데 실행하면 화면이 하얗게 먹통이에요 어젯밤부터 계속 이래요 위젯에도 데이터 불러오기 실패라고 뜨구요 제발 해결해주세요ㅠㅠ 아이폰13프로 os18.5 예요"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 1,
    "content": "나만 그런가요?"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "아이폰유저입니다. 식단 기록용으로 잘 사용중입니다. 근데 요새 들어 앱 자체가 잘 안들어가지네요 ㅠㅠ 기록을 너무 많이 하면 잘 안들어가지나요….?"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "이런 현상만 고쳐주시면 다 완벽해용.."
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 3,
    "content": "잘 사용하고 있었는데 오후부터 어플 실행이 되지않습니다"
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 5,
    "content": "너무 잘 쓰고 있는데요. 오늘 지금 계속 먹통이네요. 저만 그런건지;;;"
  },
  {
    "store": "app_store",
    "date": "2025-06-16",
    "rating": 2,
    "content": "3끼 기준으로는 괜찮습니다만 5끼나 유동적으로 끼니수를 조절하는경우 전혀 도움이 안됩니다. 그리 어려울것같지 얺은데 허루 식사 수를 변경할수있게좀 해주세요. 식사수 때뭉에 사용 불가하여 환불요청하였으나 이루어지지 않아 기능개선이라도 부탇합니다\n\n————————————\n식단이 기록안된다는게 아니라, 4끼 혹은 5끼로 식단 중인데 어플 상에는 3끼 기준으로밖에 입력이안되어 실제로 사용을 못하고 있습니다. 미 인지 상태로 12개월구독을 구매하여 환불요청 드렸습니다."
  },
  {
    "store": "app_store",
    "date": "2025-06-16",
    "rating": 3,
    "content": "귀엽고 상세하게 나눠져 있는 다양한 채널에\n다이어트 동기부여도 되고 도움을 많이 받고 있습니다\n만들어주신 관계자님들 감사합니다\n그런데 ,, 저만 이렇게 렉이 심한가요 ?\n뭐 하나 적으려면 딜레이가 너무 길고 툭하면 멈춰버립니다\n하나 적을때 렉이 2번은 걸리고 눌러도 안눌리고\n다시 껏다 켯다를 2-3번 해야 하나 작성이 가능할 정도 입니다 ㅠㅠ 도움을 주실 수 있으면 너무 감사할거같아요\n지우고 다시 깔아야 하는건지 ,,,,,,, 하나하나 기록할 때 마다 시간이 너무 오래 걸리고 아예 불가할때도 많아요 도와주세요"
  },
  {
    "store": "app_store",
    "date": "2025-06-16",
    "rating": 5,
    "content": "디자인도 귀엽고 식단을 쉽게 기록할 수 있어서 정말 잘 쓰고 있어요! 위젯 기능까지 생겨서 접근성도 훨씬 좋아요!! 다이어트 꼭 성공해볼게유,, 털썩,,\n한 가지 바라는 점이 있다면 현재는 목표 몸무게를 최종 목표만 설정할 수 있는데 단기 목표도 함께 설정할 수 있었으면 좋겠어요. 목표 설정이 조금 더 세분화되면 좋을 것 같다는 생각이 들었어용ㅎㅅㅎ\n목표에 좀 더 쉽게 다가갈 수 있게 메인 UI에서 진행률이나 남은 목표를 바로 확인할 수 있으면 어떨까해요! 앞으로도 기대할게요💪"
  },
  {
    "store": "app_store",
    "date": "2025-06-16",
    "rating": 1,
    "content": "터치가 안돼요 식단 기록하려면 계속 나갔다 와야 하고ㅠ 앱 자체는 좋은데 불편해서 다른 앱 쓸 것 같아요"
  },
  {
    "store": "app_store",
    "date": "2025-06-16",
    "rating": 3,
    "content": "다좋은데 꼭 4끼밖에 입력을못해서\n벌크하거나 뭐 조금씩나눠먹을때 기록하기 매우불편함;; 그래서따로 메모장켜서쓰는날이 더 많은듯 ㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-06-15",
    "rating": 5,
    "content": "진짜 이런 어플 처음 봅니다.\n1. 우선 너무 귀여움\n귀여워서 자꾸 어플 들어가게 만들어요 ㅠ 방꾸미기 게임과 다이어트가 합쳐진 그냥 다마고치 처돌이인 저에게 찰떡인 앱입니다..\n2. 없는게 없는 기능들\nㄹㅇ 다이어트 하면서 필요한 기능이 다 있어요… 놀라운…\n3. 배틀기능 너무 재밌음\n친구랑 같이 1:1배틀이랑 그룹배틀하는데 열품타 느낌 나서 재밌어요..ㅠ\n4. 다만 아쉬운 것 딱 한 가지..\n매일 영양소 상세 들어가서 볼 때 탄단지랑 당은 하루 목표치가 나오는데 나트륨은 안 나오더라구요! 나트륨 일일 권장량도 같이 표시되면 너무 좋을 거 같아용♡"
  },
  {
    "store": "app_store",
    "date": "2025-06-13",
    "rating": 5,
    "content": "외롭고 힘들기만한 다이어트.기쁘고 즐겁고 캐릭터방 꾸미기의 낙을 주셔서, 다이어트에 활력을 주셔서 감사합니다.^ㅡ^"
  },
  {
    "store": "app_store",
    "date": "2025-06-12",
    "rating": 3,
    "content": "원래 안 그랬던 거 같은데 왜이러죠.. 쓰는 게 힘들 정도예요"
  },
  {
    "store": "app_store",
    "date": "2025-06-11",
    "rating": 4,
    "content": "다 좋은데 \n나트륨 당도 탄단지 퍼센트 게이지 보였으면\n 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2025-06-10",
    "rating": 5,
    "content": "너무 잘 쓰고 있어요~~\n다만 기성 식품에서 무언가를 빼고 먹을 때를 위한 기능이 있으면 좋겠어요.\nex> 샌드위치 빵 한 쪽 떼고 먹을 때\n\n인아웃에 칼로리 추가(플러스) 계산말고 마이너스도 나왔으면 좋겠어요~\n\nex>\n+추가 버튼: ㅇㅇ샌드위치 \n-마이너스 버튼: 식짱 한 쪽 \n=최종적으로는 식빵 한 쪽 떼고 먹은 칼로리 나오게요~"
  },
  {
    "store": "app_store",
    "date": "2025-06-10",
    "rating": 5,
    "content": "메인 화면에 총 칼로리와 탄단지 수치를 계산할 수 있게 되어 있는데 항목별 숫자를 수정하는 방법이 궁금해요"
  },
  {
    "store": "app_store",
    "date": "2025-06-09",
    "rating": 1,
    "content": "심각하게 느리고 버벅대고 몸무게 기록하나 하는데 3번 껐다 켜야해요"
  },
  {
    "store": "app_store",
    "date": "2025-06-09",
    "rating": 3,
    "content": "화면이 계속 멈추고 광고도 두번씩 떠요.\n음식 기록할때마다 3번은 껐다가 다시 키게 돼요\n수정해주세요\n렉걸리는거 외에는 정말 만족하고 있습니다"
  },
  {
    "store": "app_store",
    "date": "2025-06-08",
    "rating": 5,
    "content": "인터넷 다 찾아보고 앱 다 둘러봤는데 탈퇴버튼이 없어요."
  },
  {
    "store": "app_store",
    "date": "2025-06-07",
    "rating": 5,
    "content": "근데 최근들어 렉이 많이 뜨더라고요. 화면 로딩이 오래 걸린다던지, 수정한 내용이 반영 안 되고 창이 튕긴다던지.. 버전은 최신으로 업데이트 돼 있는데, 버그 수정 한 번만 확인 부탁드려요"
  },
  {
    "store": "app_store",
    "date": "2025-06-07",
    "rating": 1,
    "content": "빨리 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2025-06-07",
    "rating": 1,
    "content": "앱을 껐다 켜도 계속 흰 바탕이거나 엄청 느려졌네요. 굳이 문제 없이 잘 쓰고 있던 어플에 무겁게 해서… 다시 하셔야 할듯요"
  },
  {
    "store": "app_store",
    "date": "2025-06-07",
    "rating": 2,
    "content": "갑자기 칼로리를 아침점심저녁 추가해도 총 칼로리 업데이트 자체가 안되고,,, 화이트스크린 너무 많이떠서 계속 앱 강제종료하고 다시열어야해요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-06-06",
    "rating": 4,
    "content": "식후 3시간 맞춰서 음식 먹거나 물 1시간마다 지정해서 먹고싶은데 따로 개별 알람 설정없이 인아웃에서 섭취량 섭취시간 같이 기록할 수 있고 그에 따른 이후 알람까지해주면 더 좋을 것 같아요"
  },
  {
    "store": "app_store",
    "date": "2025-06-05",
    "rating": 5,
    "content": "Ui도 깔끔하고 직관적인데다가 식단/운동/물 섭취량/영양제 등등을 한 앱에 기록할 수 있다는 게 좋은 것 같아요! 게다가 칼로리 계산을 알아서 해줘서 편해요"
  },
  {
    "store": "app_store",
    "date": "2025-06-04",
    "rating": 2,
    "content": "사과 미션, 마이룸 꾸미기 같은게 다이어트랑 관련이 없다고 생각해요..\n차러리 기록 잘하면 포인트 주시고 그 포인트로 편의점 기프티콘이나 다이어트랑 관련된 물품 살 수 있는것이 더 좋은거 같아요"
  },
  {
    "store": "app_store",
    "date": "2025-06-04",
    "rating": 5,
    "content": "그림도 너무 귀엽고 다 같이 으쌰으쌰하는것도 넘 좋아요\n일기쓰기에 응가...칸에 방귀뿡뿡같은것도 넣어주시면 좋겠어요ㅋㅋㅋ 방귀쟁이는 작성할게 없어요.."
  },
  {
    "store": "app_store",
    "date": "2025-06-03",
    "rating": 5,
    "content": "앱 사용한지 2~3달되었어여 위젯이 생기니 앱에 들어가지 않고도 볼수 있어 좋더라구여ㅕ근데 아주 조금 아쉬운점이 체중 기록을 소수점까지 했으면…\n(예 59.4 만 할수 있는데. 59.43이라던지 59.49라던지 끝까지 쓰고 싶어용)"
  },
  {
    "store": "app_store",
    "date": "2025-05-30",
    "rating": 5,
    "content": "지금까지 썼던 다이어트 앱 중 가장 좋았어요 다이어트할 때 가장 신경쓰는게 당인데 먹은 음식 기록하면 당일 탄수 지방 단백질 다 계산해줘서 좋아요 그리고 방 꾸미는 것도 귀여워서 열심히 기록할 수 있었어요"
  },
  {
    "store": "app_store",
    "date": "2025-05-29",
    "rating": 5,
    "content": "그래서 재밌다"
  },
  {
    "store": "app_store",
    "date": "2025-05-29",
    "rating": 1,
    "content": "한국어어플인데 갑자기 영어로 권한 승인 팝업 뜨는 건 뭔가요 ? 해킹당하신건가요 ? \n너무 찝찝해서 삭제합니다ㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-05-29",
    "rating": 3,
    "content": "시작 로딩화면만 뜸"
  },
  {
    "store": "app_store",
    "date": "2025-05-29",
    "rating": 5,
    "content": "소수점 둘째자리까지 적을 수 있으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2025-05-28",
    "rating": 4,
    "content": "하루동안 먹은 식단, 수분, 운동량을 기록하면 어느정도인지 나오고 게임도 할 수 있어서 동기부여가 됨"
  },
  {
    "store": "app_store",
    "date": "2025-05-27",
    "rating": 1,
    "content": "왜그러는거에요? 오류면 빨리 고치세요"
  },
  {
    "store": "app_store",
    "date": "2025-05-26",
    "rating": 5,
    "content": "너무 좋은 앱이었고 항상 기록하기 좋아서 매일매일 작성했었는데 업데이트 이후 로딩이 길어지다가 작성 중에 그냥 홈화면으로 나가버리기도 하고 작성 자체가 안되기도 해요. 매일 작성하는거라 귀찮으면서도 했었는데 기다리는 시간에 길어지니까 귀찮아서 사용하기 싫어지네요.. 예전으로 돌려주세요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-05-26",
    "rating": 4,
    "content": "다이어트 할 때 진짜 잘 씁니다 🩷"
  },
  {
    "store": "app_store",
    "date": "2025-05-25",
    "rating": 5,
    "content": "식단과 필요성분 그리고 단식타이머를 같이 쓸수있어서 좋아요 근데 아이폰 잠금화면 위젯으로 단식타이머나 부족한 성분이 뭔지 볼수있으면 좋겟어요...!"
  },
  {
    "store": "app_store",
    "date": "2025-05-25",
    "rating": 5,
    "content": "근데 목표 몸무게랑 기초대사량 수정하고 싶으면 어디서 수정해야 하나요? 아무리 찾아봐도 안 보여서 불편해요"
  },
  {
    "store": "app_store",
    "date": "2025-05-23",
    "rating": 1,
    "content": "렉 너무많이걸려요 자꾸튕기고"
  },
  {
    "store": "app_store",
    "date": "2025-05-23",
    "rating": 2,
    "content": "이미 있는 빅데이터가 많은 앱이라 선택했는데 UI가 너무 산만합니다. UX도 직관적이지 못하고요. 사용자 시선이 어디에 먼저 가는지 전혀 이해를 못하고 설계한 듯 하네요. 버튼도 통일감이 없고 위계가 엉망진창입니다. 전문 UI/UX 디자이너가 없는 수준으로 보이는데… 방대한 기능에 비해 앱이 참…"
  },
  {
    "store": "app_store",
    "date": "2025-05-22",
    "rating": 5,
    "content": "아이폰사용자입니다\n진짜 애용중인데ㅠ 업데이트 후 계속 튕겨서\n못쓰고 있어요;;\n개선 부탁드려요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-05-22",
    "rating": 2,
    "content": "1등 그룹에 들어가있는데 강퇴당하게 생겼어요 엉엉엉"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 5,
    "content": "다이어터 최고의 앱 강추"
  },
  {
    "store": "app_store",
    "date": "2026-06-28",
    "rating": 5,
    "content": "최고지만 보안하면 좋은 것들\n1. 몸무게 소수점 입력이 불가해서 추이 보기가 부정확\n2. 성인 10명 중 4명이 전당뇨인데 혈당 기록할 곳이 없음\n3. AI기능이 형편없고 광고로 인해 유료구독을 고민하다 어플 삭제하게 됨 차라리 혈당기록을 하는게 현실적으로 건강체크게 더 나을 듯\n4. 혈당기록 어플 보면 pdf 저장 기능이 있는데 AI기능으로 유료 받느니 유용한 기능을 넣는게 낫지 않을까 싶음"
  },
  {
    "store": "app_store",
    "date": "2025-09-30",
    "rating": 5,
    "content": "들어가자마자 나오는 첫 화면안에 \n식단 몸무게 운동을 다 기록하고 볼 수 있으면 좋겠어요. \n몸무게 기록 하려면 쭉 내려야하고 한눈에 보이지 않아서 그 부분이 조금 아쉬워요\n😭😭😭😭😭😭😭\n\n\n이 앱이 디자인도 그렇고 기능들도 다이어트 기록에 정말 최적화된 앱이에요!!!\n다른 앱들도 많이 써봤는데 이게 제일 좋아서 다이어트 결심할 때마다 이걸루 해요!!"
  }
];
window.INOUT_UPDATED_AT = "2026-07-24 15:03";
