window.MEALLIGRAM_REVIEWS = [
  {
    "store": "google_play",
    "date": "2026-06-30",
    "rating": 5,
    "content": "사용한지 11일째고 3일 전부터 식단을 공유한 사진이 서로에게 뜨지 않습니다.....+++추가 리뷰+++업데이트 후 1시간 뒤에 다시 되는거 같습니다! 밀리 화이팅!"
  },
  {
    "store": "google_play",
    "date": "2026-06-29",
    "rating": 4,
    "content": "딱 필요한 기능만 있어서 너무 좋아요 친구랑 식단이랑 운동기록 공유중인데 서로의 식단 사진 안보이는 오류가 너무 잦아요... 이점 빼곤 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-07",
    "rating": 1,
    "content": "죄다 유료 구독 이어서 탈퇴하고 삭제 함"
  },
  {
    "store": "google_play",
    "date": "2026-05-25",
    "rating": 1,
    "content": "1년 쓰고 정기결제 멈추려고 오늘 결제 취소하려 했는데 정기결제는 다음날이라 써있더니 오늘 오후에 결제 되어있습니다 조속한 환불조치 바랍니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-22",
    "rating": 4,
    "content": "잘 쓰고 있어요! 다만 같은 그룹 내 사람들이 올린 식단을 간편하게 복사해서 나도 올릴 수 있는 기능이 있으면 좋겠어요! 아무래도 그룹은 친한사람들과 하니까 밥을 같이 먹을때도 많으니까요!"
  },
  {
    "store": "google_play",
    "date": "2026-04-28",
    "rating": 1,
    "content": "저도 모르게 일년 결제가 되어있는 걸 알았어요. 사용한 적도 없는 앱이 왜 결제가 되었는지 모르겠어요. 확인해서 환불해주시면 감사하겠습니다."
  },
  {
    "store": "google_play",
    "date": "2026-04-05",
    "rating": 2,
    "content": "식단 사진 올릴 때 잘라서 수정하고나면 다른 사진이 떠있어요.."
  },
  {
    "store": "google_play",
    "date": "2026-03-04",
    "rating": 4,
    "content": "점수매겨주는거랑 직관적으로 얼마정도 먹어야되는지 나오는건 좋은데 목표감량 속도와 목표체중양에따라 ai코치랑 하루섭취식단이 바뀌는것까지 포함되면 전 이 앱 평생쓸 예정입니다. 부디🙏조금만 더 업그레이드해듀세요. 가난한일개미들의 다이어트를 도와주시길🙏"
  },
  {
    "store": "google_play",
    "date": "2026-02-03",
    "rating": 4,
    "content": "다 좋은데 ai 로 코칭 하는 화면 좀 고쳐주세요. 계속 버벅거리고 새로고침(?) 되는거 같은데 어떻게 봐야되는지를 모르겠어요."
  },
  {
    "store": "google_play",
    "date": "2026-01-04",
    "rating": 4,
    "content": "광고 안보고싶어서 고민하다가 결제했어요. 근데 끼니마다 영양성분 체크해야 등록된다니요... 저는 그렇게 정확한것보다(직관적\"계산\"도 싫음) 내가 오늘 뭘 먹었나 사진과 내 만족감만 써놓고싶어요. 선택하게 옵션을 추가시키거나 광고제거 라이트버전 만들어주세요.. 계속 이대로면 작성하던것도 귀찮아서 포기하고 다른어플 찾을거같아요 심플이즈베스트ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-12-26",
    "rating": 5,
    "content": "다이어트하기가좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-12-03",
    "rating": 4,
    "content": "너무 잘 사용하고 있는데.. 광고 제거 버전만 원타임 코스트로 팔 순 없을까요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-11-22",
    "rating": 5,
    "content": "잘 쓰고 있는데 어제부터 그룹쪽 들어가면 뭐 안 눌러도 계속 혼자 새로고침 되고 오류나네요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-11-08",
    "rating": 5,
    "content": "오류 뜨네요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-11-04",
    "rating": 1,
    "content": "유료"
  },
  {
    "store": "google_play",
    "date": "2025-10-22",
    "rating": 1,
    "content": "진짜 광고 미쳤나 2년째 쓰고있는데 초반엔 광고없다가 광고로 포인트 쌓고 그 포인트로 쿠폰주고 갑자기 포인트 제도 없애고 지금은 강제로 광고보고 있는데 적당히 해야지 당일날 등록할게 식사 운동만해도 3번이고 당일 기록 놓치면 6번 인데 2번등록할때마다 1번씩 광고나오면 이거 화나서 쓰겠음? 진짜 참다참다 리뷰남김"
  },
  {
    "store": "google_play",
    "date": "2025-10-21",
    "rating": 1,
    "content": "초반 설문조사가 너무 길어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 1,
    "content": "버그는 꽤 있는데 리포트를 해도 답이 없음"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 3,
    "content": "광고가 적당히 나와야지 한두개 쓸때마다 나오는건 좀 아니지 않나 싶어요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-08-05",
    "rating": 2,
    "content": "원래도 사진으로 찍으면 바로 올라가지 않고 화면 튕기고 올라가고 그래가지고 참고 썼는데 이젠 아예 사진이 등록이 안되네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-03",
    "rating": 3,
    "content": "친구랑 같이 식단 공유하는데 자꾸 댓글 단 게 생겼다 없어졌다 함... 나머지는 좋은데 너무 주접을 떨어줄 수가 없어서 슬픔 개선해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-08-01",
    "rating": 2,
    "content": "업데이트 이후로 광고 너무 심해요 사진 2장 올리면 한번 뜨는데 진심 짜증"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 3,
    "content": "다른 어플들에 비해 필요한 기능들이 있어서 유료결제하고 사용중이었습니다만 식품 검색에 허수정보들이 너무 많습니다 탄단지 표기가 아예 안되어있는것들도 있구요 이런 정보들이 많아서 제대로 된 영양정보를 찾느라 꽤 시간이 듭니다 불편한 다른 오류들도 있어서 저는 더 못 쓰겠네요 .. 오류 신고도 해봤는데 몇주가 지나도 수정도 답변도 없군요 .."
  },
  {
    "store": "google_play",
    "date": "2025-07-26",
    "rating": 5,
    "content": "가장 큰 장점이라면, 영양성분 세세하게 기록할 수 있는 거 너무 유용하고요..!! 무조건 '다이어트'초점이 아니라 다양한 개인목표를 가진 그룹이 많아서 좋아요. 저는 건강하게 먹으면서 운동위주로 하고 싶었는데, 감량만 주제로 하는 데가 많아서 아쉬웠거든요...그리고 AI 기능이 터무니없지도 않고요. 합리적인 가격에 AI코칭 넘 유용해서 잘 썼습니다. 리뷰 귀찮아서 안 남기는데... 갑자기 오래오래 사용하고 싶다는 생각이 들어서ㅠ 더 인기 많아지면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2025-07-18",
    "rating": 5,
    "content": "상당히 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 1,
    "content": "광고만 잔뜩 늘고 사진 기록을 제대로 해야하는데 내용도 제대로 입력 안되고 빨리 갈아타고싶어요!!!"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 2,
    "content": "수면시간이 왜 자꾸 기록이 안된다는지 모르겠어요ㅠㅠㅠ 기록을 했는데 자꾸 등록된 수면시간이 없다고 데이터 분석을못한다는데... 그럼 .. 유료를 가입할 이유가있을까요...해결방법 알려주세요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-06-20",
    "rating": 5,
    "content": "밀리그램 왜 오늘 접속 안 되나요?! 버그?"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 1,
    "content": "오류가 너무너무너무 많아요 주기적으로 삭제후 재설치 해야될 수준의 오류가 생기고, 그정돈 아니더라도 자잘한 오류는 항상 있어요"
  },
  {
    "store": "google_play",
    "date": "2025-06-16",
    "rating": 1,
    "content": "광고 왤케 많나요;;;; 적당히 보는건 문제없지만 이건 정말 거슬릴정도네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-02",
    "rating": 3,
    "content": "다른 기능은 모두 좋고 잘 이용하고 있습니다...근데 삼성헬스 걸음수가 정말 영원히 연동이 안되네요.ㅠㅜㅠ그래서 밀리그램 만보기로 바꿔봤는데 이것도 실행이 안되구요...어떻게 해야할까요"
  },
  {
    "store": "google_play",
    "date": "2025-06-02",
    "rating": 5,
    "content": "다이어트어플을 정착을 못하고 있었는데 이앱을 써봤더니 기록하기도 편하고 타임스탬프 너무좋은거같아요! 오류가있긴해요. 알람이 안울리고 사진찍을때 한번에 안찍히고 여러번 찍어야 성공ㅜㅜ 그래도 좋아서 결제까지 하게됐네요! 즐다하겠습니다😊"
  },
  {
    "store": "google_play",
    "date": "2025-06-01",
    "rating": 4,
    "content": "다 좋은데 그룹 들어가서 볼때 렉이 너무 걸려요.."
  },
  {
    "store": "google_play",
    "date": "2025-06-01",
    "rating": 4,
    "content": "다이어트를 하면서 매일 사용하는 앱입니다 덕분에 살도 빠지고 너무 좋은 어플이지만 바뀌었으면 하는 의견이 있습니다. 음식을 검색하면 칼로리가 정보가 여러가지고 정보도 정확하지 않은게 많이 있습니다. 물론 제조사마다 다르지만 야채나 과일은 1~2가지만 있어도 충분한데 여러개의 칼로리 정보가 있으니 뭐가 맞는건지 모르겠어서 따로 찾아봐야하는 번거로움이 있습니다. 그리고 제 사소한 의견이지만 식단을 입력하지 않아도 따로 음식의 칼로리정보를 확인할 수 있는 기능이 있으면 좋겠습니다^^ 조금의 단점이 있지만 덕분에 너무 잘쓰고 있습니다. 감사합나당♡"
  },
  {
    "store": "google_play",
    "date": "2025-05-29",
    "rating": 1,
    "content": "포인트 만원 모았는데 사라짐... 깔지마세요"
  },
  {
    "store": "google_play",
    "date": "2025-04-25",
    "rating": 4,
    "content": "유료결제해서 동기부여받고 잘 사용중입니다. 수면시간, 물, 식단, 데일리리포트 모두 좋습니다. 다만 음식 검색할때 음식 이름의 일부만 넣어서 검색하면 잘 나오지 않습니다. 그리고 직접 넣은 음식 수정이 잘 안되는듯 합니다."
  },
  {
    "store": "google_play",
    "date": "2025-04-18",
    "rating": 1,
    "content": "포인트 계속 바꾸라는데 어디서 바꾸나요? 공지 없이 없애셨나요?"
  },
  {
    "store": "google_play",
    "date": "2025-04-06",
    "rating": 1,
    "content": "말도 없이 포인트 없애더니 하단에 보이지도 않는곳에 공지 했다라니....;;"
  },
  {
    "store": "google_play",
    "date": "2025-04-02",
    "rating": 3,
    "content": "제 포인트는 어디로 갔나요"
  },
  {
    "store": "google_play",
    "date": "2025-04-02",
    "rating": 1,
    "content": "포인트 혜택을 야금야금 줄이더니 갑자기 없애버리질않나...무료분은 운동이나 식단 북마크도 한개씩밖에 안되는게 너무 별로에요. 열심히 광고 봐가면서 앱 썼는데 더는 메리트 없는거같아서 지웁니다. 단기간으로 그룹 다이어트할때는 도움될수도 있겠네요."
  },
  {
    "store": "google_play",
    "date": "2025-04-02",
    "rating": 1,
    "content": "갑자기 포인트 전환하는 탭이 사라졌네요 관련 공지도 없고 당황스러워요;;"
  },
  {
    "store": "google_play",
    "date": "2025-04-02",
    "rating": 1,
    "content": "혜택 기능이 종료될 거였느면 미리 팝업을 띄우고, 포인트 받는 곳에도 알람을 하셨어야 하는 거 아닌가요..? 이미 모은 포인트가 상당한데 회사 내부 사정으로 인해 포인트는 소멸된다뇨.. 그것도 혜택 탭이 없어져서 인터넷 서칭해서 알았습니다. 인앱 내에 누구나 볼 수 있게 공지하셨어야 한다고 생각합니다."
  },
  {
    "store": "google_play",
    "date": "2025-04-01",
    "rating": 3,
    "content": "4월들어서는 100포인트 받는게 없어졌나요? 없어졌으면 모았던 포인트는 어디로 갔나요??"
  },
  {
    "store": "google_play",
    "date": "2025-04-01",
    "rating": 1,
    "content": "이거 다운받지 마세요 포인트 실컷 쌓았는데 공지도 안하고 없애버림...이건 사기 아닙니까?"
  },
  {
    "store": "google_play",
    "date": "2025-03-20",
    "rating": 1,
    "content": "밀리그램 프로 구독하고 있는데 앱은 잘쓰고 있으나 혜택 포인트로 편의점 모바일 상품권을 구매하려고 했으나 인증번호가 오지 않습니다. 오류 문의 페이지 보니깐 많은 분들이 같은 오류를 경험하는걸 알 수 있었습니다. 문의글은 2월 초에 남겼는데 3월 중순이 된 지금 아직 답변이 없습니다. 답변 요청드려요."
  },
  {
    "store": "google_play",
    "date": "2025-03-19",
    "rating": 3,
    "content": "이전에 사용하디가 다시 시작하려고 설치했는데 카카오 로그인이 안됩니다. 이미 가입된계정이있다고 하고 로그인이 안되네요 기존 계정으로 로그인을 할수있는 방법이있을까요???"
  },
  {
    "store": "google_play",
    "date": "2025-02-28",
    "rating": 3,
    "content": "앱이 정말 편하고 원하는 기능이 다 들어있는데 한 가지 단점 때문에 너무 스트레스 받아서 별 2개 깎습니다. 몇번이고 직접 등록하는 음식의 정보를 수정하고 저장했으나 반영이 안 되고 그 음식을 삭제하고 재등록을 시도해도 맨 처음에 잘못 입력했던 정보대로 등록이 됩니다. 고쳐주세요."
  },
  {
    "store": "google_play",
    "date": "2025-02-18",
    "rating": 1,
    "content": "로그인이안댐"
  },
  {
    "store": "google_play",
    "date": "2025-02-04",
    "rating": 1,
    "content": "일주일정도기록안하다가 사용하려고했더니 식단기록을 하는데 수면기록이 없다고 갑분 오류 생기면서 식단기록한게 다 날라감 처음으로 유료로 사용한 어플인데 실망스러움"
  },
  {
    "store": "google_play",
    "date": "2025-02-01",
    "rating": 1,
    "content": "요즘 오류가 넘 잦아요. 식단 사진 올릴때요. 계속 제자리임."
  },
  {
    "store": "google_play",
    "date": "2025-01-30",
    "rating": 2,
    "content": "왜 초대코드 등록이 안되나요?ㅠ 첫 시작부터 마음대로 되지 않으니 답답하네요ㅠ 앱 추천 보고 괜찮아 보여서 기대했는데ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-01-30",
    "rating": 4,
    "content": "1. 위젯 만들어줘요 2. 요 며칠간 식단기록이 잘 안되어서 짜증납니다. 진짜 짜증나요. 수면기록 매일했는데도 수면기록하라고 팝업창뜨면서 식단기록 사라집니다. 너무 짜증나요 빨리 오류개선필요"
  },
  {
    "store": "google_play",
    "date": "2025-01-30",
    "rating": 3,
    "content": "사진 자르기 편집이 안되는 버그가 있네요"
  },
  {
    "store": "google_play",
    "date": "2025-01-27",
    "rating": 5,
    "content": "유료결제하여 잘 사용중인데 엊그제부터 오류가 있네요. 1. 식단공유방이 무한새로고침이 되어 다른 사람들 식단 및 운동현황을 확인할 수가 없습니다. 2. 식단 저장할 때마다 어제 취침기록이 없어 분석불가하다는 팝업이 나옵니다. (취침기록 매일 하고있고 식단기록시에는 나오지 않던 팝업임.) 확인부탁드립니다🥲🙏"
  },
  {
    "store": "google_play",
    "date": "2025-01-08",
    "rating": 2,
    "content": "24년 6월부터 12월 6일까지 기록한 내용이 사라졌어요ㅠ 식단, 운동 체크 후 다른 곳으로 오늘 일지를 공유할 때 식단 사진은 첨부되는데 운동 사진은 사진첨부가 안 돼요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-01-07",
    "rating": 5,
    "content": "위젯이 있다면 더 좋을지도"
  },
  {
    "store": "google_play",
    "date": "2025-01-05",
    "rating": 3,
    "content": "함께 식단 공유하는 가능 좋습니다. 다만, 친구에게 초대받아 가입한건지라 인증하고 포인트를 받으려하는데 휴대폰 인증을 하려해도 인증번호가 오지 않아 처리를 못하고 있습니다. 확인 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2024-12-19",
    "rating": 5,
    "content": "덕분에 다이어트 하는데 도움됩니다. 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2024-12-17",
    "rating": 5,
    "content": "22년도부터 애용하는 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2024-11-01",
    "rating": 4,
    "content": "다 좋은데 날짜 바로가기 기능이 있었으면 좋겠어요 예전 기록 보려고 하는데 한참을 넘겨야 하네요."
  },
  {
    "store": "google_play",
    "date": "2024-10-24",
    "rating": 5,
    "content": "이 어플을 얼마나 썼지,, 곧 3년이 넘어가는 것 같아요 첨부터 프로로 결제해서 사용하다가 중간 밀다프도 두번인가 해보고,, 무료버전이랑 프로랑 크게 차이점이 없는 것 같아서 굳이 매년 프로로 결제를 해야하나 싶었는데 요즘 코칭기능 진심 너무 좋아여 약간 경쟁이 되어 재밌어요!!"
  },
  {
    "store": "google_play",
    "date": "2024-10-23",
    "rating": 5,
    "content": "리뷰 안좋게 썼었는데 한 일주일 써보니 너무 좋고 편해서 바꿨습니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-16",
    "rating": 4,
    "content": "1.만보기 연동이 안됩니다. 앱 설정 다 허용했음에도 안됩니다 2. 자주 먹는 음식을 저장할 수는 없나요 3. 특정 브랜드의 제품이 아닌 이상 칼로리 정보가 너무 중구난방입니다 4. 운동 소모 cal를 제가 직접 입력할 수는 없나요?? 5. 음식 검색할 때 로딩이 엄청 늦게 되거나 화면이 그냥 하얗게 변하는 경우가 있어요. 앱을 껐다가 다시 켜면 됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-16",
    "rating": 5,
    "content": "내 몸 관리에 최적"
  },
  {
    "store": "google_play",
    "date": "2024-09-09",
    "rating": 5,
    "content": "편하고 간편해서 좋아요! 저는 자주쓰고있어요! 식단도 자유롭게 작성가능하구요! 온라인어플인데도 확실히 동기부여가 되네요! 만족하며 잘사용중입니다^^"
  },
  {
    "store": "google_play",
    "date": "2024-09-09",
    "rating": 5,
    "content": "프로로 무료체험이 가능해서 식단부터 운동 신체기록까지 남겨가며 데이터활용도가 높아 좋습니다!!!"
  },
  {
    "store": "google_play",
    "date": "2024-08-22",
    "rating": 3,
    "content": "다른 알림은 끄고 그룹알림만 오게 설정할 수 있음 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2024-08-17",
    "rating": 1,
    "content": "전체적으로 사용하기 불편해요. 그룹채팅은 실시간으로 안뜨고 버튼도 달 안눌림 개선이 필요해보여요"
  },
  {
    "store": "google_play",
    "date": "2024-08-16",
    "rating": 5,
    "content": "1. 대체당 표시할 수 있게 해주세요. 그리고 알룰로스나 대체당 함유가 그대로 식이섬유로 입력 되어있는 경우가 많습니다. 2. 지방 불포화지방도 표시할 수 있게 해주세요 3. 탄단지 및 기초대사량 원하는 비율로 할 수 있게 해주세요 4. 식단쓰다가 다른 앱 화면으로 넘어가면 식단 처음부터 다시 써야 하는게 너무 불편합니다. 유료로 주고 쓰는 앱인데 미흡한 부분이 너무 많다고 생각합니다."
  },
  {
    "store": "google_play",
    "date": "2024-08-05",
    "rating": 5,
    "content": "1년 구독해서 잘 쓰고 있어요 그런데 만보기를 한 눈에 확인 가능했으면 좋겠어요 삼성헬스 연동하라고 해서 했는데 앱 안에서 볼 수 있는게 아니라 삼성헬스 앱에 들어가야 확인할 수 있는것 같더라구요 이것 빼곤 다 괜찮아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-02",
    "rating": 1,
    "content": "갑자기 공유하기누르면 앱종료 폰에서 비정상적접근이라고 하며 초절전상태변경 지웠다깔고 폰재시작해도 소용없음"
  },
  {
    "store": "google_play",
    "date": "2024-07-28",
    "rating": 5,
    "content": "좋은 앱이라 잘 쓰고있습니다. 다만 대체 알림 설정은 어디서 하는 건가요? 습관 알림말고요. 9-10시쯤 기록하라는 알림이 세개정도 뜨는데 끄는 방법도 몰라서 스트레스 받네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-22",
    "rating": 5,
    "content": "서버에서 불러오지 못했어요 라는 문장과 함께 안 뜨는 일이 비일비재합니다 그룹과 관련된 거나 식재료 정보 입력할 때 자주 이러네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-20",
    "rating": 1,
    "content": "너무 불편해요 이번에 업데이트 하면서 식단 입력하는거 왜이렇게 바뀐거죠? 음식 클릭하면 자꾸 1인분 열량이 1g으로 잡혀서 일일히 또 입력해야되고 그람수 입력하는 것도 불편해요 내가 원하는 그람수 입력하려고 숫자 지우면 최초에 등록되어있던 그람수로 다시 설정돼요 누구 손가락 똥개훈련시키는 것도 아니고 갤럭시폰은 그람수를 ml로 바꿀때 자꾸 밑에 확인버튼 숨어서 잘 안눌려요 아 이거 누가 이렇게하라고 컨펌낸거에요? 돈 주고 쓰는건데 이렇게 하면 안되잖아요"
  },
  {
    "store": "google_play",
    "date": "2024-07-17",
    "rating": 1,
    "content": "그룹 안 보이는 오류로 삭제 후 다시 깔았는데 이제 아예 들어가지지가 않네요...ㅠㅠㅠ 빠른 수정 부탁드립니다ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-07-16",
    "rating": 4,
    "content": "오늘 무슨일이 일어난건가요 ㅜㅜ기존의 기록들이 다 날아가버렸어요...🥲"
  },
  {
    "store": "google_play",
    "date": "2024-07-16",
    "rating": 1,
    "content": "렉 너무 심함"
  },
  {
    "store": "google_play",
    "date": "2024-07-04",
    "rating": 5,
    "content": "식단과 운동을 이미지로 깔끔하게 공유할 수 있는것도 좋고 입력하는것도 쉬워서 잘쓰고 있어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-30",
    "rating": 1,
    "content": "프로 구매했는데 가끔씩 구매후 이용하라고 오류뜨네요;,렉걸린거 처럼 안들어가지고 한두번도 아니고 이러니 불편하네여 ㅠ 음식정보도 필라이즈보다 부족해요 ㅠ개선해주세요 ai코칭은 정말 맘에들어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-30",
    "rating": 4,
    "content": "그룹 초대코드랑 친구 초대코드랑 구분 지어주시면 사용자들이 보기에 더 편리할 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-23",
    "rating": 5,
    "content": "아주 좋습니다 다이어트 성공할거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-22",
    "rating": 3,
    "content": "사진 찍으면 시간까지 바로 기록되는 건 편함 그러나 검색 기능이 안 좋은 편. 멀쩡히 있는 제품이 검색이 안돼서 다시 써야하는 일이 잦음. 분명 100그램으로 입력했는데 저장 후 1그램으로 입력돼있어서 수정해야하는 일도 종종 발생. 포인트 적립해서 상품 구매하는 시스템은 좋다만 7500포인트로 구매할수있었던게 7850원이 돼 있는건 왠지 모르겠네..."
  },
  {
    "store": "google_play",
    "date": "2024-06-16",
    "rating": 3,
    "content": "음식종류가 많지 않고 코칭보고서 오류가 넘 많아요 ㅠㅠ 1000칼로리대 먹었는데 무슨 거의 3천칼로리 먹었다고 적혀있고.. 어제꺼는 다 적어놨는데 0칼로리 먹었다고 적혀있더라도요... 자잘한 오류가 많아서 지금 무료체험중인데 구독 취소할까 고민중이에요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-06-13",
    "rating": 1,
    "content": "결제하지도않았는데 카카오페이 자동결제가되었네요;; 이건무슨상황이죠"
  },
  {
    "store": "google_play",
    "date": "2024-06-10",
    "rating": 3,
    "content": "잘 사용하고있는데 업데이트되면서 기존 기록들이 다 사라졌어요 운동 프로그램 기록이라 너무 중요한 내용인데 복구하려면 어떻게 해야하죠??"
  },
  {
    "store": "google_play",
    "date": "2024-06-10",
    "rating": 5,
    "content": "모든게 다 좋습니다!!! 정착한 앱이에요! 식단과 운동 등 자유롭게 작성 가능해서 좋았고 쉽고 빠르게 작성할수있어 좋았어요 한가지 추가사항이 있다면 위젯 같은걸 만들어 주셨으면 합니다 ㅎㅎ 계획을 빠르게 확인하기 위해서 위젯 같은것도 있으면 하네요👍🏻"
  },
  {
    "store": "google_play",
    "date": "2024-05-31",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-05-29",
    "rating": 5,
    "content": "잘 사용 중입니다. 그런데 언젠가부터 걸음수가 원래 걸음의 두 배가 넘습니다. 삼성헬스만 연동했을 때는 문제없었습니다. 구글 피트니스도 연동 후 이런 문제가 나는 것 같습니다. 해결방안 요청드립니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-25",
    "rating": 5,
    "content": "좋아요 👍"
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 5,
    "content": "프로로 잘쓰고 있습니다. 건의 있습니다. 1. 코칭시 영양소 섭취비율 수정이 가능하면 좋겠습니다. 탄단지 4:4:2 로 수정하고 싶은데 안되니 답답합니다 2. 아직까진 직관적으로 잘 들어오는 화면은 아닌 것 같습니다 3. 코칭에 나온 목표 칼로리랑 기록에 나오는 목표 칼로리 수치가 다릅니다"
  },
  {
    "store": "google_play",
    "date": "2024-05-23",
    "rating": 5,
    "content": "써본거중 가장 갠춘"
  },
  {
    "store": "google_play",
    "date": "2024-05-17",
    "rating": 1,
    "content": "진짜 왜그래요? 구독 취소햇는데도 결제되고 앱도 너무 복잡하고 안좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-30",
    "rating": 5,
    "content": "잘쓰고 있읍니다^^7"
  },
  {
    "store": "google_play",
    "date": "2024-04-24",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-22",
    "rating": 4,
    "content": "갤럭시워치버젼도 출시해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-04-08",
    "rating": 4,
    "content": "위젯이 있으면 더 좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-07",
    "rating": 4,
    "content": "사용하기 좋았어요. 사진업로드해서 시간스탬프 찍을수 있는것도 좋아요. 포인트 혜택도 좋은데 누르다가 갑자기 멈추거나 렉이걸려요.. 그러다 못누른 포인트 다 날라가요"
  },
  {
    "store": "google_play",
    "date": "2024-04-06",
    "rating": 3,
    "content": "UI가 깔끔하고 사용하기 편리합니다. 다만 에너지 획득 버튼 누를때 자꾸 오류나면서 화면이 먹통이 됩니다. 앱을 종료했다가 다시 시작하면 몇번 누르다가 또 먹통.. 에너지 100 누를때까지 앱을 몇번이나 재시작해야해서 느무 불편해요."
  },
  {
    "store": "google_play",
    "date": "2024-04-04",
    "rating": 5,
    "content": "유용하게 잘 쓰고 있습니다 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-04-04",
    "rating": 5,
    "content": "새로 생긴 혜택이랑 코칭 기능 너무 좋아요!ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-04-03",
    "rating": 4,
    "content": "다 좋은데 수면시간오류 너무자주나요. 새벽에 자고 오전에 일어나는데 자꾸 식습관 0점뜹니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-24",
    "rating": 5,
    "content": "깊콘 까지 주다니!!너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-22",
    "rating": 5,
    "content": "UI가 깔끔하고, 포인트적림&리워드 콘텐츠가 있어서 좋은 것 같습니다! 혹시 실례가 안 된다면 식품 영양소 데이터는 어떤 데이터를 사용하시는지 알 수 있을까요?? 공공데이터를 사용하신다면 DB에 넣어서 쓰시는지, 공공데이터 OPEN-API로 호출해서 쓰시는지 궁금합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-03-22",
    "rating": 1,
    "content": "광고클릭 유도 좀 작작하세요 최악 끔찍 짜증남"
  },
  {
    "store": "google_play",
    "date": "2024-03-20",
    "rating": 1,
    "content": "버튼 연타도 짜증나 죽겠는데 별 이상한 버튼을 덧붙여놓네"
  },
  {
    "store": "google_play",
    "date": "2024-03-19",
    "rating": 3,
    "content": "7일간 무료 이용하고 자동결제 되게 하는 시스팀 이길래 그냥 해지 하고 싶어서 찾는데 안보이더라구요. 그래서 그냥 탈퇴 했는데 그럼 결제 안되겠죠?"
  },
  {
    "store": "google_play",
    "date": "2024-03-19",
    "rating": 5,
    "content": "순탄수로 기록되면 좋겠어요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-03-15",
    "rating": 5,
    "content": "좋아요. 부족한면도 있지만"
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 5,
    "content": "밀다프를 해봤는데 꾸준히 운동할 수 있게 해주는것 같아요. 체중감량은 하지못했지만 근력도 높이고 생활습관도 유지할 수 있어서 좋았습니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-09",
    "rating": 3,
    "content": "오늘의 에너지 충전을 원터치 충전 되게 바꿔주세요 식단 기록 시 수정이 잦은데 여러번에 걸쳐 하게 하지 마시고 원투터치로 수정 가능토록 개선해주세요 써치까지 거치면 정말오래 걸려서 사용이 꺼려지게 될거같아서 미리 말슴드립니다 맨날 먹는 식재료나 상품명을 미리 싹다 즐찾해놓고 바로 선택할수잇는 기능 탑재해주세요 시간 잡아먹는게 생각보다 좀 답답하네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-08",
    "rating": 2,
    "content": "어플자체는 좋아요. 기록할수있는게 많고 무엇보다 그룹 시스템이 좋은거같아요. 근데 진짜 인간적으로 너무 심하게 느러요 엄청 버벅거리고 페이지 하나 뜨는데 한참 걸리고 답답하네요. 속도부분만 개선되면 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 4,
    "content": "서버 너무 자주 터짐 내 속도 터짐"
  },
  {
    "store": "google_play",
    "date": "2024-02-27",
    "rating": 1,
    "content": "업뎃이후 광고팝업이 계속 떠 어플 사용에 불편함을 느낌. 유료프로그램 구매해서 쓰는데도 변함없이 뜸. 거의 방치형 게임에 무료 재화얻을 때의 광고 시청하는 것과 같음. BM이 잘못되었다는 생각이듬. 다이어트와 관련있는 식단 옷 장비 광고라면 보겠는데 무차별 쿠팡 게임광고임. 이럴바엔 배너를 집어넣는게 더 효율이 좋을것. 그저 유저가 잘못눌러 어디든 들어가서 광고수익을 얻는게 더 좋고 기쁘다면 유지하도록. 미리 선결제한 부분은 환불이 불가하단 답변을 받음. 선결제 했을 때의 시스템은 유지가 되어야 내가 구매한 '상품' 의 가치가 하락하지 않는것임. 상품에 하자가 생겼는데 그저 부분 사용되어 환불이 불가능 하다는 말로 거부를 함. 쫌 귀찮게 되었음. 공정거래위원회에서 이런거 체크 안하나?"
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 5,
    "content": "괜찮긴한데, 소셜 기능 필요없는 사람들 중에 갤럭시쓰는 사람들은 갤럭시기본앱인 헬스쓰면될듯."
  },
  {
    "store": "google_play",
    "date": "2024-02-18",
    "rating": 1,
    "content": "어플 자체 카메라로 사진을 찍어도 사진이 안올라가는 경우가 많고 찍어서 내용적고 저장한다 하더라도 내 기록에는 보이지만 그룹 식단에 반영이 안되는 경우가 있습니다. 기록이 중요한 어플인데 넘 신경을 안쓰는 것 같네요"
  },
  {
    "store": "google_play",
    "date": "2024-02-17",
    "rating": 1,
    "content": "이전 기기에서 프로로 사용 중이었는데 폰 바꿔서 바꾼 기기에 설치하니 프로 활성화가 안 됩니다. 문의 남기고 3주 가까이 돼 가는데 해결이 안 되네요.."
  },
  {
    "store": "google_play",
    "date": "2024-02-13",
    "rating": 2,
    "content": "혹시 무료버전은 오류가 원래 자주 발생되나요?"
  },
  {
    "store": "google_play",
    "date": "2024-02-07",
    "rating": 5,
    "content": "음식검색에 안나오는게 많아서 조금 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2024-02-05",
    "rating": 3,
    "content": "밀다프 3개월짜리 구매해서 한달 끝났는데 2월 것은 언제 시작하나요? 그리고 앱 내에서 자주 묻는 질문에 들어가면 bad gateway가 나와요"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 1,
    "content": "광고유도 역겹네요. 빠른시일내로 광고제거 서비스 만드시길 바랍니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-25",
    "rating": 5,
    "content": "정말 잘 쓰고 있습니다, 분실 등의 대비와 전의 기록을 쉽게 문서화하여 볼 수 있도록, 어플 기록한 내용을 문서로 간편화해 구글에 파일로 연동하는, 실시간 연동할 수 있는 기능이 필요합니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-23",
    "rating": 1,
    "content": "통계보려면 유료결제해야함"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 4,
    "content": "다이어트 앱으로 정말 잘 사용하고 있습니다. 두 가지 아쉬운 점은 음식 검색할 때 띄어쓰기나 단어 순서 상관없이 서치가 잘 되었으면 좋겠어요 예를 들어 ㅇㅇ닭 갈릭버터 치면 안나오고 갈릭버터맛 ㅇㅇ닭 이렇게 단어랑 순서 정확히 검색해야 나오는게 불편합니다. 그리고 다른 유저들이 음식 칼로리 추가하여 다함께 사용할 수 있는 기능도 생겼으면 좋겠습니다. 관리자분들이 많은 음식 칼로리를 추가하기에도 한계가 있고 유저들이 추가한거 서로서로 공유하면 검색 가능한 음식들도 더 다양해질 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "좋아요오"
  },
  {
    "store": "google_play",
    "date": "2024-01-11",
    "rating": 5,
    "content": "좋아융"
  },
  {
    "store": "google_play",
    "date": "2024-01-09",
    "rating": 5,
    "content": "운동 식단 기록에 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-12-29",
    "rating": 3,
    "content": "좋게 잘 쓰고 있습니다. 하자만 음식이 다양하게 없어서 먹었지만 다른 음식으로 대체한 것 이 많습니다."
  },
  {
    "store": "google_play",
    "date": "2023-12-25",
    "rating": 5,
    "content": "친구랑 공유할수있어서 재밌어요"
  },
  {
    "store": "google_play",
    "date": "2023-12-12",
    "rating": 5,
    "content": "그룹 인원제한 늘리는 방법 있나요? 10명이 최대입니다 그리고 그룹방에서 달력이 일주일만 나오는데 한번에 한달 다 볼수는 없나요?"
  },
  {
    "store": "google_play",
    "date": "2023-12-12",
    "rating": 5,
    "content": "온라인인데도 불구하고 동기부여가 확실히 되는 프로그램은 밀리그램이 처음인 것 같아요. 처음엔 예전에 해본 프로그램들처럼 결국 기록도 잘 안하게 되고 무시하다가 지우는 게 아닐까 했는데, 디자인이 직관적이라서 점수가 바로바로 눈에 보이니 점수를 올리기 위해 꾸준히 기록하고 퀘스트도 하나씩 하게 되네요! 이제까지 해본 다른 온라인 프로그램들보다 더 좋아요! 강력추천합니다!"
  },
  {
    "store": "google_play",
    "date": "2023-12-07",
    "rating": 3,
    "content": "삼성헬스연동을 했는데 정보가 입력이 안되요 권한 모두 허용했는데도 말이죠 앱상 문제인가요??"
  },
  {
    "store": "google_play",
    "date": "2023-12-05",
    "rating": 5,
    "content": "칼로리 검색기능이 있어서 더 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-12-01",
    "rating": 3,
    "content": "그룹에서 댓글달아도 적용이안돼요 제발고쳐쥬세요ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-11-29",
    "rating": 1,
    "content": "업데이트 할게 없는데 업데이트 하라면서 걸음연동이 안됩니다~"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 5,
    "content": "진짜좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-24",
    "rating": 1,
    "content": "돈내고 유료서비스 이용하는데 팝업광고 설정에서 없앨수도 없음 선넘네"
  },
  {
    "store": "google_play",
    "date": "2023-11-18",
    "rating": 5,
    "content": "친구와 함께 하고있는데 확실이 자극도 되고 정말 좋은 앱입니다!!:)))"
  },
  {
    "store": "google_play",
    "date": "2023-11-15",
    "rating": 5,
    "content": "정기결제 취소하려면 어떻게 해야하나요..? 구독 및 정기결제 들어가도 안보이네요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-11-12",
    "rating": 3,
    "content": "식단일기가 다이어터들만 쓰는 프로그램이 아니라 내가 어떤음식으로 식단을 구성할 것인지, 요리를 짜는데 쓰는 사람들도 있는데 너무 다이어터 위주로 구성되어있어서 불편하네요 테마 요리 위주로 레시피를 사진과 글을 같이 기록하고 매일 확인할 수 있는 탭이 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-11-01",
    "rating": 4,
    "content": "좋은데 조금씩 불편해요 1. 삼성 헬스 연동이 잘 안되요 정보가 안보여요 2. 식단 추가시 음식 검색해서 등록하는데 음식 검색이 안되거나 오류가 자주나요"
  },
  {
    "store": "google_play",
    "date": "2023-09-24",
    "rating": 5,
    "content": "정말 잘 만들어졌고 즉시 피드백하며 기능을 보완해가는 훌륭한 앱."
  },
  {
    "store": "google_play",
    "date": "2023-09-20",
    "rating": 1,
    "content": "요금제 정보는 어디에서 볼 수 있나요? 만족스럽게 쓰고 있어서 요금제에서 더 사용 가능한 기능은 뭐가 있는지 보려했더니 아예 요금제 정보에 접속할 수가 없네요. 일부러 숨겨둔 거 같아 불쾌합니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-19",
    "rating": 5,
    "content": "와 다 너무좋아요!!! 다만 운동기록 사진에도 타임스탬프 기능추가되었으면 좋겠어요!ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 5,
    "content": "위젯이 있으면 더 좋겠어요 기능을 잘 찾을 수 있고 사용하는데 부담이 없어요"
  },
  {
    "store": "google_play",
    "date": "2023-09-16",
    "rating": 5,
    "content": "앱 자체는 좋습니다, 다이어트 기간 동안 잘 사용했어요. 지금 유지어터 하면수 식단 기록할 일이 없어서 잊고 지내다 재결제가 됐는데 환불 문의 드립니다. 쓸 일이 없습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-11",
    "rating": 5,
    "content": "간편하게 기록하기 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-09-10",
    "rating": 1,
    "content": "시판 제품 영양성분이 다양하게 나와있어서, 아주 편해요. 식이섬유 함양도 추가해주셨음 좋겠어요. 다만 북마크 삭제가 안 되서, 더 이상 밀리그램 안 쓰고 다른 앱 쓰고 있어요. 유료 결제했으면 큰일났을 뻔"
  },
  {
    "store": "google_play",
    "date": "2023-08-28",
    "rating": 1,
    "content": "친구들이랑 같이 다이어트하기도 편해서 쓰고 있는데 삼성헬스연동이 안된다는게 좀 불편하네요 문제 빨리 해결해주셔서 연동시킬수 있으면 좋겠습니다. 리뷰 수정) 자... 이제 연동은 되는데 걸음수가 프로에 가입을 해야지만 뜨네요.... 걍 딴 앱으로 갈아타겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-12",
    "rating": 5,
    "content": "다 좋은데, 식단 처럼 운동도 시간 워터마크가 박히는 기능이 추가되면 쫗을 것같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 5,
    "content": "사진의 시간대가 자동 등록 되어서 편하고 좋아요 몇시에 먹었는지 파악도 쉽구요"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 5,
    "content": "자주 사용하는 앱입니다. 식단, 운동 여부를 간편하게 기록하고 확인하기 좋아요. 건강어플처럼 핏데이 어플이나 인바디 어플이 연동되서 곧바로 몸무게 업로드되는 기능이 생기면 더 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 1,
    "content": "기록에 의미가 있는 사람이라면 사용하면 좋을 앱 같습니다. 저는 전혀 효과보지 못했어요. 4주간 유료로 관리하는 프로그램을 사용했는데 점수도 제대로 반영되지 않습니다. (술을 마시면 패널티가 있는데 적용되지 않음) 그냥 식단,물,운동 기록하면 점수가 높아요. 수면도 시간만 맞으면 수면의 질이 어떻든 좋은 점수 받을 수 있어요. 식단도 단순히 사용자 본인이 적당하다. 라고 생각하면 그대로 끝이예요. 피드백도 너무 단조로워서 다음 날, 다음 주 피드백이 예상 가능 할 정도입니다. 운동 연관 유투브 들어갔더니 삭제된 프로그램도 있어서 이건 무슨 경우지 했네요. 결국 전 한 달 못 채우고 무의미한 알림때문에 탈퇴하고 삭제합니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-02",
    "rating": 5,
    "content": "사진대신 텍스트로 입력하면 10자에서\" ...\"으로 짤려버려서 내용메모란에 텍스트를 두번 적어야하는 불편함이 있습니다. 공복시간 (끼니와 끼니사이시간)체크기능과 함께 알람기능 있으면 좋을것 같습니다.그리고 아침,점심,간식...메뉴제목을 1끼,2끼... 등으로 변경 가능했으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-01",
    "rating": 5,
    "content": "피드백도 빠르고, 유용해요"
  },
  {
    "store": "google_play",
    "date": "2023-07-29",
    "rating": 3,
    "content": "텍스트로 입력된게 너무 느리게떠요 ㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-07-24",
    "rating": 1,
    "content": "계속 멋대로 어플이 꺼져요"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 5,
    "content": "밀다프 사용중인데 갤럭시쓰는데 삼성헬스는 걸음수 연동이안되나요?? ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 5,
    "content": "사진이 찍힌 시간이 자동 저장되서 너무 편리해요. 병원에서 식단관리앱을 알려줬는데, 그게 안되서 이걸 쓰고 있어요."
  },
  {
    "store": "google_play",
    "date": "2023-07-13",
    "rating": 4,
    "content": "신체운동 부분에 직관적이라 최근에 받았는데 잘 쓰고 있습니다. 1.다만 사진을 올릴때 잘려서 올라가 아쉽습니다.2.삼성헬스가 연동되서 좋은데. 수면시간까지 같이 연동되게 해주세요~ 3.그리고 배변의 종류에 대해 메모할 칸이 있었음 합니다."
  },
  {
    "store": "google_play",
    "date": "2023-07-07",
    "rating": 1,
    "content": "매번 식단 시간을 일일이 손가락으로 드래그 해가며 시간을 기록해야 되요. 너무 불편합니다.. 해당 문제 좀 개선해주세요ㅠㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-07-05",
    "rating": 4,
    "content": "사용하기 편리한 기능들도 많이 생기고 좋아요! 다만 코스를 제공하는 코스 말고 직접 코스를 만들어서 추가하는 기능도 있었으면 좋겠어요 :)"
  },
  {
    "store": "google_play",
    "date": "2023-06-29",
    "rating": 5,
    "content": "7일차, 많이 안 쓰지만, 밥-운동 같이 쓰는 게 좋아서 아직까지 쓰고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-06-29",
    "rating": 4,
    "content": "좋은데 샤오미 걸음측정도안들어가서요 차라리 따로 기록할 수 있게 안되나요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "아주아주 잘쓰고있어요 그런데 검색기능이 강화되면 더 좋겠어요 '매일우유 딸기' 이렇게 검색하면 나오는데 '매일 우유 딸기' 이렇게 띄어쓰기 하나 들어가면 검색이 안돼요..ㅎ 수정부탁드려요!ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-06-10",
    "rating": 4,
    "content": "안녕하세요. 좋은 어플 잘 쓰고있는 유저입니다. 그런데 앱잠금 기능은 없나요? 신체사진은 물론이고 개인정보가 담겨있는 어플이라 잠금이 없는게 너무 아쉽습니다. 웬만한 체중관리 어플에 다 있는 기능인데 밀리그램에 넣지않은 이유가 따로있나요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-03",
    "rating": 4,
    "content": "알림 선택적으로 on/off 하게 해주세요 채팅/팀원들의 물기록/식단기록/운동기록/댓글/찌르기 등등 댓글이나 식단은 알림 받고 싶은데 물이나 영양제는 알림끄고싶어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-02",
    "rating": 5,
    "content": "제가 4학년인데 사용하기 쉽게돼인네요."
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 2,
    "content": "알람끄고싶은데 왜 안보여요? 의도적으로 숨기신것같은데요ㅠㅠ 알려주세요"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 4,
    "content": "공유하기 할때 사진이 잘 안떠서 앱 닫았다 켜면 될때가 종종 있어요. 잘 쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-17",
    "rating": 5,
    "content": "혹시 걸음수 연동은 어떻게 해야 업로드?가 되는 걸까요 ? 8시가 다 되어가는데 걸음수는 4시대에 멈춰서 업로드가 안되네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-05-08",
    "rating": 5,
    "content": "좋아용!!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-03",
    "rating": 3,
    "content": "요즘 살이 다시 붙어서 다이어트 시작하려고 어플을 깔았는데 밀리그램은 검색이 아니라 음식사진 간식사진을 찍어서 해야되는시스템이네요ㅡ? 그리고 일일이 사진을 찍어서 기록이 불편하네요.... 검색을 하면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-04-28",
    "rating": 5,
    "content": "다이어트 할 때 무료로 앱 사용하면서 진짜 도움 많이 받았어요 감사합니다 ㅎㅎ ₍ᐢ..ᐢ₎⊹ 다만 개선되었으면 좋겠는 부분이 있는데요, '모아보기'✨️ 기능입니다. 🍱 식단을 모아보는 경우, 이미 사진에 날짜스탬프를 찍을 수 있어 언제 찍은 건지 알아보기 좋지만 💪🏻신체•🎽운동 모아보기의 경우, 앨범을 연 것 처럼 사진만 붙여놔서 알아보기가 힘들어요 ㅠ 그래서 모아보기를 누르면 사진들 좌측에 세로로 🗓 '23/n04/n23' 이런 식으로 해당 날짜가 표시 되면 좋겠습니다. -> 날짜 스탬프를 ⬅️좌측↕️세로로 추천드리는 이유는 아무래도 눈바디 사진이 대부분이기 때문입니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "강아지 밀리그램도 있으면 좋겠어요^^"
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "👍"
  },
  {
    "store": "google_play",
    "date": "2023-04-14",
    "rating": 1,
    "content": "웬만하면 리뷰 안남기는데 ui가 불편해도 적당히 불편해야지 진심 알람 끄려고해도 알람 끄기 버튼이 어디있는지도 모르겠고 그룹 초대코드는 어디서 보는건지 모르고 안내도 없어서 한참 헤매고 그렇다고 메뉴이름이 직관적인가하면 그것도 아님 대체 왜 이렇게 평가가 좋은건지"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 4,
    "content": "제가 그동안 쓰면서 불편한 점도 있긴 했지만,,그래도 편의성이나 디자인이나 접근성 등등 훌륭하기에 이 별점을 드립니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 4,
    "content": "결제하고 잘쓰고 있어요. 요일별 식단복사 기능이 있으면 좋을 것 같고, 한눈에 보기좋게 달력모양에 탄단지비율, 운동기록이 기록되면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 1,
    "content": "사용안했는데 자동결제되었네요 환불하는방법없을까요??"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 4,
    "content": "파티 맺고 건강관리 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2023-03-29",
    "rating": 5,
    "content": "간단한 다이어트 다이어라 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-24",
    "rating": 5,
    "content": "오류 수정되면서 화면 안켜지는 횟수도 많이 줄고 좋아요. 시간을 드래그만 할 수 있는게 아니라 직접 키패드로 칠 수 있게 업뎃해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 2,
    "content": "갤럭시사용자인데 걸음수 연동이 잘안되요..거의 안되요.혹시 애플만 가능한거였나요.ㅠㅠ갤럭시 연동좀 잘되게 해주세요.그리고 매번 오류로 사진,기록 다 날아가고 그것도 좀 불편한거 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-03-18",
    "rating": 5,
    "content": "친구와 공유하며 서로 감시할수있어서 좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-16",
    "rating": 5,
    "content": "친구들이랑 어플로 식단 공유하면서 진짜 이전에 했던 것과 비교도 안되게 열정적으로 다이어트 이어가고 있어요! 참 잘 쓰고 있지만 아쉬운 점도 있어서 이렇게 리뷰 남깁니다! - 최근에 업데이트를 했는지 글씨크기가 커진 느낌이 들어요 글자크기 때문에 불편했다면 크기 조절 같은 게 있음 좋겠어요! - 앱에서 바로 촬영한 식단 사진을 다운로드할 수 있는 기능이 있으면 좋겠어요 - 댓글에 좋아요 버튼 같은 게 있으면 좋을 것 같아요! - 시간 조절하는 탭 스크롤 말고도 바로 쓸수 있는 기능이 있으면 좋겠어요 일일이 00~59분 스크롤 하는 게 제일 귀찮아용 - 식단을 올린 뒤 수정하려면 그룹이 아닌 달력에 가서 해야하는데요 그룹에서도 식단 변경을 할 수 있으면 좋을 것 같아요! 이상입니다! 그외에 너무너무 잘 쓰고 있구요! 개발자님들 덕분에 열심히 다이어트할 수 있습니다😄 감사해융"
  },
  {
    "store": "google_play",
    "date": "2023-03-11",
    "rating": 3,
    "content": "저 월결제 취소하고싶은데 아무리 앱을 뒤져봐도 취소하는게 없네요.결걱 두달째 돈이 나갔어요.뭐 문의전화하는곳도 도무지 못찾겠고. 월결제가있으면 회원들을 위한 월결제취소나 고객센터나 뭔가 앱 화면에서 딱 눈에 보이게 목록을 따로 만들어놔야하는거아닌가요.아무리뒤져봐도 월결제 취소하는게 안보입니다. 저 이거 월결제되는거 그만나가게 해주세요.취소해주세요.짲응."
  },
  {
    "store": "google_play",
    "date": "2023-03-01",
    "rating": 5,
    "content": "1.찔러보기 말고도 좋아요 잘했어요 같은 다양한 표현 버튼이 있었으면 좋겠음. 댓글이나 그룹채팅방으로만 소통이 가능하다는 점에서 번거로움이 있음. 2.투두메이트처럼 친구 기능도 있으면 좋겠음 3.인터페이스 깔끔하고 편해서 정말 좋음...지금은 광고 없어서 진짜 좋은데 광고배너를 띄우게 된다면 너무 산통깨는 것들 말고 다이어트 위주이거나 프리미엄엔 붙지 않았으면 좋겠음. 4.무료버전도 기본에 충실한데 프리미엄을 특별히 써야하는 이유를 잘 모르겠음 프리미엄엔 더 많은 추가 기능이 있어야 할듯한... 쓰면 또 다르겠지만 구매까지가 턱걸이인듯함 모르는 사람들도 많던데 좋은 어플 많이 홍보되었으면 좋겠네요. :)"
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 1,
    "content": "요즘들어 앱이 자꾸 멈추고 꺼지고 오류가 너무 잦습니다.. ㅜㅠㅠ운동 기록 하는 도중에도 막 멈추고요ㅜㅜ 설정해놓은 테마도 고정되어잇지않구 저절로 바뀌구..걸음수도 걷지않는데도 혼자서 막 올라고있어요;;; 프리미엄쓰고 있구 작년부터 기록하고있어서 오래된거라 쉽게 못갈아타고있는데 요즘 오류가 너무 잦은데 빠른 복구부탁드려요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-02-26",
    "rating": 5,
    "content": "친구들이랑 식단, 운동 공유하면서 재미있게 다이어트 할 수 있어서 좋아요 👍 다만 운동 강도 체크할 때 '힘듦'과 '매우 힘듦'이 있는데 이 부분을 1 ~ 5 숫자로 변경하면 어떨지 건의해봅니다. 어플을 사용할 수록 운동 = 힘듦으로 스스로에게 인식이 되는 것 같아 숫자로 변경하면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-24",
    "rating": 5,
    "content": "제발 잠금 기능 만들어주세요!! ㅡ수정 계속 잘 쓰고있어서 프로 결제했는데 프로 쓰고나서부터 오류가 더 잘나요 ㅜㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 4,
    "content": "아이폰에서부터 잘 사용하고 있는데 갤럭시로 와서 위젯이 없어서 아쉬워요! 위젯으로 바로 식단이나 운동을 등록하는게 편리해서 잘 사용했었어요. 갤럭시에도 밀리그램 앱 위젯이 있으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 4,
    "content": "좋아용~~근데,자꾸 안들어가져요ㅜㅜ제거후 다시 깔아야할까요?지금까지 사용 내용 없어질까봐ㅜㅜ전원 껏다 켜면 들어가고 또 다시 안들어가구를 반복하니 해결방법 알려주세요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-02-22",
    "rating": 1,
    "content": "렉 너무 심해요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "비밀번호찾기가 안돼요(재설정 메일 안옴) 계정 삭제해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-02-19",
    "rating": 5,
    "content": "밀리그램 아이폰 사용할때부터 일년 넘게 사용하고 있는데 어플 너무 좋아요 !! 근데 안드로이드는 시작일을 월요일로 할 수 있는 기능과 사진을 여러개 올리면 누르지 않고 넘겨 볼 슈는 없는 걸까요 ?"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 5,
    "content": "사진으로 식단관리 편하게~~~굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 4,
    "content": "다 좋은데 마이페이지만 들어가면 앱이 계속 종료 되는데 왜 이러는 건가요?"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 5,
    "content": "너무 좋아요~ 그 사진인증같은거 할 때 그룹원이 좋아요 누르기 추가해주셨으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-12",
    "rating": 4,
    "content": "사용하기 편해요~~ 근데 식단 작성할때 당류나 나트륨도 조절하는 경우가 있는데, 딱 탄단지만 나오는게 아쉬워요ㅠㅜ 프로 구매하면 좀더 자세하게 되는걸까요~~?"
  },
  {
    "store": "google_play",
    "date": "2023-02-10",
    "rating": 1,
    "content": "식단 사진 찍어도 계속 안찍힘 이것때문에 깐건데...."
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "사진 찍고 한눈에 볼 수 있어서 좋아요! 깔끔해서 좋네요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-02-05",
    "rating": 3,
    "content": "요즘 계속 사진 찍어서 식단 올리려고 하면, 찍은게 사라져서, 사진이 올라올때까지 여러번 찍어야 해요 수정 불가능 한가요?"
  },
  {
    "store": "google_play",
    "date": "2023-02-04",
    "rating": 1,
    "content": "렉 너무 심해요 뭐하나올리려면 최소 3번 튕기고 멈추고 앱사용중지되고 간신히 들어가서 후다닥 올려야돼요"
  },
  {
    "store": "google_play",
    "date": "2023-02-03",
    "rating": 3,
    "content": "식단 어플을 처음 써보는데 다른거 쓰고 있던 친구도 어려울만큼 UI가 직관적이지 않고 복잡한 편입니다. 그리고 채팅 알림을 누르면 채팅방에 들어가지는데 메세지는 안 보이고 온통 하얗게 뜨기만 합니다. 제가 채팅 보내는 것도 안 됩니다. 따로 어플 들어가서 단톡에 들어가는 수고로움이 있네요. 이부분 고쳐주셔야 할 것 같습니다ㅜ 이 외에 다른건 괜찮은 것 같습니다. 자잘하게 원하는 부분은 같이 하는 친구의 하루 섭취 칼로리의 총합이 한번에 보이는거나 사진 자르기 같은 기능이 어플 내에서 가능하면 좋겠네요."
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 5,
    "content": "깔끔하고 있을거 다 있다. 최고."
  },
  {
    "store": "google_play",
    "date": "2023-01-21",
    "rating": 5,
    "content": "정말 좋은 어플이고 다이어트에 도움이 되요 자세하게 적을수있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 5,
    "content": "아이폰에서 프로버전 구매하여 잘 사용하였는데 안드로이드 폰을 사용하게 되면 재구매를 해야하는지요??"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 5,
    "content": "깰꼼한 프로그램"
  },
  {
    "store": "google_play",
    "date": "2023-01-09",
    "rating": 5,
    "content": "여러 장점들이 많아서 잘 사용중입니다! 그런데 마이페이지만 들어가면 자꾸 앱이 꺼져요 ㅠㅠ 이유가 뭘까요..? 그리고 걷기 연동이 안되는게 아쉽습니다. 다양한 앱과 연동이 되면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-06",
    "rating": 5,
    "content": "일부 알림(댓글)만 수신할 수 있었으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 5,
    "content": "다 좋은데 삼성연동이 안되는게 좀 불편합니다. 언제쯤 사용가능할지....."
  },
  {
    "store": "google_play",
    "date": "2022-12-27",
    "rating": 5,
    "content": "단톡채팅방색깔이 멋대로 바껴서 글씨가안보여요ㅜㅜ 어디서 바꿔야하요 그리고 목표수정은어디서 하는건가요"
  },
  {
    "store": "google_play",
    "date": "2022-12-25",
    "rating": 5,
    "content": "딱 원하던 어플이에요. 식단신체운동기록 한번에 다 할수있어서 너무좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-12-21",
    "rating": 4,
    "content": "좋은데 혹시 삼성헬스랑 연동은 언제쯤 가능할까요?? 그게 없어서 불편해요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-12-20",
    "rating": 5,
    "content": "정말잘쓰고있는데 위젯계획 없으신가요?? 배경화면에서 바로 식단/운동/몸 이런거 작성할수있게요 ㅠ 어플들어가서 + 누르고 또 선택해서 기록해야되는 과정이 쫌 벅차요 안그래도 기록할것도 많은 어플인데 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-12-16",
    "rating": 4,
    "content": "친구들이랑 같이 하니 재밌어요ㅋㅋ그런데 삼성헬스 건강데이터연동이 잠시 중단이라는데 언제 다시 될까요? 필요한데..ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-12-14",
    "rating": 5,
    "content": "식단 기록하기 간단하고 깔끔해서 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-12-03",
    "rating": 5,
    "content": "편하게 사용할 수 있어서 아주 좋네요. 굳이 칼로리 계산 안 해도 사진 한장만 찍으면 대충 어떤 식사인지 스스로가 제일 잘 아니깐요^^ 다만, 간단한 투약 정보도 표시할 수 있으면 어떤가 싶은 건의를 해 봅니다. 하루 한알 가벼운 영양제나 비타민 등을 꾸준히 복용하는 편인데, 그걸 제대로 챙겨먹었는지 달력에 함께 표시되면 좋을 것 같아서요. 어플에 하루 2-3번은 꼭 들어오는터라 달력에 약먹은 도장이 쿵! 하고 찍혀있으면 더 편할 것 같아서요^^"
  },
  {
    "store": "google_play",
    "date": "2022-11-18",
    "rating": 2,
    "content": "초기 사용자인데- 안드로이드에서 원래 사진을 여러장 올릴 수 있었는데. 몇달 전 업데이트 이후 구매해야 여러장 올릴 수 있는 점이 매우 불편합니다. iOS에서는 기존과 같던데 왜 정책이 다른 건가요? 사진 여러장 올리는 게 굉장한 기능도 아니고 - 아주 기본 기능인데, AOS도 동일하게 정책을 가져가면 좋겠습니다. 검토 부탁 드릴게요."
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "식단 정리는 이 어플 하나만으로 완벽하게 정리할 정도로 너무 좋아요! 개인적으로 식단, 신체, 운동, 물 버튼의 위치를 자율적으로 바꿀 수 있는 기능이 있음 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "쪼아. 감상"
  },
  {
    "store": "google_play",
    "date": "2022-11-15",
    "rating": 2,
    "content": "식단작성 알림이 미친듯이 와서 사용감이 영 별로네요... 새벽인데 1시간마다 오는것 실화입니까... 어플 내에 알림을 각각 따로 끌수있는 것도 아니고,, 물마시라는 알림은 받고싶은데 너무 많은 식단작성알림때문에 저는 떠납니다.. 알림 외에는 다 사용할만 해요.."
  },
  {
    "store": "google_play",
    "date": "2022-11-15",
    "rating": 3,
    "content": "알람이 시도때도없이와요. 알람끄는법없나요? 따로 설정한 알람은없어요."
  },
  {
    "store": "google_play",
    "date": "2022-11-14",
    "rating": 5,
    "content": "잘쓰고있는데 갑자기 거의 1시간마다 기록안하냐고 알림이 뜨는데 제 폰이 이상한걸까요?"
  },
  {
    "store": "google_play",
    "date": "2022-11-12",
    "rating": 5,
    "content": "잘 사용 중입니다! 꾸준히 사용 중에 달력모드로 볼 때 식단 점수 3점의 색이 노란색이면 구분이 쉬울 것 같아요! 1점과 2점과 3점의 차이가 모호해서 헷갈려요🥲"
  },
  {
    "store": "google_play",
    "date": "2022-11-07",
    "rating": 5,
    "content": "UI 디자인도 깔끔하고 전체적으로 좋아요! 근데 삼성헬스 언제쯤 연동될까요..?ㅠ 구독할까 생각중인데 삼성헬스 연동이 안되서 걸음수도 직접 입력하구 좀 불편해여ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-11-02",
    "rating": 5,
    "content": "탭버전도 만들어주세요 ~"
  },
  {
    "store": "google_play",
    "date": "2022-11-02",
    "rating": 5,
    "content": "잘 쓰고 있는데 달력 한달치를 펼쳐서는 운동한날이 표시가되는데 일주일만 표시되는 화면에는 운동한날이 표시가 안되서 참으로 불편합니다 그리고 일주일표시창에서 옆으로 스크롤하여 다른날로넘어가는게 감도가 너무 떨어져요"
  },
  {
    "store": "google_play",
    "date": "2022-11-01",
    "rating": 5,
    "content": "신체기록에 있는 배변에 소변도 같이 추가해주셨으면 좋겠습니다. 물 많이 마셔서 화장실 자주 가시는 분들에게 '배뇨일지'로 도움이 될 것 같아요. 하루 몇회 갔는지 기록할 수 있게요. 화장실은 하루 6~8번 가야된다고 하네요."
  },
  {
    "store": "google_play",
    "date": "2022-11-01",
    "rating": 2,
    "content": "삼성헬스 연동기능 언제복구되나요?"
  },
  {
    "store": "google_play",
    "date": "2022-10-25",
    "rating": 5,
    "content": "사용하기 쉽고 깔끔해요"
  },
  {
    "store": "google_play",
    "date": "2022-10-24",
    "rating": 4,
    "content": "새로 생긴 음식 검색 아주 좋아요. 이것 덕분에 다시 밀리그램으로 갈아탔어요. 그리고 칼로리 입력한 음식명들이 그냥 메모로 입력되었으면 좋겠어요. PT쌤한테 식단 사진을 보내면 칼로리값만 보내지고 음식명은 안 적혀져 있네요."
  },
  {
    "store": "google_play",
    "date": "2022-10-23",
    "rating": 5,
    "content": "너무 잘쓰고 있어요! 그룹도 있어서 같이 으샤으샤해서 더 열심히 하게 되네요ㅎㅎ 삼성헬스는 언제 사용할수있나요 걸음수 확인하고싶네요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-10-20",
    "rating": 5,
    "content": "안녕하세요 좋은 어플 만들어 주셔서 잘 사용하고 있습니다. 감사합니다. 다름이 아니오라 그룹 채팅방이 안되어서요. 업데이트가 되지 않아 그런 것 같은데 안드로이드는 언제쯤 업데이트가 가능할까요??"
  },
  {
    "store": "google_play",
    "date": "2022-10-17",
    "rating": 4,
    "content": "좋은데 식단 복사가 됐으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-12",
    "rating": 5,
    "content": "좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 3,
    "content": "삼성헬스 연동 다시되게 해주세요~"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 5,
    "content": "그룹톡빨리사용할수있게해주세요^^"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 5,
    "content": "유용합니다 아주 좋습니다 서바이벌도 재밌어요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 3,
    "content": "그룹방 잘 쓰고 있었는데 어느순간부터 그룹원이 등록한 식단이 안뜨네요ㅡㅡ"
  },
  {
    "store": "google_play",
    "date": "2022-09-29",
    "rating": 5,
    "content": "꿀잼토리 꿀잼타"
  },
  {
    "store": "google_play",
    "date": "2022-09-29",
    "rating": 5,
    "content": "아주 유용합니다~~"
  },
  {
    "store": "google_play",
    "date": "2022-09-26",
    "rating": 5,
    "content": "ㅠㅠ제발 식단 추가할때 갤러리에서 불러온 사진들 자동으로 상단에 안뜨게 해주세요.. 바디체크 같은 사진들도 있는데 대중교통에서 입력하려고 키면 자동으로 다 보여줘서 너무 불편해요;"
  },
  {
    "store": "google_play",
    "date": "2022-09-20",
    "rating": 3,
    "content": "갑자기 그룹창이 안보이며 서버에서 불러오지 못했다고 지속적으로 문제가 생길시 개발자에 문의하라는 화면이 뜹니다 해결좀 해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-09-20",
    "rating": 3,
    "content": "잘쓰고 있는데요 갑자기 아침부터 그룹이 보이질 않아요 서버에서 불러오지 못햏다고해요 다른 메뉴는 다 잘 보입니다 어떡해야하나요~"
  },
  {
    "store": "google_play",
    "date": "2022-09-18",
    "rating": 4,
    "content": "너무 잘쓰고 있어요! 사진으로 식단 올리는거랑 다른 사람들과 공유하는 기록 등 너무 좋아요 다만 삼성헬스가 연동이 안되서 불편해요ㅜㅜ 연동만 될 수 있으면 딱 좋을 거 같은뎅"
  },
  {
    "store": "google_play",
    "date": "2022-09-17",
    "rating": 5,
    "content": "잘쓰고 있습니다. 새로 생긴 음식 검색하기 기능 좋아요. 다만 아직 검색할 수 있는 음식이 한정적이라 음식 추가를 많이하는데, 내가 작성한 추가한 음식 리스트의 스크롤이 잘려서 전에 입력한 음식을 바로 쓸수 없습니다. 음식리스트 스크롤이 잘리지 않도록 다음 업데이트 시 반영 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-16",
    "rating": 5,
    "content": "다 좋고 잘 쓰고있는데 갑자기 식단 음식 추가하기 검색을 하니 원래 있던 항목들이 없어졌습니다. 요즘 그릭요거트나 마이노멀 알룰로스 등등 어제까지만 해도 있던 게 없어졌네요. 그리고 탄수화물이 측정이 안 될 때가 있기도 하고요... 오류인가요? 빨리 수정해주시면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-15",
    "rating": 5,
    "content": "걸음 수 연동이 안 돼요.. 개인페이지엔 뜨는데 그룹 페이지엔 안 뜨네요.. 근데 그거 빼곤 최고예요!! +오늘 점심 때 보니까 걸음 수가 반영되었더라구요! 별 5개로 고칠게요!!!"
  },
  {
    "store": "google_play",
    "date": "2022-09-14",
    "rating": 4,
    "content": "제가 원래 pro와 1300mg가량 쌓여있었는데, 며칠간 걸음수 동기화가 되지않아 어플 삭제 후 재설치를 했더니 pro기능도 사라지고, 쌓여있던 mg도 사라졌네요..? 확인 부탁드립니다ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-09-13",
    "rating": 4,
    "content": "간편하게 사진만으로도 남길수 있어서 좋아요~ 기록 구성이 심플해서 좋습니당 개인적으로 배변활동 기록, 오늘 하루 기분이나 목표 클리어 상태 기록, 그리고 좀 더 운동기록이 구체적으로 구성되었으면 좋겠어요~"
  },
  {
    "store": "google_play",
    "date": "2022-09-05",
    "rating": 5,
    "content": "너무좋음"
  },
  {
    "store": "google_play",
    "date": "2022-09-04",
    "rating": 5,
    "content": "평벙한 일지 작성 어플. 단, 치명적인 오류가 몇 개 있음 운동일지 옵션칸 수정 바로 밑에 삭제가 있음 한 세트 끝나고 숨 헐떡거리면서 글 수정하려다 보면 실수로 수정 바로 밑 삭제를 누르는 경우가 있는데 더 심각한 건 다시 한 번 진짜로 삭제 시킬 건지 상기시킬 문구조차 안뜨고 바로 삭제됨. 집에서 부터 열심히 일지 작성해가서 운동중에도 열심히 기록하다가 세트 끝나고 너무 힘들어서 손가락 살짝 아래로 가는 순간 모든 게 삭제됨. 또 자동저장 기능이 없어서 열심히 일지 작성 후에 저장 안누르고 집에 갔다가 어플사용기록 삭제하는 순간 또 기록이 날라감. 운동중에 이 어플이랑 시계말고는 휴대폰 사용을 안하는데 운동중에 기록이 삭제돼서 너무너무너무너무너무너무 화나서 리뷰 작성함. 제발 개발자분 이 부분들 고쳐주시길 바랍니다. 개선되면 리뷰 바로 삭제할게요. +추가로 운동일지 더블클릭하면 수정되는 화면으로 넘어가면 훨씬 편할거 같네요 삭제버튼 누를 걱정도 없고 ++ 업데이트 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2022-09-04",
    "rating": 2,
    "content": "아이폰 유저들이랑 그룹으로 매일 식단체크 운동중입니다. 유난히 안드로이드가 기능이 빠지거나 버그가 많네요.. 버그배쉬 메일 보냈으니 체크해주세요.. 그룹내 걸음수 연동 안되는거랑(앱네 개인페이지에선연동됨) 그룹내 영양정보 0칼로리로 표기되는거 수정 부탁합니다. 연동안되서 체크 껏다켰는데 여태기록된 걸음수 다 날라가서 허무하네요.."
  },
  {
    "store": "google_play",
    "date": "2022-09-02",
    "rating": 3,
    "content": "왜 식단공유할때 사진은 포함이 안되나요?ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-09-02",
    "rating": 4,
    "content": "삼성헬스 연동 언제 다시 되져 ㅠㅠㅠ ?? 걸음수 입력 하고 싶어오...."
  },
  {
    "store": "google_play",
    "date": "2022-08-30",
    "rating": 5,
    "content": "직관적이라 사용이 편리하고 친구랑 그룹만듷어 식단공유하는 기능도 넘 좋아요😀"
  },
  {
    "store": "google_play",
    "date": "2022-08-28",
    "rating": 5,
    "content": "제 계정 1년결제한거 해지어떻게해나요? 찾기어렵네요"
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 5,
    "content": "앱은 직관적이고 사용하기 쉽습니다. 다만, 반복되는 식단을 진행할 경우 매번 칼로리 등의 정보를 입력하는게 번거로워서ㅠ 지난 식단 기능이 추가되면 좋을 것 같습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 5,
    "content": "진짜 식단 기록 관리 개편함"
  },
  {
    "store": "google_play",
    "date": "2022-08-19",
    "rating": 3,
    "content": "월간 캘린더 디자인이 너무 감성을 챙기느라 운동과 식단 표기가 보기가 어렵게 되어 있습니다. 남색 아주 작은 짝떼기 하나라서 보기가 어렵네요"
  },
  {
    "store": "google_play",
    "date": "2022-08-16",
    "rating": 5,
    "content": "너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-15",
    "rating": 2,
    "content": "정해진 날짜에 써야 해서 날짜를 잘못 입력했을 경우에 날짜 수정만 하면 되는게 아니라, 지우고 그 날짜에 가서 다시 작성해야해서 너무 번거로워요. 오류가 없다면 모를까 아무리 그날짜 찍고 기록을 해도 자꾸 이상한 날짜에 기재되고... 똑같은 것만 세 번, 네 번 작성했어요. 날짜만 변경하면 다른 날에 기재되게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-08-13",
    "rating": 4,
    "content": "너무 잘 쓰고 있는데 그룹 채팅방에서 메시지가 보내지지 않습니다 ㅠㅠ 메시지를 보내면 옆에 빨간 세모에 느낌표가 들어있는 아이콘이 뜨고, 메시지를 꾹 눌러서 Retry를 누르면 Message can't be sent라는 문구가 뜹니다. 기종은 갤럭시 S10이고 방금 어플 업데이트도 해보고 그룹을 나갔다 들어오기도 해봤는데 해결이 안 되네요.. 그룹을 여러개 참여중인데 채팅이 되는 방도 있고 안 되는 방도 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-08-11",
    "rating": 5,
    "content": "밀리어그램을 통해 다이어트에 꾸준히 성공하고 있습니다. 중간 중간 동기부여를 위해 서바이벌 이벤트도 해주시고 너무 좋아요~^^"
  },
  {
    "store": "google_play",
    "date": "2022-08-07",
    "rating": 4,
    "content": "아주좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-06",
    "rating": 5,
    "content": "사진과 함께 식단을 올릴수 있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-03",
    "rating": 5,
    "content": "정말 좋은 어플입니당👍👍 그룹에 속해 다른 분들과 소통하며 다이어트 하니 확실히 더 재미있고 동기부여 되는 기분이에요! 서바이벌 기능도 어렵지않은 미션이라 넘 좋아요😊 삼성 헬스 동기화가 빨리 복구된다면 더욱 만족스러울것 같아요! 조금 더 사용해보고 괜찮으면 프로 구매 하려구용 좋은 어플 감사해요~"
  },
  {
    "store": "google_play",
    "date": "2022-08-03",
    "rating": 5,
    "content": "샐러드 먹는데 동기가 된다"
  },
  {
    "store": "google_play",
    "date": "2022-08-02",
    "rating": 3,
    "content": "채팅이 왜 안보내지나요 =="
  },
  {
    "store": "google_play",
    "date": "2022-08-02",
    "rating": 1,
    "content": "아니 발생하는 문제에대해서 똑같은 문제사항이 리뷰에 이렇게 많은데 화면을 녹화해서 이메일로 보내달라는게 말이되요? 개발자분들 일을 안하시는거에요? ㅠㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2022-07-31",
    "rating": 3,
    "content": "안녕하세요! 기존에 삼성헬스를 5년동안 사용해왔는데 밀리그램으로 넘어갈까하는데, 연동이 막혀있어서 당장 넘어갈수가없네요. 혹시 해당 기능은 언제 다시 풀릴까요?"
  },
  {
    "store": "google_play",
    "date": "2022-07-31",
    "rating": 5,
    "content": "편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-07-28",
    "rating": 4,
    "content": "친구들이랑 같이 하려는데 채팅이 저만 안돼요 ㅠ.. s22+ 완전 최근에 바꾼 핸드폰인데... 채팅이 안올라가네요 빨간색 느낌표만 나오구"
  },
  {
    "store": "google_play",
    "date": "2022-07-25",
    "rating": 1,
    "content": "별로예요"
  },
  {
    "store": "google_play",
    "date": "2022-07-25",
    "rating": 5,
    "content": "잘쓰고있어요 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-07-21",
    "rating": 5,
    "content": "황작가은요새매일새벽아침에운동하러어머니하고작가아들같이학교운동장에나가서똑같이걷고체력강하면서열삼히운동했다그래서아침.점심.저녁에몸에좋은것골고루식사하는만큼원점에다시걷기및운동도한다밀리그-식단,운동,신체기록앱(liolnc.)국내에서아침새벽운동및아침.점심.저녁까지골고루몸에좋은음식으로식사하는앱를업데이트했다"
  },
  {
    "store": "google_play",
    "date": "2022-07-19",
    "rating": 5,
    "content": "그룹이 여러개일때 약간의 터치로도 옆으로 너무 잘 넘어간다는 것과 마찬가지로 저는 그냥 아래로 내리려했는데 멋대로 새로고침되는 것만 수정되면 너무 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2022-07-19",
    "rating": 5,
    "content": "사용하기 정말 편리해요"
  },
  {
    "store": "google_play",
    "date": "2022-07-16",
    "rating": 4,
    "content": "그룹채팅이 안보내지는데 이유가 뭘까요... 다른 사람이 채팅으로 보낸 사진도 안보입니다. 그리고 댓글에 답글 기능이 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-07-16",
    "rating": 5,
    "content": "그룹은 한계정에 하나만 만들수 있나요? 목적이 다른 그룹원들을 따로따로 그룹화하려는데 한그룹이상 만들기가 안되네요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-07-13",
    "rating": 4,
    "content": "왜 점심 기록했는데, 기록하라고 알람오나요?"
  },
  {
    "store": "google_play",
    "date": "2022-07-13",
    "rating": 5,
    "content": "다 괜찮은데 왜 점심식단 올리고나면 점심 식단올리라 하고 저녁식단올리면 저녁식단올리라그래요? 이미올렸는데 잔소리하지마요!!"
  },
  {
    "store": "google_play",
    "date": "2022-07-13",
    "rating": 4,
    "content": "결제 해지 부탁드립니다 앱 내부에서 결제 해지 창을 찾을 수가없습니다"
  },
  {
    "store": "google_play",
    "date": "2022-07-11",
    "rating": 4,
    "content": "삼성 헬스 연동 기능은 언제 업데이트 되나요?"
  },
  {
    "store": "google_play",
    "date": "2022-07-08",
    "rating": 4,
    "content": "잘 쓰고 있어요❗하지만 몇가지 개선사항이 있어 리뷰 남겨요 1 ) 물을 마시거나 식단을 적거나 운동 기록을 남길 때, 모든 그룹원들이 알림을 받는게 불편해요 알림을 받고 싶은 그룹원만 알림을 받게 설정에 알림 여부를 넣었으면 좋겠어요 2 ) 신체 기록을 남길 때 메모를 쓰고 저장한 뒤 메모를 다시 지우면 메모가 있던 자리에 공백이 남아 거슬려요 메모를 쓴 뒤 지우면 메모를 쓰기 전의 칸으로 되돌아 갔으면 좋겠어요 3 ) 자잘한 버그들이 너무 많아요 예를 들어 신체 기록을 수정할 때 분명 버튼을 한 번만 눌러도 여러번 눌리는 걸로 인식이 되는지 수정을 하고 저장을 한 뒤 취소 버튼을 세 네번은 누르거나 뒤로가기를 세 네번 눌러야 해요 이 점들만 고쳐주셔도 누구든 오랫동안 쓸 수 있을 것 같아요 감사해요❗( + 제작자 분들과 소통이 원활하게 이루어지는 카톡방이 있어 너무 좋아요❗ )"
  },
  {
    "store": "google_play",
    "date": "2022-07-06",
    "rating": 5,
    "content": "편리해요"
  },
  {
    "store": "google_play",
    "date": "2022-07-06",
    "rating": 5,
    "content": "으음 일단은 만족해서 1년치 질렀는데요 삼성헬스랑은 언제쯤.. 연동 될까요..? 🥺 그리고 뭔가,, 음식들에 대한 칼로리가 제공되는 기능이 있었으면 좋겠습니다. 아무래도 유료앱이라 조금은 기대치가 높은가봐여!"
  },
  {
    "store": "google_play",
    "date": "2022-07-06",
    "rating": 5,
    "content": "좋아욧"
  },
  {
    "store": "google_play",
    "date": "2022-07-05",
    "rating": 5,
    "content": "톡방에 글 길게쓰면 글이 잘려요ㅠㅠㅠ투머치 토커라 길 글게써야되는데ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-07-05",
    "rating": 3,
    "content": "구글핏연동해도 걸음수가 안잡히는데 뭐가 문제일까ㅇ"
  },
  {
    "store": "google_play",
    "date": "2022-06-27",
    "rating": 2,
    "content": "업데이트를 하니 이번에는 신체 기록 사진이 전부 사라졌어요..ㅜㅜㅜㅜ 스와이프도 운동탭에서만 개선됐고 식단탭에서는 여전히 안 먹힙니다~!"
  },
  {
    "store": "google_play",
    "date": "2022-06-25",
    "rating": 2,
    "content": "걷기를 하면 왜 바로 수정이 안되나요??아이폰 쓸때는 괜찮았던게 왜 갤럭시 쓰니까 안되는건가요??그거때문에 너무 스트레스 받아요.그리고 줄넘기 어플이랑 연동 되는데, 안뜨고 수동으로 적고 있어요 (그리고 걸음수랑 줄넘기 갯수랑 왜 통합되어있죠??점점 이상해지네요)"
  },
  {
    "store": "google_play",
    "date": "2022-06-25",
    "rating": 3,
    "content": "안녕하세요 개발자님 계속햐서 구글핏 걸음이 적용이 안됩니다 여러번 껐다켰다해야 적용이 되던데 왜이러는지 좀 확인 부탁드립니다 삼성헬스도 안되는데 구글까지 계속 말썽이니 좀 귀찮네요"
  },
  {
    "store": "google_play",
    "date": "2022-06-25",
    "rating": 5,
    "content": "넘 잘쓰고있어요 근데 구글핏이 연동이 제대로 안되는지 걸음수가 안나와요ㅜㅜ 제가 올리는게 아닌 자동으로 연동되는게 맞나요?"
  },
  {
    "store": "google_play",
    "date": "2022-06-23",
    "rating": 3,
    "content": "개선 사항 및 아이디어를 건의드려요! 식단 기록을 사진이나 텍스트로 매번 하기가 쉽지 않고 일상에 먹는 것이 조금 정해져 있는 편인지라 개인별 맞춤으로 자주 먹는(기록하는) 식단을 뜨게하여 선택으로 입럭이 되게 한다면 편할 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-06-22",
    "rating": 3,
    "content": "갑자기 하단에 총 칼로리가 안 떠요 뭐죠;;"
  },
  {
    "store": "google_play",
    "date": "2022-06-22",
    "rating": 5,
    "content": "3개월 넘게 참 잘 썼구, 끼니별로 칼로리 입력해왔어요! 하루에 먹은 칼로리가 합산되어 하단에 표기되서 편했는데 언젠가부터 안 뜨네요ㅠ 왜 이런거죠"
  },
  {
    "store": "google_play",
    "date": "2022-06-21",
    "rating": 5,
    "content": "왜 공유가 안되는 거죠?? 에러인거 같은데 빠른 시일 내에 고쳐주세요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-20",
    "rating": 2,
    "content": "지금까지 사용해본 여러 다이어트 기록앱중에서 광고도 없고 쓸때없는 배너같은것도 없고 정말 깔끔하고 매일 보고싶어지는 앱이예요~! 유료구독이 아깝지않아요ㅋ 그러나 여러차례 메일로 건의한 점에 대해서 반영도 안되고 답도 없어서 별 세개 뺍니당🙄 1. 왜 시간 수동 입력이 안되나요? 스크롤하듯 5분, 10분 올리고 내리기 정말 짜증나요ㅋㅋ 기상시간은 아예 1분단위 설정도 안되구요. 2. 삼성헬스 연동 잘되어있으나 밀리그램이랑 삼성헬스랑 걸음수가 2~3천걸음이나 차이난다고 메일로 오류접수했는데 씹힘당했어요?ㅋ 어느날 워치를 놔두고와서 폰만 가지고 다니니 걸음수가 비슷하게 동기화가 되더라구요. 제 스스로 알아냈네요 이 문제의 이유를...하..🤬 왜 워치로 걸은 기록은 연동이 안되나요. 요즘 스마트워치류 안갖고있는 사람이 몇이나된다고;; 3. 이건 오늘 발견한건데요, 서바이벌 종료된지가 몇일짼데 왜 최종생존화면에서 안넘어갈까요? 그덕분에 다른서바이벌 참여를 놓쳤어요😑"
  },
  {
    "store": "google_play",
    "date": "2022-06-19",
    "rating": 4,
    "content": "잘쓰고 있습니다. 그런데 서바이벌 참여하면 바로 다음 서바이벌을 참가할수가 없네요;;;"
  },
  {
    "store": "google_play",
    "date": "2022-06-18",
    "rating": 2,
    "content": "갑자기 잘 사용하다가 유료로 ... 전환됐네요 ㅠㅠ... 아쉬워요 그건 이해하는데 식단 공유하기 버튼을 누르면 오늘 공유할 식단이 없다고 나오는데 이 오류 어떻게 해야하나요..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-18",
    "rating": 3,
    "content": "다른 거 다 좋은데 삼성헬스 연동이 안되네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-17",
    "rating": 5,
    "content": "밀리그램 잘 쓰고있습니다! 몇가지 개선사항이 있어 리뷰 남깁니다! 1.삼성헬스 연동되었을 때도 악세서리(갤럭시 핏2)로 측정되는건 밀리그램에 자동으로 걸음수가 연동되지 않았습니다ㅠㅜ 핸드폰 움직임만 감지했어요 2.그룹원이 식단,물,운동 정보를 올릴때 알림을 다 받고싶지 않아요. 댓글만 알림설정을 할수있으면 좋겠습니다! 감사합니다😄"
  },
  {
    "store": "google_play",
    "date": "2022-06-15",
    "rating": 4,
    "content": "삼성헬스랑 연동기능 활성화해주세요 ..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-14",
    "rating": 4,
    "content": "잘쓰고있는데 요즘 식단올리면 같은그룹내 채팅방에 먹은식단사진이 안 올라와서 너무 불편해요 채팅방에 사진보고 서로 바로바로 얘기하기 편했는데, 내가 올린 식단밑에 댓글을 다니 잘 보이지도 않고 소통도 안됩니다 예전으로 돌려주세요"
  },
  {
    "store": "google_play",
    "date": "2022-06-13",
    "rating": 4,
    "content": "걸음은 어떻게 기록하는건가요 서바이벌은 어떻게 참여하는 건가요 간단한 설명도 없어서 어렵네요"
  },
  {
    "store": "google_play",
    "date": "2022-06-13",
    "rating": 1,
    "content": "이거 왜 평점이 높음? 칼로리 계산 뭐 이런것도 없는데 마치 페이스북을 보는 느낌인데 그래서 좋아하는 건가요?"
  },
  {
    "store": "google_play",
    "date": "2022-06-13",
    "rating": 5,
    "content": "앱은 좋은데 프로 결제가 안돼요ㅠㅠ 결제수단 바꿔봐도 다 안되네요.. 메일로 문의도 보냈습니다."
  },
  {
    "store": "google_play",
    "date": "2022-06-10",
    "rating": 4,
    "content": "삼성 헬스 연동 안되는 점 아쉬워서 별 1개 뺐습니다 ㅠ 삼성 헬스 연동 됐으면 좋겠어요ㅠㅠ 아니면 인바디 체중계 Fitdays라도요!! 다 좋은데 너무 아쉽습니다..."
  },
  {
    "store": "google_play",
    "date": "2022-06-10",
    "rating": 3,
    "content": "프로 결제가 안되는데유"
  },
  {
    "store": "google_play",
    "date": "2022-06-08",
    "rating": 5,
    "content": "친구식단에 별점 주는기능도 있으면 좋을것같아요"
  },
  {
    "store": "google_play",
    "date": "2022-06-08",
    "rating": 3,
    "content": "사진없이 글로만 식단기록 하고싶은 사람한테는 사진칸이 자리차지를 너무 많이해요 그리고 정보입력하는게 다른 앱에 비해서 약간 번거로운 편이에요"
  },
  {
    "store": "google_play",
    "date": "2022-06-07",
    "rating": 5,
    "content": "혼자서 식단관리 하기에도 좋고, 무엇보다도 그룹으로 가족이나 친구들과 함께 식단이나 운동습관 등을 공유하고 긍정적인 에너지를 받으며 함께 화이팅 할 수 있는 점이 좋습니다:) 앱도 깔끔하니 예뻐서 사용하기도 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-06-07",
    "rating": 5,
    "content": "삼성헬스 연동 안 되면 수동으로라도 걸음수 입력 할 수 있게 해주면 좋겠어요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-04",
    "rating": 4,
    "content": "다른 것 다 좋은데 삼성헬스하고 연동이 안 되네요ㅠㅠ 어떻게 해결해야 할 지 모르겠어요... 삼성헬스 설정 들어가서 봤는데 데이터 권한에 밀리그램 앱 자체가 안 떠용 밀리그램 처음 연동 설정할 때 모든 권한 다 허용했었는데, 혹시 삼성은 연동이 안 되는 건가요? + 삼성헬스 연동 다시 열릴때까지 존버할게료...🔥"
  },
  {
    "store": "google_play",
    "date": "2022-06-04",
    "rating": 4,
    "content": "친구들이랑 공유하며 잘 쓰고 있습니다 다만 그룹이 많은 경우에 제일 마지막 그룹에서 스크롤 내리면 계속 새로고침되서 제일 첫번째 그룹으로 넘어가서 좀 불편합니다. 꼭 개선되었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-06-03",
    "rating": 5,
    "content": "잘 쓰고 있는데 갑자기 사진 저장이 안돼요ㅜㅠ 색깔 배경지만 보입니다ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-06-02",
    "rating": 4,
    "content": "직관적이고, 예쁘고 다~ 너무 좋은데 삼성 헬스에서 걷기만 연동되는 점이 아쉬워요. 이것만 연동되면 별 5만개 주고 싶습니다.."
  },
  {
    "store": "google_play",
    "date": "2022-05-31",
    "rating": 5,
    "content": "굳뜨ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2022-05-30",
    "rating": 1,
    "content": "업데이트 후 앱 이상함 식단공유하기에 식단 사진 안뜸 색깔로 표시됨. 핫픽스 필요 ^^"
  },
  {
    "store": "google_play",
    "date": "2022-05-25",
    "rating": 5,
    "content": "초창기부터 썼는데 점점 기능이많아져서 너무 좋아요!! 개발자님 화이팅"
  },
  {
    "store": "google_play",
    "date": "2022-05-23",
    "rating": 4,
    "content": "너무 만족하며 잘 사용중입니다. 그런데 삼성헬스와 연동하여 사용중인데 폰이나 워치로 볼 때는 10,000보를 걸었는데 밀리그램 어플상으로는 7,000보밖에 안 찍혀있어요ㅠㅠ 오차범위가 좀 큰 것 같네요:( 왜 그런걸까요??"
  },
  {
    "store": "google_play",
    "date": "2022-05-23",
    "rating": 4,
    "content": "사진 확대 랑 크기 편집 기능이 추가 돼면 좋을꺼같야요!! (인스타 스토리 올릴때 기능처럼!!) 사진 사이즈도 맘대로 짤려서 뷸편 ㅠㅠ 가족들이랑 같이 먹을 때 식탁 찍고 나중에 제가 먹은 것만 편집해서 자르고 다시 올리기가 너무 불편해요!!"
  },
  {
    "store": "google_play",
    "date": "2022-05-22",
    "rating": 5,
    "content": "앱 디자인도 예쁘고 너무좋아요!!!"
  },
  {
    "store": "google_play",
    "date": "2022-05-22",
    "rating": 4,
    "content": "갤럭시 s10e인데 다운로드가 안돼요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-05-20",
    "rating": 3,
    "content": "카메라 기능에 오류가 있어요ㅠ 앨범으로 올리는 건 괜찮은데 카메라로 식단을 찍으면 안찍힌 걸로 나오고 한 서너번 반복하면 사진이 반영되더라구요.. 무슨 오류일까요?"
  },
  {
    "store": "google_play",
    "date": "2022-05-18",
    "rating": 4,
    "content": "가족이나 친구와 공유할수있어 좋지만.. 간헐적단식이 없는게 많이 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2022-05-13",
    "rating": 5,
    "content": "사진 조절이 되면 결제해서 사용해도 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2022-05-13",
    "rating": 5,
    "content": "삼성헬스앱과 연동도 되고 식단사진이나 체중관련 그래프도 보기가 좋아 제가 딱 찾던 앱인데요.. 아쉬운부분이 앱잠금 기능이 없더라구요 앱잠금 추가 하실 계획은 없으신가요??"
  },
  {
    "store": "google_play",
    "date": "2022-05-11",
    "rating": 5,
    "content": "여러가지 다이어트기록용 어플을 사용해보고 밀리그램이 제일 좋아서 정착했습니다♡ 한가지 아쉬운 점이 있다면 핏빗스마트워치를 사용하고 있어서 핏빗어플이 연동이 됐으면 더 좋았을것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-05-10",
    "rating": 4,
    "content": "운동 그룹으로 서로 정보 볼 수 있는거 너무 유용하긴한데, 사진 길이가 길면 사진이 잘려서 눌러도 볼 수가 없네요. 운동 기록에서 업로드한 사진을 클릭했을 때, 원본 이미지를 볼 수 있었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-05-08",
    "rating": 5,
    "content": "약 8개월째 사용중이고 그동안 진행했던 서바이벌도 다 참여하고 너무 만족해서 유료버전까지 구매했습니다☺️ 엄청 문제 되는건 아니지만 그래도 이부분이 추가된다면 더 효율적인앱이 되지 않을까 싶어서 남겨봅니다 1. 신체정보 입력할때 현재는 근육이랑 체지방률을 입력하게 되어 있는데 이부분에 체지방양까지 입력할 수 있으며 좋겠어요 아무래도 현재 지방이 몇kg가 되는지도 중요한요소니깐요. 2. 일별보기말고 월별(달력)로 봤을때 색깔로만 표기되서 가독성이 떨어집니다 운동 몇분,식단여부 등 간략한텍스트로라도 표기되면 더 보기 편할 것 같습니다. 3. 운동이나 식단 기입시 매크로처럼 자주입력하는 텍스트는 저장해놓을수있으면 좋겠어요 신체입력할때 너무 길게 입력했다가 나중에 편집하려고 들어가면 밑으로 안내려가고 커서를 조심스럽게 옮겨야해서 이 부분은 좀 불편합니다"
  },
  {
    "store": "google_play",
    "date": "2022-05-06",
    "rating": 4,
    "content": "그룹등록하면 채팅창같은곳에 자동으로 전송되던데 수정하거나 그럴때는 중복으로 굳이 안가도될꺼같아요ㅠㅠ 오타수정만해도 재정송되서 채팅도배하는거같아서 수정하기가 꺼려져요"
  },
  {
    "store": "google_play",
    "date": "2022-05-02",
    "rating": 5,
    "content": "기본기능에 충실하고 좋은거같아요 근데 식사때마다 알람이 올 수 있도록 설정할 수 있으면 좋겠어요 까먹고 사진을 자꾸 못찍네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-04-30",
    "rating": 4,
    "content": "여러가지 기록할수 있어서 좋은것 같아요~ 분석표가 다양하게 볼수 있으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2022-04-28",
    "rating": 1,
    "content": "결제가 시작부터 뜨는게 별로"
  },
  {
    "store": "google_play",
    "date": "2022-04-28",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 근데 갤럭시는 테마 어디서 바꾸나요?"
  },
  {
    "store": "google_play",
    "date": "2022-04-28",
    "rating": 1,
    "content": "오류가 너무심해요ㅠ 자꾸멈추고 렉먹고 심지어 회원탈퇴도안되네요 에휴"
  },
  {
    "store": "google_play",
    "date": "2022-04-27",
    "rating": 5,
    "content": "쓰기 편하게 되어있어 좋아요 근데 자주 쓰는 내용은 불러오기나 복사기능이 있으면 좋겠어요. 일정시간에 하는 똑같은 운동이나 식단을 매번 다시 적지 않고 앞에 기록했던 내용중에서 선택이 가능하게 해주시면 좋겠어요 그리고 메모하다가 저장을 안하고 다른걸 누르게되면 내용이 다 날라가는데 임시저장 기능도 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 3,
    "content": "화면 가로모드는 지원안하나요? 태블릿으로 쓰고 샆은데 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 4,
    "content": "디자인 깔끔하고 좋아요~ 사용해보면서 조금 개선됐으면 좋겠다 싶은게 있는데, 1. 사진 회전이 가능하거나 수정을 할 수 있었으면 2. 어플 테마컬러를 화이트, 블랙 선택이 가능했으면 3. 검색기능이 있었으면(전에 먹었던 식단, 운동 등을 찾으려할때 불편하더라구요) 위 3가지가 조금만 더 개선이 되면 사용하는데 더 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 1,
    "content": "탄단지 트렉킹이 안되는데 쓰는 이유는?"
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 5,
    "content": "좋아요 다이어트 동기부여예 최고예요"
  },
  {
    "store": "google_play",
    "date": "2022-04-22",
    "rating": 4,
    "content": "잘쓰고있었는데 오늘부터 날짜를 옆으로넘기면 날짜는 바뀌었는데 해당내용이 그대로에요ㅠㅠ 안"
  },
  {
    "store": "google_play",
    "date": "2022-04-21",
    "rating": 3,
    "content": "날짜별로 무슨 음식을 먹었고 많은 날짜를 한번에 볼수 있어 좋다. 그리고 각 먹는 음식마다 별점을 정할수있어서 좋고 , 어느 시간마다 얼만큼을 먹었는지 알수 있어서 좋다. 그리고 다이어트 기능등 여러가지 기능들이 있어거 좋다. 마지막으로 내가 영양소를 얼마나 먹었고 내가 먹은 영양소를 확인을 할수없어서 아쉬웠다. 그리고 내가 먹은 음식만 기록을 해줘서 아쉬웠다. 또 내가 무슨 영양소가 부족한지 안나와있어서 아쉬웠다."
  },
  {
    "store": "google_play",
    "date": "2022-04-21",
    "rating": 5,
    "content": "원하는 모든 기능이 딱 맞게 다 있네요, 운동 식단 기록, 사진 저장 및 친구들과 간편한 공유. 그런데 건강정보를 삼성헬스 데이타도 가져와서 걸음수나 운동량 자동 업데이트 되도록 기능 추가는 안될까요?"
  },
  {
    "store": "google_play",
    "date": "2022-04-19",
    "rating": 5,
    "content": "너무 좋아요 쓰기편하고요~ 이번엔.다이어트 꼭 성공할느낌이예요 ㅋㅋ 아 한가지 아쉬운건 삼성헬스 연동이 안된다는거..ㅠ 아이폰만 연동되는점이 아쉬워요. 안드로이드도 연동될수있게.해주심 좋겠어요^^"
  },
  {
    "store": "google_play",
    "date": "2022-04-19",
    "rating": 5,
    "content": "서로 식단 공유하면서 참고하고 자극받고 좋습니다 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-04-17",
    "rating": 5,
    "content": "좋아요! 칼로리 입력가능하게 해달라는 리뷰가 많은데 저는 칼로리 강박증이 생겨서 오히려 사진으로 간단히 기록하는게 좋아서 이 앱을 선택한거거든요 ㅎㅎ 칼로리입력 기능이 생긴다면 옵션으로 껐다켰다 했으면 좋겠네요😄"
  },
  {
    "store": "google_play",
    "date": "2022-04-16",
    "rating": 5,
    "content": "진짜 잘 쓰고 있는 다이어트 어플 입니다! 깔금하기도 하고 편하기도 해요~ 근데 신체&운동에 들어가면 각각의 운동시간만 뜨는데 마지막 아래에 총 운동 시간까지 나오면 더 좋을 것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-04-13",
    "rating": 5,
    "content": "다이어트앱이 보기에도 직관적이고, 매우 편리하네요! 필요한 기능들만 쏙쏙 있어서 이 다이어트앱으로 정착합니다 :)"
  },
  {
    "store": "google_play",
    "date": "2022-04-09",
    "rating": 5,
    "content": "어플 너무 깔끔해서 좋아요ㅜㅠ 친구들이랑 입다이어트만 하다가 다 같이 이 어플 깔고 식단 감시하면서 다이어트 잘 하구있어요!!!"
  },
  {
    "store": "google_play",
    "date": "2022-04-07",
    "rating": 5,
    "content": "인터페이스가 간단하고 무엇보다 하루에 먹은 음식을 한눈에 볼수 있어서 식단조절하는데 완전 도움이 됨. 강추★★★★★+++"
  },
  {
    "store": "google_play",
    "date": "2022-04-06",
    "rating": 5,
    "content": "계정 변경은 어떻게 하나요? On off 기능만 있고 구글 계정 변경은 없네요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-04-06",
    "rating": 5,
    "content": "대댓글 달수있게 해주세요 댓글 알림만 켤수있게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-04-06",
    "rating": 5,
    "content": "친구들이랑 같이 쓸 수 있어서 재밌고 좋아요. 다만 덧글에 대한 답글 기능이 추가되면 소통하기 더 좋을 것 같고 알람도 너무 많이 와서 덧글에 대한 알람만 켜놓을 수 있게 해주면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-04-06",
    "rating": 5,
    "content": "다 좋은데 건강 데이터 연동해도 왜 걸음수가 안올라가죠 ㅠㅠ 저만 0이예요 속상하게ㅠ0ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-04-03",
    "rating": 5,
    "content": "잘맞는그룹찾아서 30일 이상 꾸준히 너무재밌고 유용하게 쓰고있습니다! 현재 실천후 기록하는 방식인데 계획도 주나 월단위로 관리할수있으면 좋을것같아요"
  },
  {
    "store": "google_play",
    "date": "2022-04-02",
    "rating": 5,
    "content": "원래는 유료결제를 해야만 볼 수 있었던 기록이나, 사진을 여러장 올릴 수 없었던 것 같은데, 언젠가부터 다 가능하네요!! 좋긴한데 혹시 결제가 된걸까요...?!"
  },
  {
    "store": "google_play",
    "date": "2022-04-01",
    "rating": 5,
    "content": "간단하고 편해요^^ 사진과 글로 바로 공유되어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-03-30",
    "rating": 5,
    "content": "다이어트 일지로 하기 제일 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2022-03-27",
    "rating": 5,
    "content": "줄 수 있는 게 별점 5개 밖에 없다"
  },
  {
    "store": "google_play",
    "date": "2022-03-27",
    "rating": 5,
    "content": "정말 잘만든 앱이라 생각합니다! 근데 진행중인 그룹 멤버들과 전체 채팅기능이있으면 좋겠습니다. 그리고 식단+운동 사진에 각댓글 달수있으면 더 좋을꺼같아요! 공지사항을 개개인한테 댓글로 안내하니 힘드네여"
  },
  {
    "store": "google_play",
    "date": "2022-03-26",
    "rating": 5,
    "content": "지난 리뷰에 연동관련 답변 감사합니다ㅠㅜ 헉시 위젯른 추가하실 계획이 없나요? 물마시기 기능이랑 화면에 달력어플처럼 꺼내놓고 쓰고싳어요! 유료화가 되도 너무 좋을것같아요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-03-24",
    "rating": 4,
    "content": "식단 사진이던 신체사진이던 여러장 추가할수있게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-03-22",
    "rating": 5,
    "content": "필요한 내용만 있어서, 쓰기 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2022-03-17",
    "rating": 5,
    "content": "밀리그램을 진짜 잘사용하고있어요 물마시는양 생리현상 식단쓰기 운동량 등등 너무 좋네요 한가지 건의사항이 있다면 식단체크할때 운동체크할때처럼 사진추가 기능이 있으면 좋을것같아요 :)"
  },
  {
    "store": "google_play",
    "date": "2022-03-17",
    "rating": 5,
    "content": "기록하는게 재밌어요"
  },
  {
    "store": "google_play",
    "date": "2022-03-16",
    "rating": 5,
    "content": "안녕하세요 밀리그램 무진장 잘 쓰고 있습니다~ 친구와 다이어트 기록용&으쌰으쌰 응원해주는용으로 잘 사용중인데, 그룹 만들 때 '공유 정보' 칸에 현재는 식단,운동,물,걸음수만 공유되도록 되어있는데, '신체' 탭도 추가되면 좋겠어요 ㅠㅠ 체중이랑 눈바디도 기록해서 공유하고 싶은데 그룹에서는 안 되서 아쉬워요 ㅠㅠ 체중,눈바디 공유하기 싫은 그룹들은 체크 안 하면 되니까요..! 리뷰 읽어주셔서 감사합니다~"
  },
  {
    "store": "google_play",
    "date": "2022-03-15",
    "rating": 3,
    "content": "식단,운동 등 수정버튼이 클릭이 안되요. 잘보이게 크게 만들어 주세요"
  },
  {
    "store": "google_play",
    "date": "2022-03-14",
    "rating": 3,
    "content": "다 좋은데 왜 공유만하려고하면 앱이 중지되고 안될까요ㅜ 태블릿은 되는데 폰은 안되네요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-03-14",
    "rating": 5,
    "content": "정말 잘 사용하고 있어요"
  },
  {
    "store": "google_play",
    "date": "2022-03-13",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-03-11",
    "rating": 5,
    "content": "직관적으로 보기 편하고 사용하기가 너무 심플함! 복잡하지 않게 하루 습관 기록 하실 분들은 강추에요^^"
  },
  {
    "store": "google_play",
    "date": "2022-03-10",
    "rating": 5,
    "content": "다 돟은데 바로 글쓸수있는 위젯이 추가되면 좋을거같아요 어플구동하고 눌러서 글쓰기는 과정자체가 시간이 걸리다보니 자꾸 기록을 놓치게 되네영"
  },
  {
    "store": "google_play",
    "date": "2022-03-10",
    "rating": 5,
    "content": "매일 건강히 운동과 식단 병행할수있어 만족합니다. 친구들이랑 연동해서 다같이 건강히 열심히 관리하고있어요. 고맙습니다. 다만 1월1일부터 쭈욱 기록해왔는데 연속날짜가 37일이라고 뜨는데 수정 부탁드려요. 문의메일에 답이 없으셔서 여기남겨봅니다."
  },
  {
    "store": "google_play",
    "date": "2022-03-08",
    "rating": 4,
    "content": "좋아요 기능 추가해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-03-08",
    "rating": 3,
    "content": "들어가서 바로 식단 다 기록 했는데.. 다시 들어가니까 사라져있네요..첨부터 로그인을 해야되는거면 알려주지.."
  },
  {
    "store": "google_play",
    "date": "2022-03-07",
    "rating": 5,
    "content": "수정한 리뷰입니다. 백업, 사진어플 사용시 목록에 자동추가 등 건의사항 등이 다 반영이 되어 업그레이드 되어 너무 좋아요. 유료 어플이라도 사용의사 있습니다. 식단 어플 중에 최고예요. 운동이랑 식단 등 생활습관 기록에 최고예요."
  },
  {
    "store": "google_play",
    "date": "2022-03-06",
    "rating": 3,
    "content": "다좋은데 칼로리 통계 기능이 없어서 안쓰게되요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-03-05",
    "rating": 5,
    "content": "심플하고 직관적이고 기록에 충실해서 마음에 드는데 일지를 적다보니 몇가지 아쉬워요. 1. 유산소나 정해진 시간내에 하는 운동은 시간이 눈에 보이지만 근력은 무게와 세트수로 봐서 시간이 얼마나 걸리는지 모르는데 필수입력이네요. 시간기록 외 무게, 세트수 입력할 수 있게 해주셨으면 좋겠어요. 그리고 시간입력도 자판으로 입력하게 해주세요. 하루에 다양한 운동을하는데 스크롤로 입력하는게 은근 시간 잡아먹음. 2. 달력에 막대나 운동 시간대별로 위치인거 같은데 시간별로 줄이 나눠져있는것도 아니고 운동도 크게 눈에 안띄어 별 의미 없는 것 같아요. 식단 색깔, 운동을 했을때, 물을 목표까지 마셨을때 막대가 아닌 아이콘으로 그 날 한 것을 나타내었으면 좋겠습니다. 3. 자주 하는 운동은 탬플릿처럼 저장할 수 있으면 좋겠어요. 같은 걸 매번쓰려니 귀찮네요. 4. 생리, 배변활동도 기록 하고 싶어요. 현재 쓰면서 느낀 것들입니다. 더 써봐야 알겠지만 밀리그램이 운동기록어플중에 단연 최고에요."
  },
  {
    "store": "google_play",
    "date": "2022-03-04",
    "rating": 5,
    "content": "좋음 간단하고 편리해서"
  },
  {
    "store": "google_play",
    "date": "2022-03-03",
    "rating": 5,
    "content": "좋습니다 추천!"
  },
  {
    "store": "google_play",
    "date": "2022-03-03",
    "rating": 5,
    "content": "건강을 위해 식단을 신경써볼까 해서 다운 받고 제가 평소에 어떻게 먹고사는지에 너무 충격받았습니다.. 이렇게 건강에 안좋고 맛있는것만 배부르게 먹고살았다니.. 이 앱은 자아성찰에 아주 큰 도움을 줍니다. 요즘은 이틀에 한 번은 건강에 좋은 음식을 먹으려 노력하고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-28",
    "rating": 1,
    "content": "회원가입부터"
  },
  {
    "store": "google_play",
    "date": "2022-02-27",
    "rating": 5,
    "content": "이것저것 기록할수있어서 조아요"
  },
  {
    "store": "google_play",
    "date": "2022-02-27",
    "rating": 4,
    "content": "너무 좋아요^^ 다른 사람들과 함게 공유하면서 할수 있어서 더 좋고요!"
  },
  {
    "store": "google_play",
    "date": "2022-02-26",
    "rating": 5,
    "content": "일전에 어플 관련 문의 보냈었는데 요청드린 대로 수정됐네요 넘 좋아요 감사합니다 밀리그램 짱"
  },
  {
    "store": "google_play",
    "date": "2022-02-25",
    "rating": 5,
    "content": "광고도 없고 깔끔해서 스트레스도 덜 받고 보기 편해요! 그리고 얼마나 빠졌는지 먹고 있는지 보기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-02-24",
    "rating": 3,
    "content": "적당히 쓸만함!!"
  },
  {
    "store": "google_play",
    "date": "2022-02-23",
    "rating": 4,
    "content": "기록앱 없나 찾아봤는데 제가 생각하던 그대로입니다! 하나 아쉬운거는 사진이 바로 떠서 제모습에 놀라네요🥲🥲🥲 사진 비공개 기능이나 바로 안뜨도록 하면 어떨까 싶네요ㅋㅋ 아!디데이 설정 기능도 있음 좋겠어요! ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-02-23",
    "rating": 5,
    "content": "이벤트의 취지도좋고 식단뿐만아니라운동도기록할수있어서좋은것같아요~!"
  },
  {
    "store": "google_play",
    "date": "2022-02-22",
    "rating": 5,
    "content": "굉장히 직관적이고 그간 기록 어플을 사용한 사람들의 니즈를 잘 파악한 어플이라고 칭찬스티커 100개 붙여주고 싶네요. 걸음수는 혹시 수동기록이 안되나요? 삼성헬스를 쓰는데 걸음 수동으로라도 입력하고 싶습니다 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-02-22",
    "rating": 5,
    "content": "제가 찾던 형태의 심플하면서 한눈에 보기 쉽게 작성 할 수 있어서 잘 쓰고 있습니다. 몇가지 건의 사항이 있는데(메일도 보냈습니다) 식단이 잘 된날 안된날 스티커 형식으로 그날 그날 표시를 할 수 있으면 좋을거 같습니다. 한달 에 내가 식단을 얼만큼 잘 지켰는지 한눈에 볼 수 있게요~ 그리고 운동이나 식단 적을때 바로 못 적을 경우가 있는데 그럴때 시간 설정하는게 스크롤로만 되서 불편합니다. 키패드에서 숫자 적을 수 있게 해주시면 좋을 것 같습니다. 좋은 어플 만들어 주셔서 감사합니다. 잘 쓸게요~"
  },
  {
    "store": "google_play",
    "date": "2022-02-22",
    "rating": 5,
    "content": "군더더기 없이 깔끔하고 귀찮지 않다는게 가장 큰 장점입니다. 이것저것 입력할게 많으면 쉽게 귀찮아져서 며칠 못가 그만두는 저같은 사람에겐 정말 딱이에요! 이렇게 좋은 어플 만들어 주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-19",
    "rating": 5,
    "content": "식단 기록 앱 중 가장 오래 쓰고있어요! 강박적인 느낌의 다이어트보다 정말 건강한 식단을 지향하는 느낌의 UI에요 :)"
  },
  {
    "store": "google_play",
    "date": "2022-02-17",
    "rating": 5,
    "content": "사진과 글기록까지 보기편하고 넘좋아여 찾던스타일! 근데 날짜를 다른날짜에 식단쓰면 날짜수정은 안되나여~?"
  },
  {
    "store": "google_play",
    "date": "2022-02-16",
    "rating": 5,
    "content": "잘사용하고 있습니다 근데 걸음수 측정이 되다가 마는데 어떻게 해야하나요 ..."
  },
  {
    "store": "google_play",
    "date": "2022-02-16",
    "rating": 5,
    "content": "친구들고ㅓ 하니까 재밌네여"
  },
  {
    "store": "google_play",
    "date": "2022-02-16",
    "rating": 5,
    "content": "굳굳굳"
  },
  {
    "store": "google_play",
    "date": "2022-02-16",
    "rating": 5,
    "content": "이때까지 여러가지 다이어트앱들을 써봤는데 그중 보기도 편하고 쓰기에도 편한 앱이라 1달 전부터 밀리그램에 정착했습니다 ! 그만큼 진짜 입아플 정도로 좋아서 지인들에게 추천해주고 싶을만큼 좋습니다! 다만 아쉬운게 몇가지 있다면.. 1. 식단 관리할때 따로 칼로리 체크&입력이 가능했으면 좋겠어요 2. 하루의 기분을 기록할 수 있는 입력칸이 있었으면 합니다. 3. 식단 관리할때 사진을 최소 1장이상 올릴 수 있게 되었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-15",
    "rating": 4,
    "content": "식단 칼로리 정보도 같이 있으면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-15",
    "rating": 5,
    "content": "깔끔하고 직관적이어서 잘쓰고 있습니다. 그런데 요즘들어서 얼른 쓰라고 알림이 오는데 끄는방법 좀 알려주세요..."
  },
  {
    "store": "google_play",
    "date": "2022-02-15",
    "rating": 5,
    "content": "한 시간 가량 여러 어플 다 사용해 봤는데 밀리그램이 제일 최고네요 간단하지만 있을 건 다 있는 사용하기 편한 어플입니다. 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-02-12",
    "rating": 2,
    "content": "sns로 내보내기 겁나 버벅대요 3D기능 범벅인 제페토보다 더 이러면 어떡해요 달랑 사진 3장인데..."
  },
  {
    "store": "google_play",
    "date": "2022-02-10",
    "rating": 5,
    "content": "제일 편해요!"
  },
  {
    "store": "google_play",
    "date": "2022-02-10",
    "rating": 4,
    "content": "깔끔해서 좋아요. 다만 삼성헬스와 연동기능도 있으면 좋겠어요. 그리고 제가 휴대폰은 어두운 모드로 해놓고 밀리그램은 밝은 모드로 하고 싶은데 자동으로 어두운 모드로 나오는게 아쉬웠어요. 모드 변경도 가능했으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-08",
    "rating": 5,
    "content": "편하고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2022-02-07",
    "rating": 1,
    "content": "미리그램 좋아요."
  },
  {
    "store": "google_play",
    "date": "2022-02-06",
    "rating": 5,
    "content": "두통때문에 식단기록용으로 다운받았는데 날짜별로 사진기록 남길수있어서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-02-06",
    "rating": 5,
    "content": "간편하고 좋아요~~ 어플에서 바로 사진 찍었을 때 핸드폰 앨범에 자동 저장되는 기능도 있었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-02-04",
    "rating": 5,
    "content": "어플이 깔끔해서 사용하기 편리합니다. 정보입력할 때 원래의 폼이 잘 정리 되어 있어서 입력하기 매우 쉽습니다. 다만 정보입력 버튼( +버튼)을 눌렀을 때 최근사진이 나오게 되어서 처음엔 이게 뭐지 잘못 눌렀나 싶었습니다. 버튼 누르면 텍스트 입력 창으로 들어가 지고, 거기서 사진을 첨부할 수 있게 되면 훨씬 이해하기 쉽고 깔끔하게 보일 것 같습니다. 좋은 어플 만들어 주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-03",
    "rating": 5,
    "content": "진짜 최곱니다!!!!👍👍👍"
  },
  {
    "store": "google_play",
    "date": "2022-02-03",
    "rating": 4,
    "content": "체중입력 하려고 누르기만 하면 어플이 자동으로 꺼져요.. 못 쓰고있어요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-01-29",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-01-28",
    "rating": 5,
    "content": "좋아요 기능도 많고 🙂"
  },
  {
    "store": "google_play",
    "date": "2022-01-26",
    "rating": 5,
    "content": "잘 사용하고 있어요~ 간단하고 편하게 식단 기록할 수 있어서 좋아요! 바로 사진을 찍어서 업로드할 경우에 사진에 날짜랑 시간이 자동으로 들어가면 훨씬 더 편할 거 같아요 ^^"
  },
  {
    "store": "google_play",
    "date": "2022-01-25",
    "rating": 5,
    "content": "다이어트할 때, 이것저것 잡다하게 기록하는 건 지속하기가 힘든데 직관적이고 심플해서 잘 사용하고 있습니다 :) 특히 업데이트된 생활기록 등이 아주 마음에 들어요, 감사합니다! + 추가적으로 [앱잠금]기능이 있으면 좋을 것 같습니다! 눈바디 사진 등 민감할 수 있는 정보가 있어서요 :>"
  },
  {
    "store": "google_play",
    "date": "2022-01-24",
    "rating": 5,
    "content": "사용하기 편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-01-23",
    "rating": 2,
    "content": "탈퇴를 하고 싶은데 안되네요. 로그아웃도 안되고. 왜 로그아웃과 탈퇴창 들어가면 취소 항목 밖에 없나요? 빠른 피드백 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2022-01-21",
    "rating": 5,
    "content": "좋아요 사진 90도 돌리는 기능 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-01-19",
    "rating": 5,
    "content": "텍스트 치기 귀찮은 사람한텐 최고의 어플인거 같아요! 복잡하지 않고 단순하고 깔끔해서 보기도 편해요 굳이굳이 아쉬운 점을 꼽으라면 그 시간 기록할 때 숫자 키패드로 입력할 수 없다는 정도..? 아 그리고 한 번 생성했던 그룹은 삭제 안 되는것도 조금 아쉬워요☆"
  },
  {
    "store": "google_play",
    "date": "2022-01-18",
    "rating": 5,
    "content": "가볍고 편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-01-17",
    "rating": 5,
    "content": "아직좋음"
  },
  {
    "store": "google_play",
    "date": "2022-01-17",
    "rating": 4,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-01-16",
    "rating": 5,
    "content": "다이어트를 할려고 이앱을 깔았는데 볼것도 많고 해서 별 5섯개 줍니다."
  },
  {
    "store": "google_play",
    "date": "2022-01-15",
    "rating": 5,
    "content": "만족스럽게 잘 쓰고 있습니다! 자동으로 시간이 입력되는 것이 가장 큰 장점 같습니다 하루 식단이나 운동 시간을 조절할때 큰 도움이 되네요 사용법도 간편하고 메모기능이 있어서 그때의 기분이나 상황을 적을 수 있는게 좋고 수면시간이나 배변 물같은 소소한 것도 입력 가능해서 아주 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-01-14",
    "rating": 5,
    "content": "굉장히 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-01-13",
    "rating": 5,
    "content": "너무 좋다 진짜 식단 올리기도 편하고 인터페이스도 깔끔함"
  },
  {
    "store": "google_play",
    "date": "2022-01-11",
    "rating": 5,
    "content": "사진을 별도폴더에 보관하면 좋겠고, 그폴더가 sd메모리에 저장 하면 베리굿일검니다"
  },
  {
    "store": "google_play",
    "date": "2022-01-11",
    "rating": 5,
    "content": "타 업체보다 너무 실용성있는 어플을 개발해주셔서 너무 감사드립니다.☺ 궁금한게 하나 있어서 질문 드립니당 멤버관리에 인원제한이 9명인데 인원제한수를 더 늘릴순 없는건가요...?"
  },
  {
    "store": "google_play",
    "date": "2022-01-11",
    "rating": 5,
    "content": "깔끔하고 좋다"
  },
  {
    "store": "google_play",
    "date": "2022-01-10",
    "rating": 5,
    "content": "pt를 받고 있는데 식단 보고용으로 유용하게 쓰고 있습니다. 식단 상세 매뉴에서 내용 공유를 할 때 체중도 같이 공유되면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-01-10",
    "rating": 4,
    "content": "친구랑 같이 다이어트 하면서 일기 식으로 기록하고 운동이나 식단 같은 거 공유하면서 서로 도움 받을 수 있어서 좋아요! 다만 친구는 아이폰 쓰고 저는 갤럭시 쓰는데 친구 걸음수는 바로바로 기록되고 저는 가끔 아예 안 될 때도 있는가 하면 식단 기록 할 때 저한테는 먹은 양 선택하는 란이 가볍게 적당히 배부르게만 뜨는데 친구한테는 과하게라든지.. 여러가지 좀 더 세세하게 기록할 수 있게 뜨더라구요... 갤럭시도 그런 기눙 가지고 싶어요........"
  },
  {
    "store": "google_play",
    "date": "2022-01-09",
    "rating": 3,
    "content": "어깨가 없네? 운동 부위 세분화가 덜 되어있음."
  },
  {
    "store": "google_play",
    "date": "2022-01-09",
    "rating": 4,
    "content": "좋은 앱 감사합니다. 혹시 걸음수는 미밴드와 호환되지 않나요?"
  },
  {
    "store": "google_play",
    "date": "2022-01-08",
    "rating": 5,
    "content": "60키로인분 없나요 같이 그룹해요 .. 모르는사람과도 체중비슷한사람과 그룹 할 수 잇ㄷ으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-01-06",
    "rating": 3,
    "content": "식단 운동 스스로 기록하는 건 편리하게 잘쓰고 있는데요, 친구랑 공유하는 건 계속 '서버에서 불러오지 못했어요'라고 떠요 ㅜㅜ 어떡해야하죠 8_8 (제 폰은 지플립5G고 친구폰은 아이폰이에요,,)"
  },
  {
    "store": "google_play",
    "date": "2022-01-06",
    "rating": 5,
    "content": "아주 잘 쓰고 있어요."
  },
  {
    "store": "google_play",
    "date": "2022-01-05",
    "rating": 5,
    "content": "여자친구와 서로 식단 및 물 마시기랑 운동 공유하니까 건강 관리가 너무 재밌어졌어요"
  },
  {
    "store": "google_play",
    "date": "2022-01-04",
    "rating": 5,
    "content": "정말 유용한 어플이에요! 이제까지 식단, 운동 기록 어플 여러개 써봤는데 제일 사용하기 간편하고 여러기능들이 있어서 좋아요. 건의사항이 있는데 혹시 가능하다면 반영 고려해주세요 1. 배변활동, 생리시작 체크란도 있었으면 좋겠어요 2. 체중 및 식사시간 등 입력시 스크롤 형식 말고 키보드로 직접 입력할 수 있었으면 좋겠어요. 좋은어플 만들어주셔서 감사합니다^^~~"
  },
  {
    "store": "google_play",
    "date": "2022-01-04",
    "rating": 5,
    "content": "식단기록 어플 다깔아봤는데 제일 편함 강추 사진도 가능"
  },
  {
    "store": "google_play",
    "date": "2022-01-03",
    "rating": 5,
    "content": "친구들이랑 식단공유하며 잘 쓰고 있어요. 그런데 최근 댓글작성할때 댓글창이 연분홍, 글씨가 연회색이되면서 글씨를 읽으며 쓸 수가 없어요... 제 설정탓인가요? 이거 바꿀 수 없나요"
  },
  {
    "store": "google_play",
    "date": "2021-12-31",
    "rating": 5,
    "content": "여러가지 시도한 방법 모두 2, 3일 지나면 자연스레 안하게 됐는데 6일이 지난 지금도 사용하기 편해서 열심히 기록하고 있습니다. 잘 사용하고 있지만 아쉬운 부분이 있어 적어봅니다. 아직 식단기록만 사용하고 있어서 식단 사용하면서 개선하면 좋겠다 생각하는 부분 1. 그룹 친구가 남겨준 댓글 자체에 답글 다는 기능이 있으면 좋겠습니다. (or 태그 기능) 2. 분류에 후식이 있으면 좋겠습니다. 3. 그룹 알림을 누르고 들어간 경우 그 알림내용으로 이동하면 좋겠습니다. 4. 기록한 끼니마다 개별적으로 댓글을 남기고 싶습니다. 5. 다크모드를 사용하고 있는데 댓글을 적을때 배경이 연분홍색인데 글씨색이 흰색이어서 잘 보이지 않습니다. '눌러서 댓글 남기기' 문구색 같은 회색정도여도 좋겠습니다. + 끼니 글 하나에 사진하나는 처음에 불편하게 생각했는데 사용하다보니 직관적이어서 좋습니다. 좋은 어플 만들어주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2021-12-23",
    "rating": 3,
    "content": "미밴드랑은 연동 안되나요? 걸음수는 구글이랑만 연동되나요?"
  },
  {
    "store": "google_play",
    "date": "2021-12-20",
    "rating": 5,
    "content": "올해 쓴 어플중에 유용했던 어플 탑3에 들어요! 이런 어플 만들어주셔서 감사합니당 :)"
  },
  {
    "store": "google_play",
    "date": "2021-12-19",
    "rating": 5,
    "content": "제일 필요한 정보만 입력할 수 있도록 깔끔하고 편해서 잘 이용 중 입니다. 다만, 1. 걸음수 연동이 랜덤으로 되며. 2. 사진첩에서 사진에 대한 시간도 어쩔된 되고 어쩔된 안되네요,, 3. 또한, 그룹이 모르는 사람들끼리도 같이 할 수 있도록, 공개 그룹이 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2021-12-18",
    "rating": 4,
    "content": "그룹기능이 생겨서 친구들하고 같이 하니 더 열심히하게 되고 좋은거같아요! 그런데 갤럭시에서는 걸음이 업데이트가 바로바로 안되는거 같더라고요.. 건강연동이 갤럭시 헬스로 되는건가요? 뭔가 제가 눌러서 강제적으로도 업데이트할수 있게 하면 좋을거같아요~"
  },
  {
    "store": "google_play",
    "date": "2021-12-16",
    "rating": 3,
    "content": "공유하기가 갑자기 안눌러지네요 왜그런거죠"
  },
  {
    "store": "google_play",
    "date": "2021-12-03",
    "rating": 3,
    "content": "비번찾기에서 이메일을 입력해도 이메일이 안 오는데 비번을 어떻게 찾나요?"
  },
  {
    "store": "google_play",
    "date": "2021-11-25",
    "rating": 3,
    "content": "식단 점수 기준이 뭘까요?"
  },
  {
    "store": "google_play",
    "date": "2021-11-23",
    "rating": 5,
    "content": "그룹기능에서 1. 쓴글 수정,삭제가 되지않고 2.만보계 업데이트가 느리고 3.아이디,멤버이름을 바꿀수없어 불편합니다. 그래도 그룹기능 너무 잘쓰고 있고 좋아요. 업데이트 되었으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2021-11-19",
    "rating": 3,
    "content": "몸무게 변화를 기록하는데 가장 최근 수치가 디폴트로 보여졌으면 좋겠어요 ㅠㅠ 매번 새로 입력하기 번거로워요"
  },
  {
    "store": "google_play",
    "date": "2021-11-16",
    "rating": 5,
    "content": "다 좋은데 안드도 아이폰처럼 달력에 내 식단 점수보기로 바꿀수 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2021-11-16",
    "rating": 5,
    "content": "딱 좋아요ㅎㅎㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2021-11-15",
    "rating": 5,
    "content": "아 그리고 음식의 칼로리 계산이 되면 좋겠어요,, 살짝 아쉬운부분입니당"
  },
  {
    "store": "google_play",
    "date": "2021-11-11",
    "rating": 5,
    "content": "다 좋아영 다만 아쉬운점은 +에서 운동에 그냥 메모만으로 기록이 되는 기능이 있었으면 좋겠어요 시간이나 제목 설정 없이요!"
  },
  {
    "store": "google_play",
    "date": "2021-11-09",
    "rating": 5,
    "content": "와 진짜 최고에요 너무너무너무 좋아요♥️♥️♥️♥️"
  },
  {
    "store": "google_play",
    "date": "2021-11-08",
    "rating": 5,
    "content": "사용방법이 간단하고 편하네여."
  },
  {
    "store": "google_play",
    "date": "2021-11-07",
    "rating": 5,
    "content": "진짜 기록이 귀찮은 사람인데 이건 정말 편하게 잘되있어서 꾸준히 기록하게 만드네요~~ 잘 사용해서 건강하게 다이어트 하겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2021-11-06",
    "rating": 5,
    "content": "갤러리에 있는 사진으로 업로드할 때 사진 찍힌 시간 자동으로 입력되는게 너무 좋아요! 반대로 어플에서 바로 카메라로 사진 추가할때 갤러리에 따로 사진 저장 안되는 것도 좋아요ㅎㅎ 보완점은 신체 정보 입력할때 다이얼 형식 아니라 직접 입력할 수 있는 방식이었으면 좋겠고, 근육량에 관한 정보도 입력할 수 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2021-11-03",
    "rating": 5,
    "content": "앱이 깔끔하고 편리해서 좋은 것 같아요! 최고입니다👍🏻👍🏻"
  },
  {
    "store": "google_play",
    "date": "2021-10-28",
    "rating": 5,
    "content": "직관적이고 편해서 쓰기 넘 좋은데 구글 백업이 되면 더 좋을 거 같아요!"
  },
  {
    "store": "google_play",
    "date": "2021-10-22",
    "rating": 5,
    "content": "원하는기능만 심플하게있어요 너무좋아요!"
  },
  {
    "store": "google_play",
    "date": "2021-10-21",
    "rating": 5,
    "content": "너무 훌륭한 식단&운동 기록 앱이에요 그룹공유 기능 업데이트 된 거 좋아서 리뷰 쓰러 왔습니다 칭찬드립니다"
  },
  {
    "store": "google_play",
    "date": "2021-10-21",
    "rating": 5,
    "content": "운동 시간 직관적으로 입력할수 있게 바뀌어서 너무 좋아요 ㅠ ㅠ!! 다이얼 식으로 돌려 입력하는게 힘들었어서 바뀌고 나니 넘 편합니다"
  },
  {
    "store": "google_play",
    "date": "2021-10-16",
    "rating": 5,
    "content": "식단 어플 많이 써봤는데 최고! 직관적이고 잡다하지 않고! 무엇보다 기록을 까먹어도 사진 찍은 시간이 연동돼서 식사시간 개념이 자연스레 생깁니다👍 좋은 어플 고맙습니다👍"
  },
  {
    "store": "google_play",
    "date": "2021-10-14",
    "rating": 4,
    "content": "환자라서 식단과 몸상태 기록 남기기 위해 사용중입니다. 체온을 기록할 수 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2021-10-13",
    "rating": 5,
    "content": "잘 쓰고 있습니다. UI가 간단하고 누적 데이터를 그래프로 볼 수 있어서 세 달째 어플 애용중. 다이어트만이 아니라 건강 관리에도 도움이 될 듯한."
  },
  {
    "store": "google_play",
    "date": "2021-10-13",
    "rating": 5,
    "content": "타임스탬프 앱 이랑 같이 사용하면 진짜 너무 편리 합니다 다른 어플 사용 하면서 기록하는거 귀찮았는데 밀르그램은 간편하고 필요한것만 입력하면 되서 너무 좋아요 맨날 이틀이면 안하던 기록도 벌써 일주일째 입니다!"
  },
  {
    "store": "google_play",
    "date": "2021-10-08",
    "rating": 5,
    "content": "앱 깔끔하고 그룹기능이 있어서 친구랑 같이 다이어트도 가능 ㅎㅎ 좋음"
  },
  {
    "store": "google_play",
    "date": "2021-10-07",
    "rating": 5,
    "content": "기록하는거 편리하고 너무좋네요 그런데 색깔이 차이가없어서 구분하기가 조금..."
  },
  {
    "store": "google_play",
    "date": "2021-10-06",
    "rating": 5,
    "content": "심플해서 좋아요~ 사진 모아보기에서 따로따로 클릭도 모아보기는 편한데 과거부터 현재순으로 쭉 이어서 볼 수 있엇으면 좋겠어요~ 또 모아보기에서든 아니든 사진을 클릭하면 양옆이 조금씩 짤려서 확대됩니다~"
  },
  {
    "store": "google_play",
    "date": "2021-10-01",
    "rating": 4,
    "content": "직관적이고 다 좋은데 식단점수에 따라 정해진 컬러 바꿀수있게 해주세요ㅠㅠ 민트색 싫어하는데 식단점수5점이면 무조건 민트색이고 그게또 하루단위에서 보면 왕크게 뙇 있으니까 보기싫어요."
  },
  {
    "store": "google_play",
    "date": "2021-09-29",
    "rating": 5,
    "content": "좋아요 !! 여러가지 식단, 운동 어플 돌아다니다가 제일 깔끔하고 좋은 어플인 것 같아서 정착했어요 칼로리 기록하는 것 부터, 사진만 찍으면 알아서 칼로리 계산해주는 어플 등등 많이 써봤는데 밀리그램이 가장 필요한 기능만 모아놓은 것 같아서요 더 바라는 점이 있다면 1. 식단 점수별 색이 비슷비슷하고 눈에 크게 띄지않아서 아쉬워요 빨 주 노 초 파 이렇게 한 눈에 들어오는 점수면 좋겠습니다 2. 삼성헬스와 걸음 연동이 되면 더 좋겠습니다 좋은 어플 만들어주셔서 감사합니다 ^^"
  },
  {
    "store": "google_play",
    "date": "2021-09-29",
    "rating": 5,
    "content": "너무 좋아서 나만 알고 싶은 앱 사진만 찍으면 되서 편해요. 그래서 오래돗안 지속할 수 있어요. 거기다 컨디션까지 작성 가능해서 다이어트가 아니라도 건강관리에도 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2021-09-28",
    "rating": 4,
    "content": "다 좋은데 몸무게 기록 시 소수점 2째자리까지 만들어주셨으면 좋겠어요~~~"
  },
  {
    "store": "google_play",
    "date": "2021-09-24",
    "rating": 4,
    "content": "아이콘이 마음에 안들어용 그것 빼고는 다 좋아용^^"
  },
  {
    "store": "google_play",
    "date": "2021-09-24",
    "rating": 5,
    "content": "사용은 너무 좋아요! 갤럭시 s20울트라씁니다. 건강정보연동이 어떤 건강 정보를 연동하는 것인지 알수 있을까요? 걸음의경우 삼성헬스는 12000보인데 밀리그램은 켜진 이후부터 타운트 되는 것 갘고 연동은 안되길래 어떤 건강정보가 연동되는지 문의드립니다 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2021-09-23",
    "rating": 5,
    "content": "기록하기 간단하고 모아보기 편해서 좋아요~ 여러 어플 돌아다니다가 이 어플로 정착했습니다ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2021-09-21",
    "rating": 5,
    "content": "식단 하는 사람들과 잘 사용하고있어요. 사과농장 사람들과도 가능해서좋아요. 댓글 기능이 있었음 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2021-09-14",
    "rating": 4,
    "content": "괜찮네용 칼로리 꼼꼼하게 다 쓰려면 스트레스 받는데 이렇게 시각적으로 이미지 찍어서 보는게 저한테 더 맞는거 같아요! 기왕 이렇게 되는거 / 하나 제안드리면 허리둘레 목둘레 허벅지둘레 등등 재는 기능도 추가되면 더 좋을거 같아요 ㅎㅎ... 다른 어플에 쓰고 있는데 한 어플에서 다 사용할수있으면 더 좋을거 같아서용"
  },
  {
    "store": "google_play",
    "date": "2021-09-11",
    "rating": 5,
    "content": "너무 잘쓰고있습니다ㅎㅎ 혹시 안드로이드 폰은 걸음 수 연동과 친구 공유가 안되는건가요? 계정 허용도 했는데 걸음수 메뉴가 없어요."
  },
  {
    "store": "google_play",
    "date": "2021-09-10",
    "rating": 4,
    "content": "디자인은 깔끔하고 사진으로 기록할수 있어서 좋은것 같아요 다만 시간설정하는것이 너무 불편해요 키보드로 입력할수 있게해주세요"
  },
  {
    "store": "google_play",
    "date": "2021-09-09",
    "rating": 4,
    "content": "너무 좋은데 체중 수정이 안 되요ㅜㅜ 잘못 입력해서 수정하면 그때만 잠깐 바껴있고 다음날 다시보면 수정 전 체중으로 기록돼있어요 고쳐주세요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2021-09-09",
    "rating": 5,
    "content": "오케이시작이다"
  },
  {
    "store": "google_play",
    "date": "2021-09-07",
    "rating": 5,
    "content": "딱제가원했던 인터페이스네용"
  },
  {
    "store": "google_play",
    "date": "2021-09-05",
    "rating": 5,
    "content": "잘 사용 중"
  },
  {
    "store": "google_play",
    "date": "2021-09-01",
    "rating": 5,
    "content": "걸음수 수정 기능도 생겼으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2021-08-31",
    "rating": 5,
    "content": "아이폰쓰다가 안드로이드로 넘어와서도 이 어플 꾸준히 잘 쓰고 있습니다~ 하나 건의드릴 게 있는데요.. 체중 입력시 제일 최근에 입력한 체중이 셀렉트박스에 나타나게 해주시면 안될까요?? 아이폰은 되는데 안드로이드에서는 기본이 57.0이더라고요. 시간되실 때 부탁드려요^^"
  },
  {
    "store": "google_play",
    "date": "2021-08-28",
    "rating": 4,
    "content": "간단하게 기록할 수 있도 디자인도 깔끔하고 사용자가 사용하기 편리하게 구성되어있는데 제가 전날 데이터를 잘못작성한 것을 인지하고 수정을 하게 되었을때 오류가 나서 튕겨 데이터를 삭제하고 다시 작성했음에도 불구하고 데이터가 다시 예전 데이터로 복구됩니다... 3일이 지나고 4일이 지나 데이터를 삭제하고 다시 작성해도 다시 예전 데이터로 복구되어있더라고요... 수정후 잘 보이는듯했지만 다시 확인해보면 돌아와있고... 이 문제점 고쳐주시면 진짜 완벽할 것 같습니다....."
  },
  {
    "store": "google_play",
    "date": "2021-08-21",
    "rating": 4,
    "content": "이제 깔고써보긴했지만 잠깐써본결과 체중입력 키보드로입력됐음좋겠어요ㅠㅠ 그리고 앱켤때 비밀번호도 있었으면...^^♡"
  },
  {
    "store": "google_play",
    "date": "2021-08-20",
    "rating": 5,
    "content": "간단하면서도 진짜 좋은거같아요 ㅜㅜ 다른앱보다 간편하면서 좋네요🏃🏻‍♂️🏃🏻‍♂️🏃🏻‍♂️"
  },
  {
    "store": "google_play",
    "date": "2021-08-19",
    "rating": 5,
    "content": "심플한데 필요한 구성이 딱 다 있어 최고입니다! 구글헬스 말고 삼성헬스랑도 연동이 되면 너무 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2021-08-18",
    "rating": 4,
    "content": "운동기록 연동하기 켜놨는데 삼성헬스 걸음수가 제대로 안되는거 같아요"
  },
  {
    "store": "google_play",
    "date": "2021-08-15",
    "rating": 5,
    "content": "식단 운동 체중 간편하게 기록하기 좋고 그래프나 목록으로 편리하게 확인할 수 있어오"
  },
  {
    "store": "google_play",
    "date": "2021-08-12",
    "rating": 5,
    "content": "깔끔하고 좋은데 통계기능에 저번달이나 저번주로 볼수있게 생기면 좋겠어요. +++++체중등등 숫자 쓸때 키보드로 등록하게해주세요..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2021-08-11",
    "rating": 5,
    "content": "식단부터 운동까지 한 번에 관리할 수 있어요. 기록도 편하고 앱 디자인도 예뻐서 더 열심히 쓰게 되네요. 잘 쓰고 있습니다♡♡♡"
  },
  {
    "store": "google_play",
    "date": "2021-08-11",
    "rating": 4,
    "content": "다른건 다 만족하는데 사진을 앱내에서 찍어서 바로 기록할때 촬영한 사진이 안뜨는 경우가 너무 잦아서 불편했어요"
  },
  {
    "store": "google_play",
    "date": "2021-08-09",
    "rating": 4,
    "content": "간단히 사진으로 식단보는게 너무좋아요 단 보안은 어떻게하죠? 어플잠금 기능 어디있나요"
  },
  {
    "store": "google_play",
    "date": "2021-08-02",
    "rating": 5,
    "content": "너무 좋아여 기록하기도 편하고 보기도 편해요 이거 적으려고 다이어트 하는 느낌?!"
  },
  {
    "store": "google_play",
    "date": "2021-07-28",
    "rating": 5,
    "content": "운동기록하기 편하고좋음"
  },
  {
    "store": "google_play",
    "date": "2021-07-27",
    "rating": 5,
    "content": "깔끔하고 좋아요.. 한 번에 정리하기 편하네요 개발자분들이 똑똑하신듯~ 번창하세요"
  },
  {
    "store": "google_play",
    "date": "2021-07-25",
    "rating": 4,
    "content": "짱 좋아요"
  },
  {
    "store": "google_play",
    "date": "2021-07-22",
    "rating": 1,
    "content": "백업못하나요? 달력에 체중이 기록되어 나오면 좋겠어요 수치로 체중 증감을 바로볼수있게요 그래프를통해서만 확인가능하네요"
  },
  {
    "store": "google_play",
    "date": "2021-07-19",
    "rating": 5,
    "content": "갤럭시도 공유하기 만들어주세여.."
  },
  {
    "store": "google_play",
    "date": "2021-07-19",
    "rating": 3,
    "content": "다이어트하면서 식단이랑 신체 기록을 깔끔하게 정리할 수 있어서 너무 좋네요. 그치만 아쉬운건 어쨋든 신체 사진을 저장하기도 하는데 앱 잠금이 아무리 찾아도 없는 것 같아요... 앱을 잠글 수 있는 기능이 추가되었으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2021-07-14",
    "rating": 5,
    "content": "앱 자체는 단순기록에 진짜 도움되는것 같아요. 장점은 이거저거 귀찮게 안알아보고 했던거 기록용으로는 진짜 완벽하고 저같이 이거저거 계산하는거 귀찮아하는 사람한텐 제일 맘에 드는거같아요. 단점은 사진이 따로 저장 불가능해서 올리면 그냥 끝이어서 비포애프터 비교가 좀 힘들어서 아쉬워요. 그리고 식단 텍스트 사이즈와 운동 입력하는 칸의 크기는 고정이라서 좀 길게쓰면 식단 기록이 잘리고 운동 입력하는거도 쓰다가 수정하기가 불편해요. 마지막으로 구글헬스랑은 연동이 되는데 삼성헬스랑은 연동이 안되서 좀 아쉬워요. 그래도 다신이랑 이거저거 앱써보고 하나하나 검색하는건 너무 귀찮았어서 그냥 사진으로 기록땡할 수 있는 밀리그램에 정착했어요. 나중에 유료결제 시스템이라도 도입되서 저거 수정가능했으면 좋겠어요 :)"
  },
  {
    "store": "google_play",
    "date": "2021-07-13",
    "rating": 3,
    "content": ". Good app"
  },
  {
    "store": "google_play",
    "date": "2021-07-10",
    "rating": 5,
    "content": "깔끔하게 다이어트기록을 할수있어서 좋아요~아직까진 오류없어요!"
  },
  {
    "store": "google_play",
    "date": "2021-07-09",
    "rating": 5,
    "content": "다 좋은데 100kg이 넘어가면 기록이 불가능한게 아쉬워요. 다이어트 중이고 기록하려고 했는데 아쉽네요. 일단은 식단과 운동만 써야겠네요."
  },
  {
    "store": "google_play",
    "date": "2021-07-08",
    "rating": 5,
    "content": "네이버 보고 가입했어요 오늘부터 시작"
  },
  {
    "store": "google_play",
    "date": "2021-07-06",
    "rating": 5,
    "content": "다른 회원과 공유가 가능하면 재밌을꺼 같아요"
  },
  {
    "store": "google_play",
    "date": "2021-07-06",
    "rating": 5,
    "content": "이제 쓴지 2-3일 됐는데, 진짜 좋아요!! 디자인, 기능 굉장히 심플하고 직관적이고. 사진 자동으로 뜨는 기능 등등 여태 써본 다른 식단 기록 앱들 중 최고에요!!"
  },
  {
    "store": "google_play",
    "date": "2021-07-02",
    "rating": 4,
    "content": "깔끔하고 좋은데 공유기능이 안돼서 아쉽네요."
  },
  {
    "store": "google_play",
    "date": "2021-06-23",
    "rating": 3,
    "content": "잘쓰고 있는데 사진크기 조절가능했음좋겠어요 올리면 일부가 뚝 잘려요"
  },
  {
    "store": "google_play",
    "date": "2021-06-23",
    "rating": 5,
    "content": "써 본 식단기록앱 중에 제일 좋아요! 깔끔하고 간단명료하고 필요한 게 다 있어요."
  },
  {
    "store": "google_play",
    "date": "2021-06-23",
    "rating": 5,
    "content": "편해요 근데 7일차 그래프에 요일이 같이 보였으면 더 좋을 것 같아요ㅠㅜ 그게 아니라도 쓰기 좋긴 합니다 !"
  },
  {
    "store": "google_play",
    "date": "2021-06-22",
    "rating": 5,
    "content": "백업 기능제공쫌 꼭해주세요ㅜㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2021-06-21",
    "rating": 5,
    "content": "필요한 것들은 깔끔하게 들어가있는게 좋아요! 근데 기기 변경을 했을 시에 동기화 시키는 방법은 없나요...? 제가 못찾는건가😂😂"
  },
  {
    "store": "google_play",
    "date": "2021-06-21",
    "rating": 5,
    "content": "와우 깔끔하고 정말 좋네요. 무겁지 않고 필요한 것들만 모아져있고 사용이 아주 편합니다."
  },
  {
    "store": "google_play",
    "date": "2021-06-18",
    "rating": 5,
    "content": "최고임 필요한 기능만 심플하게 들어있습니다"
  },
  {
    "store": "google_play",
    "date": "2021-06-17",
    "rating": 5,
    "content": "다이어트 일기 어플 여러가지 써봤지만, 가장 깔끔하고 편해요. 여러 가지 탐색하다 이걸로 정착합니다.^^"
  },
  {
    "store": "google_play",
    "date": "2021-06-17",
    "rating": 5,
    "content": "너므 좋은데 핸드폰을 바꿧더니 연동이 안되네요 ㅠㅠ 백업 연동만 되게 해주세여 ㅠ 몸무게 기입할 때도 스크롤 말고 적을 수 있었으면 좋겠습니다..ㅜ"
  },
  {
    "store": "google_play",
    "date": "2021-06-16",
    "rating": 5,
    "content": "깔끔한 디자인으류 너무 예쁜데다가 사진 시간 연동되는것도 좋고 식사의 종류(아점저간식)와 점수, 배부름정도도 표시할 수 있는것이 너무너무 맘에 듭니당😍😍 메모 함께 표시되는것도좋고요! 다른 기기로 연동이 가능했으면 좋겠어요~~!! 아이패드로 같이 관리하고싶은데 연동기능이 안보여요..없는것같아 아쉽습니다!"
  },
  {
    "store": "google_play",
    "date": "2021-06-14",
    "rating": 5,
    "content": "기록하기 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2021-06-05",
    "rating": 5,
    "content": "너무 좋아요~~!!"
  },
  {
    "store": "google_play",
    "date": "2021-06-05",
    "rating": 5,
    "content": "너무 유용하게 잘 쓰고 있어요!"
  },
  {
    "store": "google_play",
    "date": "2021-06-04",
    "rating": 5,
    "content": "제가 원했던 모든게 포함된 진짜 좋은 식단,운동 일기네요!! 다른 사람이 못보게 비밀번호 기능만 더 추가해주시면 더 좋을꺼 같아요!!! 앱 강추입니다"
  },
  {
    "store": "google_play",
    "date": "2021-06-03",
    "rating": 5,
    "content": "체고체고"
  },
  {
    "store": "google_play",
    "date": "2021-05-30",
    "rating": 4,
    "content": "백업이 가능하고, 식단입력할때 이전의 식단기록을 그대로 히스토리에서 불러올수있는 기능이 있었으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2021-05-28",
    "rating": 5,
    "content": "너무 좋아요 깔끔하고 디자인도 이쁜데 어플 비밀번호 잠금기능이있으면 놓겠어요 눈바디 사진찍은거 때문에 혹여나 싶어서 잠금기능이 있으면 더좋을것같아툐"
  },
  {
    "store": "google_play",
    "date": "2021-05-28",
    "rating": 5,
    "content": "와 갤럭시에도 생기다니 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2021-05-23",
    "rating": 5,
    "content": "식단과 운동 기록하기 좋은것같아요"
  },
  {
    "store": "google_play",
    "date": "2021-05-22",
    "rating": 5,
    "content": "타 앱들에 비해 광고도 없고 깔끔한 디자인도 넘 이쁜데 식단사진이나 운동사진을 이 어플로 찍으면 저장을 내 폰으로 못해요 ㅠㅠ 그것만 업데이트하면 진짜 만점 입니당 너무 잘쓰고있어요!!"
  },
  {
    "store": "google_play",
    "date": "2021-05-12",
    "rating": 3,
    "content": "드디어 갤럭시도 돼서 좋네요! 다만 체중입력시 스크롤이 아닌 숫자를 직접입력하게 해주셨음좋겠어요 스크롤로 움직이니까 직관적이지 못하고 시간이 더걸리네요"
  },
  {
    "store": "google_play",
    "date": "2021-05-11",
    "rating": 3,
    "content": "사진찍으면 왜 멋대로 돌아가있는지 아시는분ㅜㅜ?"
  },
  {
    "store": "google_play",
    "date": "2021-05-09",
    "rating": 5,
    "content": "백업 가능하게 해주시면 감사하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2021-04-21",
    "rating": 5,
    "content": "앱이 깔끔하고 사용하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2021-04-21",
    "rating": 5,
    "content": "노모 간단하고 직관적이고 좋아영. 근데 로그인 기능 없어서 앱 지우면 다 날라가는게 아쉬워요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2021-04-05",
    "rating": 4,
    "content": "갤럭시에서도 회원가입 기능 만들어서 나중에 폰 바꾸거나 앱 지워도 백업 가능하게 해주시면 정말 완벽한 앱이 될 것 같습다..♡"
  },
  {
    "store": "google_play",
    "date": "2021-04-04",
    "rating": 5,
    "content": "꺅 드디어 갤럭시도ㅠㅠ감사합니다ㅠㅠㅠ"
  }
];
window.MEALLIGRAM_UPDATED_AT = "2026-07-06 17:06";
