window.MEALLIGRAM_REVIEWS = [
  {
    "store": "google_play",
    "date": "2026-07-19",
    "rating": 1,
    "content": "처음엔 잘사용했는데 갈수록 광고가 늘어나서 유료버전 결제했는데도 광고 뜨고 오류도 잦고 별로입니다 딴 앱 쓰세요"
  },
  {
    "store": "google_play",
    "date": "2026-06-30",
    "rating": 5,
    "content": "사용한지 11일째고 3일 전부터 식단을 공유한 사진이 서로에게 뜨지 않습니다.....+++추가 리뷰+++업데이트 후 1시간 뒤에 다시 되는거 같습니다! 밀리 화이팅!"
  },
  {
    "store": "google_play",
    "date": "2026-06-29",
    "rating": 4,
    "content": "딱 필요한 기능만 있어서 너무 좋아요 친구랑 식단이랑 운동기록 공유중인데 서로의 식단 사진 안보이는 오류가 너무 잦아요... 이점 빼곤 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-07",
    "rating": 1,
    "content": "죄다 유료 구독 이어서 탈퇴하고 삭제 함"
  },
  {
    "store": "google_play",
    "date": "2026-05-25",
    "rating": 1,
    "content": "1년 쓰고 정기결제 멈추려고 오늘 결제 취소하려 했는데 정기결제는 다음날이라 써있더니 오늘 오후에 결제 되어있습니다 조속한 환불조치 바랍니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-22",
    "rating": 4,
    "content": "잘 쓰고 있어요! 다만 같은 그룹 내 사람들이 올린 식단을 간편하게 복사해서 나도 올릴 수 있는 기능이 있으면 좋겠어요! 아무래도 그룹은 친한사람들과 하니까 밥을 같이 먹을때도 많으니까요!"
  },
  {
    "store": "google_play",
    "date": "2026-04-28",
    "rating": 1,
    "content": "저도 모르게 일년 결제가 되어있는 걸 알았어요. 사용한 적도 없는 앱이 왜 결제가 되었는지 모르겠어요. 확인해서 환불해주시면 감사하겠습니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-04",
    "rating": 4,
    "content": "점수매겨주는거랑 직관적으로 얼마정도 먹어야되는지 나오는건 좋은데 목표감량 속도와 목표체중양에따라 ai코치랑 하루섭취식단이 바뀌는것까지 포함되면 전 이 앱 평생쓸 예정입니다. 부디🙏조금만 더 업그레이드해듀세요. 가난한일개미들의 다이어트를 도와주시길🙏"
  },
  {
    "store": "google_play",
    "date": "2026-02-03",
    "rating": 4,
    "content": "다 좋은데 ai 로 코칭 하는 화면 좀 고쳐주세요. 계속 버벅거리고 새로고침(?) 되는거 같은데 어떻게 봐야되는지를 모르겠어요."
  },
  {
    "store": "google_play",
    "date": "2026-01-04",
    "rating": 4,
    "content": "광고 안보고싶어서 고민하다가 결제했어요. 근데 끼니마다 영양성분 체크해야 등록된다니요... 저는 그렇게 정확한것보다(직관적\"계산\"도 싫음) 내가 오늘 뭘 먹었나 사진과 내 만족감만 써놓고싶어요. 선택하게 옵션을 추가시키거나 광고제거 라이트버전 만들어주세요.. 계속 이대로면 작성하던것도 귀찮아서 포기하고 다른어플 찾을거같아요 심플이즈베스트ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-12-26",
    "rating": 5,
    "content": "다이어트하기가좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-12-03",
    "rating": 4,
    "content": "너무 잘 사용하고 있는데.. 광고 제거 버전만 원타임 코스트로 팔 순 없을까요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-11-22",
    "rating": 5,
    "content": "잘 쓰고 있는데 어제부터 그룹쪽 들어가면 뭐 안 눌러도 계속 혼자 새로고침 되고 오류나네요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-11-08",
    "rating": 5,
    "content": "오류 뜨네요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-11-04",
    "rating": 1,
    "content": "유료"
  },
  {
    "store": "google_play",
    "date": "2025-10-22",
    "rating": 1,
    "content": "진짜 광고 미쳤나 2년째 쓰고있는데 초반엔 광고없다가 광고로 포인트 쌓고 그 포인트로 쿠폰주고 갑자기 포인트 제도 없애고 지금은 강제로 광고보고 있는데 적당히 해야지 당일날 등록할게 식사 운동만해도 3번이고 당일 기록 놓치면 6번 인데 2번등록할때마다 1번씩 광고나오면 이거 화나서 쓰겠음? 진짜 참다참다 리뷰남김"
  },
  {
    "store": "google_play",
    "date": "2025-10-21",
    "rating": 1,
    "content": "초반 설문조사가 너무 길어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 1,
    "content": "버그는 꽤 있는데 리포트를 해도 답이 없음"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 3,
    "content": "광고가 적당히 나와야지 한두개 쓸때마다 나오는건 좀 아니지 않나 싶어요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-08-05",
    "rating": 2,
    "content": "원래도 사진으로 찍으면 바로 올라가지 않고 화면 튕기고 올라가고 그래가지고 참고 썼는데 이젠 아예 사진이 등록이 안되네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-03",
    "rating": 3,
    "content": "친구랑 같이 식단 공유하는데 자꾸 댓글 단 게 생겼다 없어졌다 함... 나머지는 좋은데 너무 주접을 떨어줄 수가 없어서 슬픔 개선해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-08-01",
    "rating": 2,
    "content": "업데이트 이후로 광고 너무 심해요 사진 2장 올리면 한번 뜨는데 진심 짜증"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 3,
    "content": "다른 어플들에 비해 필요한 기능들이 있어서 유료결제하고 사용중이었습니다만 식품 검색에 허수정보들이 너무 많습니다 탄단지 표기가 아예 안되어있는것들도 있구요 이런 정보들이 많아서 제대로 된 영양정보를 찾느라 꽤 시간이 듭니다 불편한 다른 오류들도 있어서 저는 더 못 쓰겠네요 .. 오류 신고도 해봤는데 몇주가 지나도 수정도 답변도 없군요 .."
  },
  {
    "store": "google_play",
    "date": "2025-07-26",
    "rating": 5,
    "content": "가장 큰 장점이라면, 영양성분 세세하게 기록할 수 있는 거 너무 유용하고요..!! 무조건 '다이어트'초점이 아니라 다양한 개인목표를 가진 그룹이 많아서 좋아요. 저는 건강하게 먹으면서 운동위주로 하고 싶었는데, 감량만 주제로 하는 데가 많아서 아쉬웠거든요...그리고 AI 기능이 터무니없지도 않고요. 합리적인 가격에 AI코칭 넘 유용해서 잘 썼습니다. 리뷰 귀찮아서 안 남기는데... 갑자기 오래오래 사용하고 싶다는 생각이 들어서ㅠ 더 인기 많아지면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2025-07-18",
    "rating": 5,
    "content": "상당히 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 1,
    "content": "광고만 잔뜩 늘고 사진 기록을 제대로 해야하는데 내용도 제대로 입력 안되고 빨리 갈아타고싶어요!!!"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 2,
    "content": "수면시간이 왜 자꾸 기록이 안된다는지 모르겠어요ㅠㅠㅠ 기록을 했는데 자꾸 등록된 수면시간이 없다고 데이터 분석을못한다는데... 그럼 .. 유료를 가입할 이유가있을까요...해결방법 알려주세요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-06-20",
    "rating": 5,
    "content": "밀리그램 왜 오늘 접속 안 되나요?! 버그?"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 1,
    "content": "오류가 너무너무너무 많아요 주기적으로 삭제후 재설치 해야될 수준의 오류가 생기고, 그정돈 아니더라도 자잘한 오류는 항상 있어요"
  },
  {
    "store": "google_play",
    "date": "2025-06-16",
    "rating": 1,
    "content": "광고 왤케 많나요;;;; 적당히 보는건 문제없지만 이건 정말 거슬릴정도네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-02",
    "rating": 3,
    "content": "다른 기능은 모두 좋고 잘 이용하고 있습니다...근데 삼성헬스 걸음수가 정말 영원히 연동이 안되네요.ㅠㅜㅠ그래서 밀리그램 만보기로 바꿔봤는데 이것도 실행이 안되구요...어떻게 해야할까요"
  },
  {
    "store": "google_play",
    "date": "2025-06-02",
    "rating": 5,
    "content": "다이어트어플을 정착을 못하고 있었는데 이앱을 써봤더니 기록하기도 편하고 타임스탬프 너무좋은거같아요! 오류가있긴해요. 알람이 안울리고 사진찍을때 한번에 안찍히고 여러번 찍어야 성공ㅜㅜ 그래도 좋아서 결제까지 하게됐네요! 즐다하겠습니다😊"
  },
  {
    "store": "google_play",
    "date": "2025-06-01",
    "rating": 4,
    "content": "다 좋은데 그룹 들어가서 볼때 렉이 너무 걸려요.."
  },
  {
    "store": "google_play",
    "date": "2025-06-01",
    "rating": 4,
    "content": "다이어트를 하면서 매일 사용하는 앱입니다 덕분에 살도 빠지고 너무 좋은 어플이지만 바뀌었으면 하는 의견이 있습니다. 음식을 검색하면 칼로리가 정보가 여러가지고 정보도 정확하지 않은게 많이 있습니다. 물론 제조사마다 다르지만 야채나 과일은 1~2가지만 있어도 충분한데 여러개의 칼로리 정보가 있으니 뭐가 맞는건지 모르겠어서 따로 찾아봐야하는 번거로움이 있습니다. 그리고 제 사소한 의견이지만 식단을 입력하지 않아도 따로 음식의 칼로리정보를 확인할 수 있는 기능이 있으면 좋겠습니다^^ 조금의 단점이 있지만 덕분에 너무 잘쓰고 있습니다. 감사합나당♡"
  },
  {
    "store": "google_play",
    "date": "2025-05-29",
    "rating": 1,
    "content": "포인트 만원 모았는데 사라짐... 깔지마세요"
  },
  {
    "store": "google_play",
    "date": "2025-04-25",
    "rating": 4,
    "content": "유료결제해서 동기부여받고 잘 사용중입니다. 수면시간, 물, 식단, 데일리리포트 모두 좋습니다. 다만 음식 검색할때 음식 이름의 일부만 넣어서 검색하면 잘 나오지 않습니다. 그리고 직접 넣은 음식 수정이 잘 안되는듯 합니다."
  },
  {
    "store": "google_play",
    "date": "2025-04-18",
    "rating": 1,
    "content": "포인트 계속 바꾸라는데 어디서 바꾸나요? 공지 없이 없애셨나요?"
  },
  {
    "store": "google_play",
    "date": "2025-04-06",
    "rating": 1,
    "content": "말도 없이 포인트 없애더니 하단에 보이지도 않는곳에 공지 했다라니....;;"
  },
  {
    "store": "google_play",
    "date": "2025-04-02",
    "rating": 3,
    "content": "제 포인트는 어디로 갔나요"
  },
  {
    "store": "google_play",
    "date": "2025-04-02",
    "rating": 1,
    "content": "포인트 혜택을 야금야금 줄이더니 갑자기 없애버리질않나...무료분은 운동이나 식단 북마크도 한개씩밖에 안되는게 너무 별로에요. 열심히 광고 봐가면서 앱 썼는데 더는 메리트 없는거같아서 지웁니다. 단기간으로 그룹 다이어트할때는 도움될수도 있겠네요."
  },
  {
    "store": "google_play",
    "date": "2025-04-02",
    "rating": 1,
    "content": "갑자기 포인트 전환하는 탭이 사라졌네요 관련 공지도 없고 당황스러워요;;"
  },
  {
    "store": "google_play",
    "date": "2025-04-02",
    "rating": 1,
    "content": "혜택 기능이 종료될 거였느면 미리 팝업을 띄우고, 포인트 받는 곳에도 알람을 하셨어야 하는 거 아닌가요..? 이미 모은 포인트가 상당한데 회사 내부 사정으로 인해 포인트는 소멸된다뇨.. 그것도 혜택 탭이 없어져서 인터넷 서칭해서 알았습니다. 인앱 내에 누구나 볼 수 있게 공지하셨어야 한다고 생각합니다."
  },
  {
    "store": "google_play",
    "date": "2025-04-01",
    "rating": 3,
    "content": "4월들어서는 100포인트 받는게 없어졌나요? 없어졌으면 모았던 포인트는 어디로 갔나요??"
  },
  {
    "store": "google_play",
    "date": "2025-04-01",
    "rating": 1,
    "content": "이거 다운받지 마세요 포인트 실컷 쌓았는데 공지도 안하고 없애버림...이건 사기 아닙니까?"
  },
  {
    "store": "google_play",
    "date": "2025-03-20",
    "rating": 1,
    "content": "밀리그램 프로 구독하고 있는데 앱은 잘쓰고 있으나 혜택 포인트로 편의점 모바일 상품권을 구매하려고 했으나 인증번호가 오지 않습니다. 오류 문의 페이지 보니깐 많은 분들이 같은 오류를 경험하는걸 알 수 있었습니다. 문의글은 2월 초에 남겼는데 3월 중순이 된 지금 아직 답변이 없습니다. 답변 요청드려요."
  },
  {
    "store": "google_play",
    "date": "2025-03-19",
    "rating": 3,
    "content": "이전에 사용하디가 다시 시작하려고 설치했는데 카카오 로그인이 안됩니다. 이미 가입된계정이있다고 하고 로그인이 안되네요 기존 계정으로 로그인을 할수있는 방법이있을까요???"
  },
  {
    "store": "google_play",
    "date": "2025-02-28",
    "rating": 3,
    "content": "앱이 정말 편하고 원하는 기능이 다 들어있는데 한 가지 단점 때문에 너무 스트레스 받아서 별 2개 깎습니다. 몇번이고 직접 등록하는 음식의 정보를 수정하고 저장했으나 반영이 안 되고 그 음식을 삭제하고 재등록을 시도해도 맨 처음에 잘못 입력했던 정보대로 등록이 됩니다. 고쳐주세요."
  },
  {
    "store": "google_play",
    "date": "2025-02-18",
    "rating": 1,
    "content": "로그인이안댐"
  },
  {
    "store": "google_play",
    "date": "2025-02-04",
    "rating": 1,
    "content": "일주일정도기록안하다가 사용하려고했더니 식단기록을 하는데 수면기록이 없다고 갑분 오류 생기면서 식단기록한게 다 날라감 처음으로 유료로 사용한 어플인데 실망스러움"
  },
  {
    "store": "google_play",
    "date": "2025-02-01",
    "rating": 1,
    "content": "요즘 오류가 넘 잦아요. 식단 사진 올릴때요. 계속 제자리임."
  },
  {
    "store": "google_play",
    "date": "2025-01-30",
    "rating": 2,
    "content": "왜 초대코드 등록이 안되나요?ㅠ 첫 시작부터 마음대로 되지 않으니 답답하네요ㅠ 앱 추천 보고 괜찮아 보여서 기대했는데ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-01-30",
    "rating": 4,
    "content": "1. 위젯 만들어줘요 2. 요 며칠간 식단기록이 잘 안되어서 짜증납니다. 진짜 짜증나요. 수면기록 매일했는데도 수면기록하라고 팝업창뜨면서 식단기록 사라집니다. 너무 짜증나요 빨리 오류개선필요"
  },
  {
    "store": "google_play",
    "date": "2025-01-30",
    "rating": 3,
    "content": "사진 자르기 편집이 안되는 버그가 있네요"
  },
  {
    "store": "google_play",
    "date": "2025-01-27",
    "rating": 5,
    "content": "유료결제하여 잘 사용중인데 엊그제부터 오류가 있네요. 1. 식단공유방이 무한새로고침이 되어 다른 사람들 식단 및 운동현황을 확인할 수가 없습니다. 2. 식단 저장할 때마다 어제 취침기록이 없어 분석불가하다는 팝업이 나옵니다. (취침기록 매일 하고있고 식단기록시에는 나오지 않던 팝업임.) 확인부탁드립니다🥲🙏"
  },
  {
    "store": "google_play",
    "date": "2025-01-08",
    "rating": 2,
    "content": "24년 6월부터 12월 6일까지 기록한 내용이 사라졌어요ㅠ 식단, 운동 체크 후 다른 곳으로 오늘 일지를 공유할 때 식단 사진은 첨부되는데 운동 사진은 사진첨부가 안 돼요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-01-07",
    "rating": 5,
    "content": "위젯이 있다면 더 좋을지도"
  },
  {
    "store": "google_play",
    "date": "2025-01-05",
    "rating": 3,
    "content": "함께 식단 공유하는 가능 좋습니다. 다만, 친구에게 초대받아 가입한건지라 인증하고 포인트를 받으려하는데 휴대폰 인증을 하려해도 인증번호가 오지 않아 처리를 못하고 있습니다. 확인 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2024-12-19",
    "rating": 5,
    "content": "덕분에 다이어트 하는데 도움됩니다. 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2024-12-17",
    "rating": 5,
    "content": "22년도부터 애용하는 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2024-11-01",
    "rating": 4,
    "content": "다 좋은데 날짜 바로가기 기능이 있었으면 좋겠어요 예전 기록 보려고 하는데 한참을 넘겨야 하네요."
  },
  {
    "store": "google_play",
    "date": "2024-10-24",
    "rating": 5,
    "content": "이 어플을 얼마나 썼지,, 곧 3년이 넘어가는 것 같아요 첨부터 프로로 결제해서 사용하다가 중간 밀다프도 두번인가 해보고,, 무료버전이랑 프로랑 크게 차이점이 없는 것 같아서 굳이 매년 프로로 결제를 해야하나 싶었는데 요즘 코칭기능 진심 너무 좋아여 약간 경쟁이 되어 재밌어요!!"
  },
  {
    "store": "google_play",
    "date": "2024-10-23",
    "rating": 5,
    "content": "리뷰 안좋게 썼었는데 한 일주일 써보니 너무 좋고 편해서 바꿨습니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-16",
    "rating": 4,
    "content": "1.만보기 연동이 안됩니다. 앱 설정 다 허용했음에도 안됩니다 2. 자주 먹는 음식을 저장할 수는 없나요 3. 특정 브랜드의 제품이 아닌 이상 칼로리 정보가 너무 중구난방입니다 4. 운동 소모 cal를 제가 직접 입력할 수는 없나요?? 5. 음식 검색할 때 로딩이 엄청 늦게 되거나 화면이 그냥 하얗게 변하는 경우가 있어요. 앱을 껐다가 다시 켜면 됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-16",
    "rating": 5,
    "content": "내 몸 관리에 최적"
  },
  {
    "store": "google_play",
    "date": "2024-09-09",
    "rating": 5,
    "content": "편하고 간편해서 좋아요! 저는 자주쓰고있어요! 식단도 자유롭게 작성가능하구요! 온라인어플인데도 확실히 동기부여가 되네요! 만족하며 잘사용중입니다^^"
  },
  {
    "store": "google_play",
    "date": "2024-09-09",
    "rating": 5,
    "content": "프로로 무료체험이 가능해서 식단부터 운동 신체기록까지 남겨가며 데이터활용도가 높아 좋습니다!!!"
  },
  {
    "store": "google_play",
    "date": "2024-08-22",
    "rating": 3,
    "content": "다른 알림은 끄고 그룹알림만 오게 설정할 수 있음 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2024-08-17",
    "rating": 1,
    "content": "전체적으로 사용하기 불편해요. 그룹채팅은 실시간으로 안뜨고 버튼도 달 안눌림 개선이 필요해보여요"
  },
  {
    "store": "google_play",
    "date": "2024-08-16",
    "rating": 5,
    "content": "1. 대체당 표시할 수 있게 해주세요. 그리고 알룰로스나 대체당 함유가 그대로 식이섬유로 입력 되어있는 경우가 많습니다. 2. 지방 불포화지방도 표시할 수 있게 해주세요 3. 탄단지 및 기초대사량 원하는 비율로 할 수 있게 해주세요 4. 식단쓰다가 다른 앱 화면으로 넘어가면 식단 처음부터 다시 써야 하는게 너무 불편합니다. 유료로 주고 쓰는 앱인데 미흡한 부분이 너무 많다고 생각합니다."
  },
  {
    "store": "google_play",
    "date": "2024-08-05",
    "rating": 5,
    "content": "1년 구독해서 잘 쓰고 있어요 그런데 만보기를 한 눈에 확인 가능했으면 좋겠어요 삼성헬스 연동하라고 해서 했는데 앱 안에서 볼 수 있는게 아니라 삼성헬스 앱에 들어가야 확인할 수 있는것 같더라구요 이것 빼곤 다 괜찮아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-02",
    "rating": 1,
    "content": "갑자기 공유하기누르면 앱종료 폰에서 비정상적접근이라고 하며 초절전상태변경 지웠다깔고 폰재시작해도 소용없음"
  },
  {
    "store": "google_play",
    "date": "2024-07-28",
    "rating": 5,
    "content": "좋은 앱이라 잘 쓰고있습니다. 다만 대체 알림 설정은 어디서 하는 건가요? 습관 알림말고요. 9-10시쯤 기록하라는 알림이 세개정도 뜨는데 끄는 방법도 몰라서 스트레스 받네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-22",
    "rating": 5,
    "content": "서버에서 불러오지 못했어요 라는 문장과 함께 안 뜨는 일이 비일비재합니다 그룹과 관련된 거나 식재료 정보 입력할 때 자주 이러네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-20",
    "rating": 1,
    "content": "너무 불편해요 이번에 업데이트 하면서 식단 입력하는거 왜이렇게 바뀐거죠? 음식 클릭하면 자꾸 1인분 열량이 1g으로 잡혀서 일일히 또 입력해야되고 그람수 입력하는 것도 불편해요 내가 원하는 그람수 입력하려고 숫자 지우면 최초에 등록되어있던 그람수로 다시 설정돼요 누구 손가락 똥개훈련시키는 것도 아니고 갤럭시폰은 그람수를 ml로 바꿀때 자꾸 밑에 확인버튼 숨어서 잘 안눌려요 아 이거 누가 이렇게하라고 컨펌낸거에요? 돈 주고 쓰는건데 이렇게 하면 안되잖아요"
  },
  {
    "store": "google_play",
    "date": "2024-07-17",
    "rating": 1,
    "content": "그룹 안 보이는 오류로 삭제 후 다시 깔았는데 이제 아예 들어가지지가 않네요...ㅠㅠㅠ 빠른 수정 부탁드립니다ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-07-16",
    "rating": 4,
    "content": "오늘 무슨일이 일어난건가요 ㅜㅜ기존의 기록들이 다 날아가버렸어요...🥲"
  },
  {
    "store": "google_play",
    "date": "2024-07-16",
    "rating": 1,
    "content": "렉 너무 심함"
  },
  {
    "store": "google_play",
    "date": "2024-07-04",
    "rating": 5,
    "content": "식단과 운동을 이미지로 깔끔하게 공유할 수 있는것도 좋고 입력하는것도 쉬워서 잘쓰고 있어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-30",
    "rating": 1,
    "content": "프로 구매했는데 가끔씩 구매후 이용하라고 오류뜨네요;,렉걸린거 처럼 안들어가지고 한두번도 아니고 이러니 불편하네여 ㅠ 음식정보도 필라이즈보다 부족해요 ㅠ개선해주세요 ai코칭은 정말 맘에들어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-30",
    "rating": 4,
    "content": "그룹 초대코드랑 친구 초대코드랑 구분 지어주시면 사용자들이 보기에 더 편리할 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-23",
    "rating": 5,
    "content": "아주 좋습니다 다이어트 성공할거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-22",
    "rating": 3,
    "content": "사진 찍으면 시간까지 바로 기록되는 건 편함 그러나 검색 기능이 안 좋은 편. 멀쩡히 있는 제품이 검색이 안돼서 다시 써야하는 일이 잦음. 분명 100그램으로 입력했는데 저장 후 1그램으로 입력돼있어서 수정해야하는 일도 종종 발생. 포인트 적립해서 상품 구매하는 시스템은 좋다만 7500포인트로 구매할수있었던게 7850원이 돼 있는건 왠지 모르겠네..."
  },
  {
    "store": "google_play",
    "date": "2024-06-16",
    "rating": 3,
    "content": "음식종류가 많지 않고 코칭보고서 오류가 넘 많아요 ㅠㅠ 1000칼로리대 먹었는데 무슨 거의 3천칼로리 먹었다고 적혀있고.. 어제꺼는 다 적어놨는데 0칼로리 먹었다고 적혀있더라도요... 자잘한 오류가 많아서 지금 무료체험중인데 구독 취소할까 고민중이에요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-06-13",
    "rating": 1,
    "content": "결제하지도않았는데 카카오페이 자동결제가되었네요;; 이건무슨상황이죠"
  },
  {
    "store": "google_play",
    "date": "2024-06-10",
    "rating": 3,
    "content": "잘 사용하고있는데 업데이트되면서 기존 기록들이 다 사라졌어요 운동 프로그램 기록이라 너무 중요한 내용인데 복구하려면 어떻게 해야하죠??"
  },
  {
    "store": "google_play",
    "date": "2024-06-10",
    "rating": 5,
    "content": "모든게 다 좋습니다!!! 정착한 앱이에요! 식단과 운동 등 자유롭게 작성 가능해서 좋았고 쉽고 빠르게 작성할수있어 좋았어요 한가지 추가사항이 있다면 위젯 같은걸 만들어 주셨으면 합니다 ㅎㅎ 계획을 빠르게 확인하기 위해서 위젯 같은것도 있으면 하네요👍🏻"
  },
  {
    "store": "google_play",
    "date": "2024-05-31",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-05-29",
    "rating": 5,
    "content": "잘 사용 중입니다. 그런데 언젠가부터 걸음수가 원래 걸음의 두 배가 넘습니다. 삼성헬스만 연동했을 때는 문제없었습니다. 구글 피트니스도 연동 후 이런 문제가 나는 것 같습니다. 해결방안 요청드립니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-25",
    "rating": 5,
    "content": "좋아요 👍"
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 5,
    "content": "프로로 잘쓰고 있습니다. 건의 있습니다. 1. 코칭시 영양소 섭취비율 수정이 가능하면 좋겠습니다. 탄단지 4:4:2 로 수정하고 싶은데 안되니 답답합니다 2. 아직까진 직관적으로 잘 들어오는 화면은 아닌 것 같습니다 3. 코칭에 나온 목표 칼로리랑 기록에 나오는 목표 칼로리 수치가 다릅니다"
  },
  {
    "store": "google_play",
    "date": "2024-05-23",
    "rating": 5,
    "content": "써본거중 가장 갠춘"
  },
  {
    "store": "google_play",
    "date": "2024-05-17",
    "rating": 1,
    "content": "진짜 왜그래요? 구독 취소햇는데도 결제되고 앱도 너무 복잡하고 안좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-30",
    "rating": 5,
    "content": "잘쓰고 있읍니다^^7"
  },
  {
    "store": "google_play",
    "date": "2024-04-24",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-22",
    "rating": 4,
    "content": "갤럭시워치버젼도 출시해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-04-08",
    "rating": 4,
    "content": "위젯이 있으면 더 좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-07",
    "rating": 4,
    "content": "사용하기 좋았어요. 사진업로드해서 시간스탬프 찍을수 있는것도 좋아요. 포인트 혜택도 좋은데 누르다가 갑자기 멈추거나 렉이걸려요.. 그러다 못누른 포인트 다 날라가요"
  },
  {
    "store": "google_play",
    "date": "2024-04-06",
    "rating": 3,
    "content": "UI가 깔끔하고 사용하기 편리합니다. 다만 에너지 획득 버튼 누를때 자꾸 오류나면서 화면이 먹통이 됩니다. 앱을 종료했다가 다시 시작하면 몇번 누르다가 또 먹통.. 에너지 100 누를때까지 앱을 몇번이나 재시작해야해서 느무 불편해요."
  },
  {
    "store": "google_play",
    "date": "2024-04-04",
    "rating": 5,
    "content": "유용하게 잘 쓰고 있습니다 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-04-04",
    "rating": 5,
    "content": "새로 생긴 혜택이랑 코칭 기능 너무 좋아요!ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-04-03",
    "rating": 4,
    "content": "다 좋은데 수면시간오류 너무자주나요. 새벽에 자고 오전에 일어나는데 자꾸 식습관 0점뜹니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-24",
    "rating": 5,
    "content": "깊콘 까지 주다니!!너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-22",
    "rating": 5,
    "content": "UI가 깔끔하고, 포인트적림&리워드 콘텐츠가 있어서 좋은 것 같습니다! 혹시 실례가 안 된다면 식품 영양소 데이터는 어떤 데이터를 사용하시는지 알 수 있을까요?? 공공데이터를 사용하신다면 DB에 넣어서 쓰시는지, 공공데이터 OPEN-API로 호출해서 쓰시는지 궁금합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-03-22",
    "rating": 1,
    "content": "광고클릭 유도 좀 작작하세요 최악 끔찍 짜증남"
  },
  {
    "store": "google_play",
    "date": "2024-03-20",
    "rating": 1,
    "content": "버튼 연타도 짜증나 죽겠는데 별 이상한 버튼을 덧붙여놓네"
  },
  {
    "store": "google_play",
    "date": "2024-03-19",
    "rating": 3,
    "content": "7일간 무료 이용하고 자동결제 되게 하는 시스팀 이길래 그냥 해지 하고 싶어서 찾는데 안보이더라구요. 그래서 그냥 탈퇴 했는데 그럼 결제 안되겠죠?"
  },
  {
    "store": "google_play",
    "date": "2024-03-19",
    "rating": 5,
    "content": "순탄수로 기록되면 좋겠어요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-03-15",
    "rating": 5,
    "content": "좋아요. 부족한면도 있지만"
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 5,
    "content": "밀다프를 해봤는데 꾸준히 운동할 수 있게 해주는것 같아요. 체중감량은 하지못했지만 근력도 높이고 생활습관도 유지할 수 있어서 좋았습니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-09",
    "rating": 3,
    "content": "오늘의 에너지 충전을 원터치 충전 되게 바꿔주세요 식단 기록 시 수정이 잦은데 여러번에 걸쳐 하게 하지 마시고 원투터치로 수정 가능토록 개선해주세요 써치까지 거치면 정말오래 걸려서 사용이 꺼려지게 될거같아서 미리 말슴드립니다 맨날 먹는 식재료나 상품명을 미리 싹다 즐찾해놓고 바로 선택할수잇는 기능 탑재해주세요 시간 잡아먹는게 생각보다 좀 답답하네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-08",
    "rating": 2,
    "content": "어플자체는 좋아요. 기록할수있는게 많고 무엇보다 그룹 시스템이 좋은거같아요. 근데 진짜 인간적으로 너무 심하게 느러요 엄청 버벅거리고 페이지 하나 뜨는데 한참 걸리고 답답하네요. 속도부분만 개선되면 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-28",
    "rating": 4,
    "content": "서버 너무 자주 터짐 내 속도 터짐"
  },
  {
    "store": "google_play",
    "date": "2024-02-27",
    "rating": 1,
    "content": "업뎃이후 광고팝업이 계속 떠 어플 사용에 불편함을 느낌. 유료프로그램 구매해서 쓰는데도 변함없이 뜸. 거의 방치형 게임에 무료 재화얻을 때의 광고 시청하는 것과 같음. BM이 잘못되었다는 생각이듬. 다이어트와 관련있는 식단 옷 장비 광고라면 보겠는데 무차별 쿠팡 게임광고임. 이럴바엔 배너를 집어넣는게 더 효율이 좋을것. 그저 유저가 잘못눌러 어디든 들어가서 광고수익을 얻는게 더 좋고 기쁘다면 유지하도록. 미리 선결제한 부분은 환불이 불가하단 답변을 받음. 선결제 했을 때의 시스템은 유지가 되어야 내가 구매한 '상품' 의 가치가 하락하지 않는것임. 상품에 하자가 생겼는데 그저 부분 사용되어 환불이 불가능 하다는 말로 거부를 함. 쫌 귀찮게 되었음. 공정거래위원회에서 이런거 체크 안하나?"
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 5,
    "content": "괜찮긴한데, 소셜 기능 필요없는 사람들 중에 갤럭시쓰는 사람들은 갤럭시기본앱인 헬스쓰면될듯."
  },
  {
    "store": "google_play",
    "date": "2024-02-18",
    "rating": 1,
    "content": "어플 자체 카메라로 사진을 찍어도 사진이 안올라가는 경우가 많고 찍어서 내용적고 저장한다 하더라도 내 기록에는 보이지만 그룹 식단에 반영이 안되는 경우가 있습니다. 기록이 중요한 어플인데 넘 신경을 안쓰는 것 같네요"
  },
  {
    "store": "google_play",
    "date": "2024-02-17",
    "rating": 1,
    "content": "이전 기기에서 프로로 사용 중이었는데 폰 바꿔서 바꾼 기기에 설치하니 프로 활성화가 안 됩니다. 문의 남기고 3주 가까이 돼 가는데 해결이 안 되네요.."
  },
  {
    "store": "google_play",
    "date": "2024-02-13",
    "rating": 2,
    "content": "혹시 무료버전은 오류가 원래 자주 발생되나요?"
  },
  {
    "store": "google_play",
    "date": "2024-02-07",
    "rating": 5,
    "content": "음식검색에 안나오는게 많아서 조금 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2024-02-05",
    "rating": 3,
    "content": "밀다프 3개월짜리 구매해서 한달 끝났는데 2월 것은 언제 시작하나요? 그리고 앱 내에서 자주 묻는 질문에 들어가면 bad gateway가 나와요"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 1,
    "content": "광고유도 역겹네요. 빠른시일내로 광고제거 서비스 만드시길 바랍니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-25",
    "rating": 5,
    "content": "정말 잘 쓰고 있습니다, 분실 등의 대비와 전의 기록을 쉽게 문서화하여 볼 수 있도록, 어플 기록한 내용을 문서로 간편화해 구글에 파일로 연동하는, 실시간 연동할 수 있는 기능이 필요합니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-23",
    "rating": 1,
    "content": "통계보려면 유료결제해야함"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 4,
    "content": "다이어트 앱으로 정말 잘 사용하고 있습니다. 두 가지 아쉬운 점은 음식 검색할 때 띄어쓰기나 단어 순서 상관없이 서치가 잘 되었으면 좋겠어요 예를 들어 ㅇㅇ닭 갈릭버터 치면 안나오고 갈릭버터맛 ㅇㅇ닭 이렇게 단어랑 순서 정확히 검색해야 나오는게 불편합니다. 그리고 다른 유저들이 음식 칼로리 추가하여 다함께 사용할 수 있는 기능도 생겼으면 좋겠습니다. 관리자분들이 많은 음식 칼로리를 추가하기에도 한계가 있고 유저들이 추가한거 서로서로 공유하면 검색 가능한 음식들도 더 다양해질 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "좋아요오"
  },
  {
    "store": "google_play",
    "date": "2024-01-11",
    "rating": 5,
    "content": "좋아융"
  },
  {
    "store": "google_play",
    "date": "2024-01-09",
    "rating": 5,
    "content": "운동 식단 기록에 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-12-29",
    "rating": 3,
    "content": "좋게 잘 쓰고 있습니다. 하자만 음식이 다양하게 없어서 먹었지만 다른 음식으로 대체한 것 이 많습니다."
  },
  {
    "store": "google_play",
    "date": "2023-12-25",
    "rating": 5,
    "content": "친구랑 공유할수있어서 재밌어요"
  },
  {
    "store": "google_play",
    "date": "2023-12-12",
    "rating": 5,
    "content": "그룹 인원제한 늘리는 방법 있나요? 10명이 최대입니다 그리고 그룹방에서 달력이 일주일만 나오는데 한번에 한달 다 볼수는 없나요?"
  },
  {
    "store": "google_play",
    "date": "2023-12-12",
    "rating": 5,
    "content": "온라인인데도 불구하고 동기부여가 확실히 되는 프로그램은 밀리그램이 처음인 것 같아요. 처음엔 예전에 해본 프로그램들처럼 결국 기록도 잘 안하게 되고 무시하다가 지우는 게 아닐까 했는데, 디자인이 직관적이라서 점수가 바로바로 눈에 보이니 점수를 올리기 위해 꾸준히 기록하고 퀘스트도 하나씩 하게 되네요! 이제까지 해본 다른 온라인 프로그램들보다 더 좋아요! 강력추천합니다!"
  },
  {
    "store": "google_play",
    "date": "2023-12-07",
    "rating": 3,
    "content": "삼성헬스연동을 했는데 정보가 입력이 안되요 권한 모두 허용했는데도 말이죠 앱상 문제인가요??"
  },
  {
    "store": "google_play",
    "date": "2023-12-05",
    "rating": 5,
    "content": "칼로리 검색기능이 있어서 더 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-12-01",
    "rating": 3,
    "content": "그룹에서 댓글달아도 적용이안돼요 제발고쳐쥬세요ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-11-29",
    "rating": 1,
    "content": "업데이트 할게 없는데 업데이트 하라면서 걸음연동이 안됩니다~"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 5,
    "content": "진짜좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-24",
    "rating": 1,
    "content": "돈내고 유료서비스 이용하는데 팝업광고 설정에서 없앨수도 없음 선넘네"
  },
  {
    "store": "google_play",
    "date": "2023-11-18",
    "rating": 5,
    "content": "친구와 함께 하고있는데 확실이 자극도 되고 정말 좋은 앱입니다!!:)))"
  },
  {
    "store": "google_play",
    "date": "2023-11-15",
    "rating": 5,
    "content": "정기결제 취소하려면 어떻게 해야하나요..? 구독 및 정기결제 들어가도 안보이네요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-11-12",
    "rating": 3,
    "content": "식단일기가 다이어터들만 쓰는 프로그램이 아니라 내가 어떤음식으로 식단을 구성할 것인지, 요리를 짜는데 쓰는 사람들도 있는데 너무 다이어터 위주로 구성되어있어서 불편하네요 테마 요리 위주로 레시피를 사진과 글을 같이 기록하고 매일 확인할 수 있는 탭이 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-11-01",
    "rating": 4,
    "content": "좋은데 조금씩 불편해요 1. 삼성 헬스 연동이 잘 안되요 정보가 안보여요 2. 식단 추가시 음식 검색해서 등록하는데 음식 검색이 안되거나 오류가 자주나요"
  },
  {
    "store": "google_play",
    "date": "2023-09-24",
    "rating": 5,
    "content": "정말 잘 만들어졌고 즉시 피드백하며 기능을 보완해가는 훌륭한 앱."
  },
  {
    "store": "google_play",
    "date": "2023-09-20",
    "rating": 1,
    "content": "요금제 정보는 어디에서 볼 수 있나요? 만족스럽게 쓰고 있어서 요금제에서 더 사용 가능한 기능은 뭐가 있는지 보려했더니 아예 요금제 정보에 접속할 수가 없네요. 일부러 숨겨둔 거 같아 불쾌합니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-19",
    "rating": 5,
    "content": "와 다 너무좋아요!!! 다만 운동기록 사진에도 타임스탬프 기능추가되었으면 좋겠어요!ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 5,
    "content": "위젯이 있으면 더 좋겠어요 기능을 잘 찾을 수 있고 사용하는데 부담이 없어요"
  },
  {
    "store": "google_play",
    "date": "2023-09-16",
    "rating": 5,
    "content": "앱 자체는 좋습니다, 다이어트 기간 동안 잘 사용했어요. 지금 유지어터 하면수 식단 기록할 일이 없어서 잊고 지내다 재결제가 됐는데 환불 문의 드립니다. 쓸 일이 없습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-11",
    "rating": 5,
    "content": "간편하게 기록하기 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-09-10",
    "rating": 1,
    "content": "시판 제품 영양성분이 다양하게 나와있어서, 아주 편해요. 식이섬유 함양도 추가해주셨음 좋겠어요. 다만 북마크 삭제가 안 되서, 더 이상 밀리그램 안 쓰고 다른 앱 쓰고 있어요. 유료 결제했으면 큰일났을 뻔"
  },
  {
    "store": "google_play",
    "date": "2023-08-28",
    "rating": 1,
    "content": "친구들이랑 같이 다이어트하기도 편해서 쓰고 있는데 삼성헬스연동이 안된다는게 좀 불편하네요 문제 빨리 해결해주셔서 연동시킬수 있으면 좋겠습니다. 리뷰 수정) 자... 이제 연동은 되는데 걸음수가 프로에 가입을 해야지만 뜨네요.... 걍 딴 앱으로 갈아타겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-12",
    "rating": 5,
    "content": "다 좋은데, 식단 처럼 운동도 시간 워터마크가 박히는 기능이 추가되면 쫗을 것같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 5,
    "content": "사진의 시간대가 자동 등록 되어서 편하고 좋아요 몇시에 먹었는지 파악도 쉽구요"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 5,
    "content": "자주 사용하는 앱입니다. 식단, 운동 여부를 간편하게 기록하고 확인하기 좋아요. 건강어플처럼 핏데이 어플이나 인바디 어플이 연동되서 곧바로 몸무게 업로드되는 기능이 생기면 더 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 1,
    "content": "기록에 의미가 있는 사람이라면 사용하면 좋을 앱 같습니다. 저는 전혀 효과보지 못했어요. 4주간 유료로 관리하는 프로그램을 사용했는데 점수도 제대로 반영되지 않습니다. (술을 마시면 패널티가 있는데 적용되지 않음) 그냥 식단,물,운동 기록하면 점수가 높아요. 수면도 시간만 맞으면 수면의 질이 어떻든 좋은 점수 받을 수 있어요. 식단도 단순히 사용자 본인이 적당하다. 라고 생각하면 그대로 끝이예요. 피드백도 너무 단조로워서 다음 날, 다음 주 피드백이 예상 가능 할 정도입니다. 운동 연관 유투브 들어갔더니 삭제된 프로그램도 있어서 이건 무슨 경우지 했네요. 결국 전 한 달 못 채우고 무의미한 알림때문에 탈퇴하고 삭제합니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-02",
    "rating": 5,
    "content": "사진대신 텍스트로 입력하면 10자에서\" ...\"으로 짤려버려서 내용메모란에 텍스트를 두번 적어야하는 불편함이 있습니다. 공복시간 (끼니와 끼니사이시간)체크기능과 함께 알람기능 있으면 좋을것 같습니다.그리고 아침,점심,간식...메뉴제목을 1끼,2끼... 등으로 변경 가능했으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-01",
    "rating": 5,
    "content": "피드백도 빠르고, 유용해요"
  },
  {
    "store": "google_play",
    "date": "2023-07-29",
    "rating": 3,
    "content": "텍스트로 입력된게 너무 느리게떠요 ㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-07-24",
    "rating": 1,
    "content": "계속 멋대로 어플이 꺼져요"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 5,
    "content": "밀다프 사용중인데 갤럭시쓰는데 삼성헬스는 걸음수 연동이안되나요?? ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 5,
    "content": "사진이 찍힌 시간이 자동 저장되서 너무 편리해요. 병원에서 식단관리앱을 알려줬는데, 그게 안되서 이걸 쓰고 있어요."
  },
  {
    "store": "google_play",
    "date": "2023-07-13",
    "rating": 4,
    "content": "신체운동 부분에 직관적이라 최근에 받았는데 잘 쓰고 있습니다. 1.다만 사진을 올릴때 잘려서 올라가 아쉽습니다.2.삼성헬스가 연동되서 좋은데. 수면시간까지 같이 연동되게 해주세요~ 3.그리고 배변의 종류에 대해 메모할 칸이 있었음 합니다."
  },
  {
    "store": "google_play",
    "date": "2023-07-07",
    "rating": 1,
    "content": "매번 식단 시간을 일일이 손가락으로 드래그 해가며 시간을 기록해야 되요. 너무 불편합니다.. 해당 문제 좀 개선해주세요ㅠㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-07-05",
    "rating": 4,
    "content": "사용하기 편리한 기능들도 많이 생기고 좋아요! 다만 코스를 제공하는 코스 말고 직접 코스를 만들어서 추가하는 기능도 있었으면 좋겠어요 :)"
  },
  {
    "store": "google_play",
    "date": "2023-06-29",
    "rating": 5,
    "content": "7일차, 많이 안 쓰지만, 밥-운동 같이 쓰는 게 좋아서 아직까지 쓰고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-06-29",
    "rating": 4,
    "content": "좋은데 샤오미 걸음측정도안들어가서요 차라리 따로 기록할 수 있게 안되나요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-26",
    "rating": 5,
    "content": "아주아주 잘쓰고있어요 그런데 검색기능이 강화되면 더 좋겠어요 '매일우유 딸기' 이렇게 검색하면 나오는데 '매일 우유 딸기' 이렇게 띄어쓰기 하나 들어가면 검색이 안돼요..ㅎ 수정부탁드려요!ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-06-10",
    "rating": 4,
    "content": "안녕하세요. 좋은 어플 잘 쓰고있는 유저입니다. 그런데 앱잠금 기능은 없나요? 신체사진은 물론이고 개인정보가 담겨있는 어플이라 잠금이 없는게 너무 아쉽습니다. 웬만한 체중관리 어플에 다 있는 기능인데 밀리그램에 넣지않은 이유가 따로있나요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-03",
    "rating": 4,
    "content": "알림 선택적으로 on/off 하게 해주세요 채팅/팀원들의 물기록/식단기록/운동기록/댓글/찌르기 등등 댓글이나 식단은 알림 받고 싶은데 물이나 영양제는 알림끄고싶어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-02",
    "rating": 5,
    "content": "제가 4학년인데 사용하기 쉽게돼인네요."
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 2,
    "content": "알람끄고싶은데 왜 안보여요? 의도적으로 숨기신것같은데요ㅠㅠ 알려주세요"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 4,
    "content": "공유하기 할때 사진이 잘 안떠서 앱 닫았다 켜면 될때가 종종 있어요. 잘 쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-17",
    "rating": 5,
    "content": "혹시 걸음수 연동은 어떻게 해야 업로드?가 되는 걸까요 ? 8시가 다 되어가는데 걸음수는 4시대에 멈춰서 업로드가 안되네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-05-08",
    "rating": 5,
    "content": "좋아용!!!"
  },
  {
    "store": "google_play",
    "date": "2023-05-03",
    "rating": 3,
    "content": "요즘 살이 다시 붙어서 다이어트 시작하려고 어플을 깔았는데 밀리그램은 검색이 아니라 음식사진 간식사진을 찍어서 해야되는시스템이네요ㅡ? 그리고 일일이 사진을 찍어서 기록이 불편하네요.... 검색을 하면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-04-28",
    "rating": 5,
    "content": "다이어트 할 때 무료로 앱 사용하면서 진짜 도움 많이 받았어요 감사합니다 ㅎㅎ ₍ᐢ..ᐢ₎⊹ 다만 개선되었으면 좋겠는 부분이 있는데요, '모아보기'✨️ 기능입니다. 🍱 식단을 모아보는 경우, 이미 사진에 날짜스탬프를 찍을 수 있어 언제 찍은 건지 알아보기 좋지만 💪🏻신체•🎽운동 모아보기의 경우, 앨범을 연 것 처럼 사진만 붙여놔서 알아보기가 힘들어요 ㅠ 그래서 모아보기를 누르면 사진들 좌측에 세로로 🗓 '23/n04/n23' 이런 식으로 해당 날짜가 표시 되면 좋겠습니다. -> 날짜 스탬프를 ⬅️좌측↕️세로로 추천드리는 이유는 아무래도 눈바디 사진이 대부분이기 때문입니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "강아지 밀리그램도 있으면 좋겠어요^^"
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "👍"
  },
  {
    "store": "google_play",
    "date": "2023-04-14",
    "rating": 1,
    "content": "웬만하면 리뷰 안남기는데 ui가 불편해도 적당히 불편해야지 진심 알람 끄려고해도 알람 끄기 버튼이 어디있는지도 모르겠고 그룹 초대코드는 어디서 보는건지 모르고 안내도 없어서 한참 헤매고 그렇다고 메뉴이름이 직관적인가하면 그것도 아님 대체 왜 이렇게 평가가 좋은건지"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 4,
    "content": "제가 그동안 쓰면서 불편한 점도 있긴 했지만,,그래도 편의성이나 디자인이나 접근성 등등 훌륭하기에 이 별점을 드립니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 4,
    "content": "결제하고 잘쓰고 있어요. 요일별 식단복사 기능이 있으면 좋을 것 같고, 한눈에 보기좋게 달력모양에 탄단지비율, 운동기록이 기록되면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 1,
    "content": "사용안했는데 자동결제되었네요 환불하는방법없을까요??"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 4,
    "content": "파티 맺고 건강관리 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2023-03-29",
    "rating": 5,
    "content": "간단한 다이어트 다이어라 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-24",
    "rating": 5,
    "content": "오류 수정되면서 화면 안켜지는 횟수도 많이 줄고 좋아요. 시간을 드래그만 할 수 있는게 아니라 직접 키패드로 칠 수 있게 업뎃해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 2,
    "content": "갤럭시사용자인데 걸음수 연동이 잘안되요..거의 안되요.혹시 애플만 가능한거였나요.ㅠㅠ갤럭시 연동좀 잘되게 해주세요.그리고 매번 오류로 사진,기록 다 날아가고 그것도 좀 불편한거 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-03-18",
    "rating": 5,
    "content": "친구와 공유하며 서로 감시할수있어서 좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-16",
    "rating": 5,
    "content": "친구들이랑 어플로 식단 공유하면서 진짜 이전에 했던 것과 비교도 안되게 열정적으로 다이어트 이어가고 있어요! 참 잘 쓰고 있지만 아쉬운 점도 있어서 이렇게 리뷰 남깁니다! - 최근에 업데이트를 했는지 글씨크기가 커진 느낌이 들어요 글자크기 때문에 불편했다면 크기 조절 같은 게 있음 좋겠어요! - 앱에서 바로 촬영한 식단 사진을 다운로드할 수 있는 기능이 있으면 좋겠어요 - 댓글에 좋아요 버튼 같은 게 있으면 좋을 것 같아요! - 시간 조절하는 탭 스크롤 말고도 바로 쓸수 있는 기능이 있으면 좋겠어요 일일이 00~59분 스크롤 하는 게 제일 귀찮아용 - 식단을 올린 뒤 수정하려면 그룹이 아닌 달력에 가서 해야하는데요 그룹에서도 식단 변경을 할 수 있으면 좋을 것 같아요! 이상입니다! 그외에 너무너무 잘 쓰고 있구요! 개발자님들 덕분에 열심히 다이어트할 수 있습니다😄 감사해융"
  },
  {
    "store": "google_play",
    "date": "2023-03-11",
    "rating": 3,
    "content": "저 월결제 취소하고싶은데 아무리 앱을 뒤져봐도 취소하는게 없네요.결걱 두달째 돈이 나갔어요.뭐 문의전화하는곳도 도무지 못찾겠고. 월결제가있으면 회원들을 위한 월결제취소나 고객센터나 뭔가 앱 화면에서 딱 눈에 보이게 목록을 따로 만들어놔야하는거아닌가요.아무리뒤져봐도 월결제 취소하는게 안보입니다. 저 이거 월결제되는거 그만나가게 해주세요.취소해주세요.짲응."
  },
  {
    "store": "google_play",
    "date": "2023-03-01",
    "rating": 5,
    "content": "1.찔러보기 말고도 좋아요 잘했어요 같은 다양한 표현 버튼이 있었으면 좋겠음. 댓글이나 그룹채팅방으로만 소통이 가능하다는 점에서 번거로움이 있음. 2.투두메이트처럼 친구 기능도 있으면 좋겠음 3.인터페이스 깔끔하고 편해서 정말 좋음...지금은 광고 없어서 진짜 좋은데 광고배너를 띄우게 된다면 너무 산통깨는 것들 말고 다이어트 위주이거나 프리미엄엔 붙지 않았으면 좋겠음. 4.무료버전도 기본에 충실한데 프리미엄을 특별히 써야하는 이유를 잘 모르겠음 프리미엄엔 더 많은 추가 기능이 있어야 할듯한... 쓰면 또 다르겠지만 구매까지가 턱걸이인듯함 모르는 사람들도 많던데 좋은 어플 많이 홍보되었으면 좋겠네요. :)"
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 1,
    "content": "요즘들어 앱이 자꾸 멈추고 꺼지고 오류가 너무 잦습니다.. ㅜㅠㅠ운동 기록 하는 도중에도 막 멈추고요ㅜㅜ 설정해놓은 테마도 고정되어잇지않구 저절로 바뀌구..걸음수도 걷지않는데도 혼자서 막 올라고있어요;;; 프리미엄쓰고 있구 작년부터 기록하고있어서 오래된거라 쉽게 못갈아타고있는데 요즘 오류가 너무 잦은데 빠른 복구부탁드려요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-02-26",
    "rating": 5,
    "content": "친구들이랑 식단, 운동 공유하면서 재미있게 다이어트 할 수 있어서 좋아요 👍 다만 운동 강도 체크할 때 '힘듦'과 '매우 힘듦'이 있는데 이 부분을 1 ~ 5 숫자로 변경하면 어떨지 건의해봅니다. 어플을 사용할 수록 운동 = 힘듦으로 스스로에게 인식이 되는 것 같아 숫자로 변경하면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-24",
    "rating": 5,
    "content": "제발 잠금 기능 만들어주세요!! ㅡ수정 계속 잘 쓰고있어서 프로 결제했는데 프로 쓰고나서부터 오류가 더 잘나요 ㅜㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 4,
    "content": "아이폰에서부터 잘 사용하고 있는데 갤럭시로 와서 위젯이 없어서 아쉬워요! 위젯으로 바로 식단이나 운동을 등록하는게 편리해서 잘 사용했었어요. 갤럭시에도 밀리그램 앱 위젯이 있으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 4,
    "content": "좋아용~~근데,자꾸 안들어가져요ㅜㅜ제거후 다시 깔아야할까요?지금까지 사용 내용 없어질까봐ㅜㅜ전원 껏다 켜면 들어가고 또 다시 안들어가구를 반복하니 해결방법 알려주세요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-02-22",
    "rating": 1,
    "content": "렉 너무 심해요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "비밀번호찾기가 안돼요(재설정 메일 안옴) 계정 삭제해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-02-19",
    "rating": 5,
    "content": "밀리그램 아이폰 사용할때부터 일년 넘게 사용하고 있는데 어플 너무 좋아요 !! 근데 안드로이드는 시작일을 월요일로 할 수 있는 기능과 사진을 여러개 올리면 누르지 않고 넘겨 볼 슈는 없는 걸까요 ?"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 5,
    "content": "사진으로 식단관리 편하게~~~굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 4,
    "content": "다 좋은데 마이페이지만 들어가면 앱이 계속 종료 되는데 왜 이러는 건가요?"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 5,
    "content": "너무 좋아요~ 그 사진인증같은거 할 때 그룹원이 좋아요 누르기 추가해주셨으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-12",
    "rating": 4,
    "content": "사용하기 편해요~~ 근데 식단 작성할때 당류나 나트륨도 조절하는 경우가 있는데, 딱 탄단지만 나오는게 아쉬워요ㅠㅜ 프로 구매하면 좀더 자세하게 되는걸까요~~?"
  },
  {
    "store": "google_play",
    "date": "2023-02-10",
    "rating": 1,
    "content": "식단 사진 찍어도 계속 안찍힘 이것때문에 깐건데...."
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "사진 찍고 한눈에 볼 수 있어서 좋아요! 깔끔해서 좋네요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-02-05",
    "rating": 3,
    "content": "요즘 계속 사진 찍어서 식단 올리려고 하면, 찍은게 사라져서, 사진이 올라올때까지 여러번 찍어야 해요 수정 불가능 한가요?"
  },
  {
    "store": "google_play",
    "date": "2023-02-04",
    "rating": 1,
    "content": "렉 너무 심해요 뭐하나올리려면 최소 3번 튕기고 멈추고 앱사용중지되고 간신히 들어가서 후다닥 올려야돼요"
  },
  {
    "store": "google_play",
    "date": "2023-02-03",
    "rating": 3,
    "content": "식단 어플을 처음 써보는데 다른거 쓰고 있던 친구도 어려울만큼 UI가 직관적이지 않고 복잡한 편입니다. 그리고 채팅 알림을 누르면 채팅방에 들어가지는데 메세지는 안 보이고 온통 하얗게 뜨기만 합니다. 제가 채팅 보내는 것도 안 됩니다. 따로 어플 들어가서 단톡에 들어가는 수고로움이 있네요. 이부분 고쳐주셔야 할 것 같습니다ㅜ 이 외에 다른건 괜찮은 것 같습니다. 자잘하게 원하는 부분은 같이 하는 친구의 하루 섭취 칼로리의 총합이 한번에 보이는거나 사진 자르기 같은 기능이 어플 내에서 가능하면 좋겠네요."
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 5,
    "content": "깔끔하고 있을거 다 있다. 최고."
  },
  {
    "store": "google_play",
    "date": "2023-01-21",
    "rating": 5,
    "content": "정말 좋은 어플이고 다이어트에 도움이 되요 자세하게 적을수있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 5,
    "content": "아이폰에서 프로버전 구매하여 잘 사용하였는데 안드로이드 폰을 사용하게 되면 재구매를 해야하는지요??"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 5,
    "content": "깰꼼한 프로그램"
  },
  {
    "store": "google_play",
    "date": "2023-01-09",
    "rating": 5,
    "content": "여러 장점들이 많아서 잘 사용중입니다! 그런데 마이페이지만 들어가면 자꾸 앱이 꺼져요 ㅠㅠ 이유가 뭘까요..? 그리고 걷기 연동이 안되는게 아쉽습니다. 다양한 앱과 연동이 되면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-06",
    "rating": 5,
    "content": "일부 알림(댓글)만 수신할 수 있었으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 5,
    "content": "다 좋은데 삼성연동이 안되는게 좀 불편합니다. 언제쯤 사용가능할지....."
  },
  {
    "store": "google_play",
    "date": "2022-12-27",
    "rating": 5,
    "content": "단톡채팅방색깔이 멋대로 바껴서 글씨가안보여요ㅜㅜ 어디서 바꿔야하요 그리고 목표수정은어디서 하는건가요"
  },
  {
    "store": "google_play",
    "date": "2022-12-25",
    "rating": 5,
    "content": "딱 원하던 어플이에요. 식단신체운동기록 한번에 다 할수있어서 너무좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-12-21",
    "rating": 4,
    "content": "좋은데 혹시 삼성헬스랑 연동은 언제쯤 가능할까요?? 그게 없어서 불편해요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-12-20",
    "rating": 5,
    "content": "정말잘쓰고있는데 위젯계획 없으신가요?? 배경화면에서 바로 식단/운동/몸 이런거 작성할수있게요 ㅠ 어플들어가서 + 누르고 또 선택해서 기록해야되는 과정이 쫌 벅차요 안그래도 기록할것도 많은 어플인데 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-12-16",
    "rating": 4,
    "content": "친구들이랑 같이 하니 재밌어요ㅋㅋ그런데 삼성헬스 건강데이터연동이 잠시 중단이라는데 언제 다시 될까요? 필요한데..ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-12-14",
    "rating": 5,
    "content": "식단 기록하기 간단하고 깔끔해서 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-12-03",
    "rating": 5,
    "content": "편하게 사용할 수 있어서 아주 좋네요. 굳이 칼로리 계산 안 해도 사진 한장만 찍으면 대충 어떤 식사인지 스스로가 제일 잘 아니깐요^^ 다만, 간단한 투약 정보도 표시할 수 있으면 어떤가 싶은 건의를 해 봅니다. 하루 한알 가벼운 영양제나 비타민 등을 꾸준히 복용하는 편인데, 그걸 제대로 챙겨먹었는지 달력에 함께 표시되면 좋을 것 같아서요. 어플에 하루 2-3번은 꼭 들어오는터라 달력에 약먹은 도장이 쿵! 하고 찍혀있으면 더 편할 것 같아서요^^"
  },
  {
    "store": "google_play",
    "date": "2022-11-18",
    "rating": 2,
    "content": "초기 사용자인데- 안드로이드에서 원래 사진을 여러장 올릴 수 있었는데. 몇달 전 업데이트 이후 구매해야 여러장 올릴 수 있는 점이 매우 불편합니다. iOS에서는 기존과 같던데 왜 정책이 다른 건가요? 사진 여러장 올리는 게 굉장한 기능도 아니고 - 아주 기본 기능인데, AOS도 동일하게 정책을 가져가면 좋겠습니다. 검토 부탁 드릴게요."
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "식단 정리는 이 어플 하나만으로 완벽하게 정리할 정도로 너무 좋아요! 개인적으로 식단, 신체, 운동, 물 버튼의 위치를 자율적으로 바꿀 수 있는 기능이 있음 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "쪼아. 감상"
  },
  {
    "store": "google_play",
    "date": "2022-11-15",
    "rating": 2,
    "content": "식단작성 알림이 미친듯이 와서 사용감이 영 별로네요... 새벽인데 1시간마다 오는것 실화입니까... 어플 내에 알림을 각각 따로 끌수있는 것도 아니고,, 물마시라는 알림은 받고싶은데 너무 많은 식단작성알림때문에 저는 떠납니다.. 알림 외에는 다 사용할만 해요.."
  },
  {
    "store": "google_play",
    "date": "2022-11-15",
    "rating": 3,
    "content": "알람이 시도때도없이와요. 알람끄는법없나요? 따로 설정한 알람은없어요."
  },
  {
    "store": "google_play",
    "date": "2022-11-14",
    "rating": 5,
    "content": "잘쓰고있는데 갑자기 거의 1시간마다 기록안하냐고 알림이 뜨는데 제 폰이 이상한걸까요?"
  },
  {
    "store": "google_play",
    "date": "2022-11-12",
    "rating": 5,
    "content": "잘 사용 중입니다! 꾸준히 사용 중에 달력모드로 볼 때 식단 점수 3점의 색이 노란색이면 구분이 쉬울 것 같아요! 1점과 2점과 3점의 차이가 모호해서 헷갈려요🥲"
  },
  {
    "store": "google_play",
    "date": "2022-11-07",
    "rating": 5,
    "content": "UI 디자인도 깔끔하고 전체적으로 좋아요! 근데 삼성헬스 언제쯤 연동될까요..?ㅠ 구독할까 생각중인데 삼성헬스 연동이 안되서 걸음수도 직접 입력하구 좀 불편해여ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-11-02",
    "rating": 5,
    "content": "탭버전도 만들어주세요 ~"
  },
  {
    "store": "google_play",
    "date": "2022-11-02",
    "rating": 5,
    "content": "잘 쓰고 있는데 달력 한달치를 펼쳐서는 운동한날이 표시가되는데 일주일만 표시되는 화면에는 운동한날이 표시가 안되서 참으로 불편합니다 그리고 일주일표시창에서 옆으로 스크롤하여 다른날로넘어가는게 감도가 너무 떨어져요"
  },
  {
    "store": "google_play",
    "date": "2022-11-01",
    "rating": 5,
    "content": "신체기록에 있는 배변에 소변도 같이 추가해주셨으면 좋겠습니다. 물 많이 마셔서 화장실 자주 가시는 분들에게 '배뇨일지'로 도움이 될 것 같아요. 하루 몇회 갔는지 기록할 수 있게요. 화장실은 하루 6~8번 가야된다고 하네요."
  },
  {
    "store": "google_play",
    "date": "2022-11-01",
    "rating": 2,
    "content": "삼성헬스 연동기능 언제복구되나요?"
  },
  {
    "store": "google_play",
    "date": "2022-10-25",
    "rating": 5,
    "content": "사용하기 쉽고 깔끔해요"
  },
  {
    "store": "google_play",
    "date": "2022-10-24",
    "rating": 4,
    "content": "새로 생긴 음식 검색 아주 좋아요. 이것 덕분에 다시 밀리그램으로 갈아탔어요. 그리고 칼로리 입력한 음식명들이 그냥 메모로 입력되었으면 좋겠어요. PT쌤한테 식단 사진을 보내면 칼로리값만 보내지고 음식명은 안 적혀져 있네요."
  },
  {
    "store": "google_play",
    "date": "2022-10-23",
    "rating": 5,
    "content": "너무 잘쓰고 있어요! 그룹도 있어서 같이 으샤으샤해서 더 열심히 하게 되네요ㅎㅎ 삼성헬스는 언제 사용할수있나요 걸음수 확인하고싶네요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-10-20",
    "rating": 5,
    "content": "안녕하세요 좋은 어플 만들어 주셔서 잘 사용하고 있습니다. 감사합니다. 다름이 아니오라 그룹 채팅방이 안되어서요. 업데이트가 되지 않아 그런 것 같은데 안드로이드는 언제쯤 업데이트가 가능할까요??"
  },
  {
    "store": "google_play",
    "date": "2022-10-17",
    "rating": 4,
    "content": "좋은데 식단 복사가 됐으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-12",
    "rating": 5,
    "content": "좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 3,
    "content": "삼성헬스 연동 다시되게 해주세요~"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 5,
    "content": "그룹톡빨리사용할수있게해주세요^^"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 5,
    "content": "유용합니다 아주 좋습니다 서바이벌도 재밌어요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 3,
    "content": "그룹방 잘 쓰고 있었는데 어느순간부터 그룹원이 등록한 식단이 안뜨네요ㅡㅡ"
  },
  {
    "store": "google_play",
    "date": "2022-09-29",
    "rating": 5,
    "content": "꿀잼토리 꿀잼타"
  },
  {
    "store": "google_play",
    "date": "2022-09-29",
    "rating": 5,
    "content": "아주 유용합니다~~"
  },
  {
    "store": "google_play",
    "date": "2022-09-26",
    "rating": 5,
    "content": "ㅠㅠ제발 식단 추가할때 갤러리에서 불러온 사진들 자동으로 상단에 안뜨게 해주세요.. 바디체크 같은 사진들도 있는데 대중교통에서 입력하려고 키면 자동으로 다 보여줘서 너무 불편해요;"
  },
  {
    "store": "google_play",
    "date": "2022-09-20",
    "rating": 3,
    "content": "갑자기 그룹창이 안보이며 서버에서 불러오지 못했다고 지속적으로 문제가 생길시 개발자에 문의하라는 화면이 뜹니다 해결좀 해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-09-20",
    "rating": 3,
    "content": "잘쓰고 있는데요 갑자기 아침부터 그룹이 보이질 않아요 서버에서 불러오지 못햏다고해요 다른 메뉴는 다 잘 보입니다 어떡해야하나요~"
  },
  {
    "store": "google_play",
    "date": "2022-09-18",
    "rating": 4,
    "content": "너무 잘쓰고 있어요! 사진으로 식단 올리는거랑 다른 사람들과 공유하는 기록 등 너무 좋아요 다만 삼성헬스가 연동이 안되서 불편해요ㅜㅜ 연동만 될 수 있으면 딱 좋을 거 같은뎅"
  },
  {
    "store": "google_play",
    "date": "2022-09-17",
    "rating": 5,
    "content": "잘쓰고 있습니다. 새로 생긴 음식 검색하기 기능 좋아요. 다만 아직 검색할 수 있는 음식이 한정적이라 음식 추가를 많이하는데, 내가 작성한 추가한 음식 리스트의 스크롤이 잘려서 전에 입력한 음식을 바로 쓸수 없습니다. 음식리스트 스크롤이 잘리지 않도록 다음 업데이트 시 반영 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-16",
    "rating": 5,
    "content": "다 좋고 잘 쓰고있는데 갑자기 식단 음식 추가하기 검색을 하니 원래 있던 항목들이 없어졌습니다. 요즘 그릭요거트나 마이노멀 알룰로스 등등 어제까지만 해도 있던 게 없어졌네요. 그리고 탄수화물이 측정이 안 될 때가 있기도 하고요... 오류인가요? 빨리 수정해주시면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-15",
    "rating": 5,
    "content": "걸음 수 연동이 안 돼요.. 개인페이지엔 뜨는데 그룹 페이지엔 안 뜨네요.. 근데 그거 빼곤 최고예요!! +오늘 점심 때 보니까 걸음 수가 반영되었더라구요! 별 5개로 고칠게요!!!"
  },
  {
    "store": "google_play",
    "date": "2022-09-14",
    "rating": 4,
    "content": "제가 원래 pro와 1300mg가량 쌓여있었는데, 며칠간 걸음수 동기화가 되지않아 어플 삭제 후 재설치를 했더니 pro기능도 사라지고, 쌓여있던 mg도 사라졌네요..? 확인 부탁드립니다ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-09-13",
    "rating": 4,
    "content": "간편하게 사진만으로도 남길수 있어서 좋아요~ 기록 구성이 심플해서 좋습니당 개인적으로 배변활동 기록, 오늘 하루 기분이나 목표 클리어 상태 기록, 그리고 좀 더 운동기록이 구체적으로 구성되었으면 좋겠어요~"
  },
  {
    "store": "google_play",
    "date": "2022-09-05",
    "rating": 5,
    "content": "너무좋음"
  },
  {
    "store": "google_play",
    "date": "2022-09-04",
    "rating": 5,
    "content": "평벙한 일지 작성 어플. 단, 치명적인 오류가 몇 개 있음 운동일지 옵션칸 수정 바로 밑에 삭제가 있음 한 세트 끝나고 숨 헐떡거리면서 글 수정하려다 보면 실수로 수정 바로 밑 삭제를 누르는 경우가 있는데 더 심각한 건 다시 한 번 진짜로 삭제 시킬 건지 상기시킬 문구조차 안뜨고 바로 삭제됨. 집에서 부터 열심히 일지 작성해가서 운동중에도 열심히 기록하다가 세트 끝나고 너무 힘들어서 손가락 살짝 아래로 가는 순간 모든 게 삭제됨. 또 자동저장 기능이 없어서 열심히 일지 작성 후에 저장 안누르고 집에 갔다가 어플사용기록 삭제하는 순간 또 기록이 날라감. 운동중에 이 어플이랑 시계말고는 휴대폰 사용을 안하는데 운동중에 기록이 삭제돼서 너무너무너무너무너무너무 화나서 리뷰 작성함. 제발 개발자분 이 부분들 고쳐주시길 바랍니다. 개선되면 리뷰 바로 삭제할게요. +추가로 운동일지 더블클릭하면 수정되는 화면으로 넘어가면 훨씬 편할거 같네요 삭제버튼 누를 걱정도 없고 ++ 업데이트 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2022-09-04",
    "rating": 2,
    "content": "아이폰 유저들이랑 그룹으로 매일 식단체크 운동중입니다. 유난히 안드로이드가 기능이 빠지거나 버그가 많네요.. 버그배쉬 메일 보냈으니 체크해주세요.. 그룹내 걸음수 연동 안되는거랑(앱네 개인페이지에선연동됨) 그룹내 영양정보 0칼로리로 표기되는거 수정 부탁합니다. 연동안되서 체크 껏다켰는데 여태기록된 걸음수 다 날라가서 허무하네요.."
  },
  {
    "store": "google_play",
    "date": "2022-09-02",
    "rating": 3,
    "content": "왜 식단공유할때 사진은 포함이 안되나요?ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-09-02",
    "rating": 4,
    "content": "삼성헬스 연동 언제 다시 되져 ㅠㅠㅠ ?? 걸음수 입력 하고 싶어오...."
  },
  {
    "store": "google_play",
    "date": "2022-08-30",
    "rating": 5,
    "content": "직관적이라 사용이 편리하고 친구랑 그룹만듷어 식단공유하는 기능도 넘 좋아요😀"
  },
  {
    "store": "google_play",
    "date": "2022-08-28",
    "rating": 5,
    "content": "제 계정 1년결제한거 해지어떻게해나요? 찾기어렵네요"
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 5,
    "content": "앱은 직관적이고 사용하기 쉽습니다. 다만, 반복되는 식단을 진행할 경우 매번 칼로리 등의 정보를 입력하는게 번거로워서ㅠ 지난 식단 기능이 추가되면 좋을 것 같습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 5,
    "content": "진짜 식단 기록 관리 개편함"
  },
  {
    "store": "google_play",
    "date": "2022-08-19",
    "rating": 3,
    "content": "월간 캘린더 디자인이 너무 감성을 챙기느라 운동과 식단 표기가 보기가 어렵게 되어 있습니다. 남색 아주 작은 짝떼기 하나라서 보기가 어렵네요"
  },
  {
    "store": "google_play",
    "date": "2022-08-16",
    "rating": 5,
    "content": "너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-15",
    "rating": 2,
    "content": "정해진 날짜에 써야 해서 날짜를 잘못 입력했을 경우에 날짜 수정만 하면 되는게 아니라, 지우고 그 날짜에 가서 다시 작성해야해서 너무 번거로워요. 오류가 없다면 모를까 아무리 그날짜 찍고 기록을 해도 자꾸 이상한 날짜에 기재되고... 똑같은 것만 세 번, 네 번 작성했어요. 날짜만 변경하면 다른 날에 기재되게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-08-13",
    "rating": 4,
    "content": "너무 잘 쓰고 있는데 그룹 채팅방에서 메시지가 보내지지 않습니다 ㅠㅠ 메시지를 보내면 옆에 빨간 세모에 느낌표가 들어있는 아이콘이 뜨고, 메시지를 꾹 눌러서 Retry를 누르면 Message can't be sent라는 문구가 뜹니다. 기종은 갤럭시 S10이고 방금 어플 업데이트도 해보고 그룹을 나갔다 들어오기도 해봤는데 해결이 안 되네요.. 그룹을 여러개 참여중인데 채팅이 되는 방도 있고 안 되는 방도 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-08-11",
    "rating": 5,
    "content": "밀리어그램을 통해 다이어트에 꾸준히 성공하고 있습니다. 중간 중간 동기부여를 위해 서바이벌 이벤트도 해주시고 너무 좋아요~^^"
  },
  {
    "store": "google_play",
    "date": "2022-08-07",
    "rating": 4,
    "content": "아주좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-06",
    "rating": 5,
    "content": "사진과 함께 식단을 올릴수 있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-03",
    "rating": 5,
    "content": "정말 좋은 어플입니당👍👍 그룹에 속해 다른 분들과 소통하며 다이어트 하니 확실히 더 재미있고 동기부여 되는 기분이에요! 서바이벌 기능도 어렵지않은 미션이라 넘 좋아요😊 삼성 헬스 동기화가 빨리 복구된다면 더욱 만족스러울것 같아요! 조금 더 사용해보고 괜찮으면 프로 구매 하려구용 좋은 어플 감사해요~"
  },
  {
    "store": "google_play",
    "date": "2022-08-03",
    "rating": 5,
    "content": "샐러드 먹는데 동기가 된다"
  },
  {
    "store": "google_play",
    "date": "2022-08-02",
    "rating": 3,
    "content": "채팅이 왜 안보내지나요 =="
  },
  {
    "store": "google_play",
    "date": "2022-08-02",
    "rating": 1,
    "content": "아니 발생하는 문제에대해서 똑같은 문제사항이 리뷰에 이렇게 많은데 화면을 녹화해서 이메일로 보내달라는게 말이되요? 개발자분들 일을 안하시는거에요? ㅠㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2022-07-31",
    "rating": 3,
    "content": "안녕하세요! 기존에 삼성헬스를 5년동안 사용해왔는데 밀리그램으로 넘어갈까하는데, 연동이 막혀있어서 당장 넘어갈수가없네요. 혹시 해당 기능은 언제 다시 풀릴까요?"
  },
  {
    "store": "google_play",
    "date": "2022-07-31",
    "rating": 5,
    "content": "편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-07-28",
    "rating": 4,
    "content": "친구들이랑 같이 하려는데 채팅이 저만 안돼요 ㅠ.. s22+ 완전 최근에 바꾼 핸드폰인데... 채팅이 안올라가네요 빨간색 느낌표만 나오구"
  },
  {
    "store": "google_play",
    "date": "2022-07-25",
    "rating": 1,
    "content": "별로예요"
  },
  {
    "store": "google_play",
    "date": "2022-07-25",
    "rating": 5,
    "content": "잘쓰고있어요 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-07-21",
    "rating": 5,
    "content": "황작가은요새매일새벽아침에운동하러어머니하고작가아들같이학교운동장에나가서똑같이걷고체력강하면서열삼히운동했다그래서아침.점심.저녁에몸에좋은것골고루식사하는만큼원점에다시걷기및운동도한다밀리그-식단,운동,신체기록앱(liolnc.)국내에서아침새벽운동및아침.점심.저녁까지골고루몸에좋은음식으로식사하는앱를업데이트했다"
  },
  {
    "store": "google_play",
    "date": "2022-07-19",
    "rating": 5,
    "content": "그룹이 여러개일때 약간의 터치로도 옆으로 너무 잘 넘어간다는 것과 마찬가지로 저는 그냥 아래로 내리려했는데 멋대로 새로고침되는 것만 수정되면 너무 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2022-07-19",
    "rating": 5,
    "content": "사용하기 정말 편리해요"
  },
  {
    "store": "google_play",
    "date": "2022-07-16",
    "rating": 4,
    "content": "그룹채팅이 안보내지는데 이유가 뭘까요... 다른 사람이 채팅으로 보낸 사진도 안보입니다. 그리고 댓글에 답글 기능이 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-07-16",
    "rating": 5,
    "content": "그룹은 한계정에 하나만 만들수 있나요? 목적이 다른 그룹원들을 따로따로 그룹화하려는데 한그룹이상 만들기가 안되네요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-07-13",
    "rating": 4,
    "content": "왜 점심 기록했는데, 기록하라고 알람오나요?"
  },
  {
    "store": "google_play",
    "date": "2022-07-13",
    "rating": 5,
    "content": "다 괜찮은데 왜 점심식단 올리고나면 점심 식단올리라 하고 저녁식단올리면 저녁식단올리라그래요? 이미올렸는데 잔소리하지마요!!"
  },
  {
    "store": "google_play",
    "date": "2022-07-13",
    "rating": 4,
    "content": "결제 해지 부탁드립니다 앱 내부에서 결제 해지 창을 찾을 수가없습니다"
  },
  {
    "store": "google_play",
    "date": "2022-07-11",
    "rating": 4,
    "content": "삼성 헬스 연동 기능은 언제 업데이트 되나요?"
  },
  {
    "store": "google_play",
    "date": "2022-07-08",
    "rating": 4,
    "content": "잘 쓰고 있어요❗하지만 몇가지 개선사항이 있어 리뷰 남겨요 1 ) 물을 마시거나 식단을 적거나 운동 기록을 남길 때, 모든 그룹원들이 알림을 받는게 불편해요 알림을 받고 싶은 그룹원만 알림을 받게 설정에 알림 여부를 넣었으면 좋겠어요 2 ) 신체 기록을 남길 때 메모를 쓰고 저장한 뒤 메모를 다시 지우면 메모가 있던 자리에 공백이 남아 거슬려요 메모를 쓴 뒤 지우면 메모를 쓰기 전의 칸으로 되돌아 갔으면 좋겠어요 3 ) 자잘한 버그들이 너무 많아요 예를 들어 신체 기록을 수정할 때 분명 버튼을 한 번만 눌러도 여러번 눌리는 걸로 인식이 되는지 수정을 하고 저장을 한 뒤 취소 버튼을 세 네번은 누르거나 뒤로가기를 세 네번 눌러야 해요 이 점들만 고쳐주셔도 누구든 오랫동안 쓸 수 있을 것 같아요 감사해요❗( + 제작자 분들과 소통이 원활하게 이루어지는 카톡방이 있어 너무 좋아요❗ )"
  },
  {
    "store": "google_play",
    "date": "2022-07-06",
    "rating": 5,
    "content": "편리해요"
  },
  {
    "store": "google_play",
    "date": "2022-07-06",
    "rating": 5,
    "content": "으음 일단은 만족해서 1년치 질렀는데요 삼성헬스랑은 언제쯤.. 연동 될까요..? 🥺 그리고 뭔가,, 음식들에 대한 칼로리가 제공되는 기능이 있었으면 좋겠습니다. 아무래도 유료앱이라 조금은 기대치가 높은가봐여!"
  },
  {
    "store": "google_play",
    "date": "2022-07-06",
    "rating": 5,
    "content": "좋아욧"
  },
  {
    "store": "google_play",
    "date": "2022-07-05",
    "rating": 5,
    "content": "톡방에 글 길게쓰면 글이 잘려요ㅠㅠㅠ투머치 토커라 길 글게써야되는데ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-07-05",
    "rating": 3,
    "content": "구글핏연동해도 걸음수가 안잡히는데 뭐가 문제일까ㅇ"
  },
  {
    "store": "google_play",
    "date": "2022-06-27",
    "rating": 2,
    "content": "업데이트를 하니 이번에는 신체 기록 사진이 전부 사라졌어요..ㅜㅜㅜㅜ 스와이프도 운동탭에서만 개선됐고 식단탭에서는 여전히 안 먹힙니다~!"
  },
  {
    "store": "google_play",
    "date": "2022-06-25",
    "rating": 2,
    "content": "걷기를 하면 왜 바로 수정이 안되나요??아이폰 쓸때는 괜찮았던게 왜 갤럭시 쓰니까 안되는건가요??그거때문에 너무 스트레스 받아요.그리고 줄넘기 어플이랑 연동 되는데, 안뜨고 수동으로 적고 있어요 (그리고 걸음수랑 줄넘기 갯수랑 왜 통합되어있죠??점점 이상해지네요)"
  },
  {
    "store": "google_play",
    "date": "2022-06-25",
    "rating": 3,
    "content": "안녕하세요 개발자님 계속햐서 구글핏 걸음이 적용이 안됩니다 여러번 껐다켰다해야 적용이 되던데 왜이러는지 좀 확인 부탁드립니다 삼성헬스도 안되는데 구글까지 계속 말썽이니 좀 귀찮네요"
  },
  {
    "store": "google_play",
    "date": "2022-06-25",
    "rating": 5,
    "content": "넘 잘쓰고있어요 근데 구글핏이 연동이 제대로 안되는지 걸음수가 안나와요ㅜㅜ 제가 올리는게 아닌 자동으로 연동되는게 맞나요?"
  },
  {
    "store": "google_play",
    "date": "2022-06-23",
    "rating": 3,
    "content": "개선 사항 및 아이디어를 건의드려요! 식단 기록을 사진이나 텍스트로 매번 하기가 쉽지 않고 일상에 먹는 것이 조금 정해져 있는 편인지라 개인별 맞춤으로 자주 먹는(기록하는) 식단을 뜨게하여 선택으로 입럭이 되게 한다면 편할 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-06-22",
    "rating": 3,
    "content": "갑자기 하단에 총 칼로리가 안 떠요 뭐죠;;"
  },
  {
    "store": "google_play",
    "date": "2022-06-22",
    "rating": 5,
    "content": "3개월 넘게 참 잘 썼구, 끼니별로 칼로리 입력해왔어요! 하루에 먹은 칼로리가 합산되어 하단에 표기되서 편했는데 언젠가부터 안 뜨네요ㅠ 왜 이런거죠"
  },
  {
    "store": "google_play",
    "date": "2022-06-21",
    "rating": 5,
    "content": "왜 공유가 안되는 거죠?? 에러인거 같은데 빠른 시일 내에 고쳐주세요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-20",
    "rating": 2,
    "content": "지금까지 사용해본 여러 다이어트 기록앱중에서 광고도 없고 쓸때없는 배너같은것도 없고 정말 깔끔하고 매일 보고싶어지는 앱이예요~! 유료구독이 아깝지않아요ㅋ 그러나 여러차례 메일로 건의한 점에 대해서 반영도 안되고 답도 없어서 별 세개 뺍니당🙄 1. 왜 시간 수동 입력이 안되나요? 스크롤하듯 5분, 10분 올리고 내리기 정말 짜증나요ㅋㅋ 기상시간은 아예 1분단위 설정도 안되구요. 2. 삼성헬스 연동 잘되어있으나 밀리그램이랑 삼성헬스랑 걸음수가 2~3천걸음이나 차이난다고 메일로 오류접수했는데 씹힘당했어요?ㅋ 어느날 워치를 놔두고와서 폰만 가지고 다니니 걸음수가 비슷하게 동기화가 되더라구요. 제 스스로 알아냈네요 이 문제의 이유를...하..🤬 왜 워치로 걸은 기록은 연동이 안되나요. 요즘 스마트워치류 안갖고있는 사람이 몇이나된다고;; 3. 이건 오늘 발견한건데요, 서바이벌 종료된지가 몇일짼데 왜 최종생존화면에서 안넘어갈까요? 그덕분에 다른서바이벌 참여를 놓쳤어요😑"
  },
  {
    "store": "google_play",
    "date": "2022-06-19",
    "rating": 4,
    "content": "잘쓰고 있습니다. 그런데 서바이벌 참여하면 바로 다음 서바이벌을 참가할수가 없네요;;;"
  },
  {
    "store": "google_play",
    "date": "2022-06-18",
    "rating": 2,
    "content": "갑자기 잘 사용하다가 유료로 ... 전환됐네요 ㅠㅠ... 아쉬워요 그건 이해하는데 식단 공유하기 버튼을 누르면 오늘 공유할 식단이 없다고 나오는데 이 오류 어떻게 해야하나요..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-18",
    "rating": 3,
    "content": "다른 거 다 좋은데 삼성헬스 연동이 안되네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-17",
    "rating": 5,
    "content": "밀리그램 잘 쓰고있습니다! 몇가지 개선사항이 있어 리뷰 남깁니다! 1.삼성헬스 연동되었을 때도 악세서리(갤럭시 핏2)로 측정되는건 밀리그램에 자동으로 걸음수가 연동되지 않았습니다ㅠㅜ 핸드폰 움직임만 감지했어요 2.그룹원이 식단,물,운동 정보를 올릴때 알림을 다 받고싶지 않아요. 댓글만 알림설정을 할수있으면 좋겠습니다! 감사합니다😄"
  },
  {
    "store": "google_play",
    "date": "2022-06-15",
    "rating": 4,
    "content": "삼성헬스랑 연동기능 활성화해주세요 ..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-14",
    "rating": 4,
    "content": "잘쓰고있는데 요즘 식단올리면 같은그룹내 채팅방에 먹은식단사진이 안 올라와서 너무 불편해요 채팅방에 사진보고 서로 바로바로 얘기하기 편했는데, 내가 올린 식단밑에 댓글을 다니 잘 보이지도 않고 소통도 안됩니다 예전으로 돌려주세요"
  },
  {
    "store": "google_play",
    "date": "2022-06-13",
    "rating": 4,
    "content": "걸음은 어떻게 기록하는건가요 서바이벌은 어떻게 참여하는 건가요 간단한 설명도 없어서 어렵네요"
  },
  {
    "store": "google_play",
    "date": "2022-06-13",
    "rating": 1,
    "content": "이거 왜 평점이 높음? 칼로리 계산 뭐 이런것도 없는데 마치 페이스북을 보는 느낌인데 그래서 좋아하는 건가요?"
  },
  {
    "store": "google_play",
    "date": "2022-06-13",
    "rating": 5,
    "content": "앱은 좋은데 프로 결제가 안돼요ㅠㅠ 결제수단 바꿔봐도 다 안되네요.. 메일로 문의도 보냈습니다."
  },
  {
    "store": "google_play",
    "date": "2022-06-10",
    "rating": 4,
    "content": "삼성 헬스 연동 안되는 점 아쉬워서 별 1개 뺐습니다 ㅠ 삼성 헬스 연동 됐으면 좋겠어요ㅠㅠ 아니면 인바디 체중계 Fitdays라도요!! 다 좋은데 너무 아쉽습니다..."
  },
  {
    "store": "google_play",
    "date": "2022-06-10",
    "rating": 3,
    "content": "프로 결제가 안되는데유"
  },
  {
    "store": "google_play",
    "date": "2022-06-08",
    "rating": 5,
    "content": "친구식단에 별점 주는기능도 있으면 좋을것같아요"
  },
  {
    "store": "google_play",
    "date": "2022-06-08",
    "rating": 3,
    "content": "사진없이 글로만 식단기록 하고싶은 사람한테는 사진칸이 자리차지를 너무 많이해요 그리고 정보입력하는게 다른 앱에 비해서 약간 번거로운 편이에요"
  },
  {
    "store": "google_play",
    "date": "2022-06-07",
    "rating": 5,
    "content": "혼자서 식단관리 하기에도 좋고, 무엇보다도 그룹으로 가족이나 친구들과 함께 식단이나 운동습관 등을 공유하고 긍정적인 에너지를 받으며 함께 화이팅 할 수 있는 점이 좋습니다:) 앱도 깔끔하니 예뻐서 사용하기도 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-06-07",
    "rating": 5,
    "content": "삼성헬스 연동 안 되면 수동으로라도 걸음수 입력 할 수 있게 해주면 좋겠어요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-06-04",
    "rating": 4,
    "content": "다른 것 다 좋은데 삼성헬스하고 연동이 안 되네요ㅠㅠ 어떻게 해결해야 할 지 모르겠어요... 삼성헬스 설정 들어가서 봤는데 데이터 권한에 밀리그램 앱 자체가 안 떠용 밀리그램 처음 연동 설정할 때 모든 권한 다 허용했었는데, 혹시 삼성은 연동이 안 되는 건가요? + 삼성헬스 연동 다시 열릴때까지 존버할게료...🔥"
  },
  {
    "store": "google_play",
    "date": "2022-06-04",
    "rating": 4,
    "content": "친구들이랑 공유하며 잘 쓰고 있습니다 다만 그룹이 많은 경우에 제일 마지막 그룹에서 스크롤 내리면 계속 새로고침되서 제일 첫번째 그룹으로 넘어가서 좀 불편합니다. 꼭 개선되었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-06-03",
    "rating": 5,
    "content": "잘 쓰고 있는데 갑자기 사진 저장이 안돼요ㅜㅠ 색깔 배경지만 보입니다ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-06-02",
    "rating": 4,
    "content": "직관적이고, 예쁘고 다~ 너무 좋은데 삼성 헬스에서 걷기만 연동되는 점이 아쉬워요. 이것만 연동되면 별 5만개 주고 싶습니다.."
  },
  {
    "store": "google_play",
    "date": "2022-05-31",
    "rating": 5,
    "content": "굳뜨ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2022-05-30",
    "rating": 1,
    "content": "업데이트 후 앱 이상함 식단공유하기에 식단 사진 안뜸 색깔로 표시됨. 핫픽스 필요 ^^"
  },
  {
    "store": "google_play",
    "date": "2022-05-25",
    "rating": 5,
    "content": "초창기부터 썼는데 점점 기능이많아져서 너무 좋아요!! 개발자님 화이팅"
  },
  {
    "store": "google_play",
    "date": "2022-05-23",
    "rating": 4,
    "content": "너무 만족하며 잘 사용중입니다. 그런데 삼성헬스와 연동하여 사용중인데 폰이나 워치로 볼 때는 10,000보를 걸었는데 밀리그램 어플상으로는 7,000보밖에 안 찍혀있어요ㅠㅠ 오차범위가 좀 큰 것 같네요:( 왜 그런걸까요??"
  },
  {
    "store": "google_play",
    "date": "2022-05-23",
    "rating": 4,
    "content": "사진 확대 랑 크기 편집 기능이 추가 돼면 좋을꺼같야요!! (인스타 스토리 올릴때 기능처럼!!) 사진 사이즈도 맘대로 짤려서 뷸편 ㅠㅠ 가족들이랑 같이 먹을 때 식탁 찍고 나중에 제가 먹은 것만 편집해서 자르고 다시 올리기가 너무 불편해요!!"
  },
  {
    "store": "google_play",
    "date": "2022-05-22",
    "rating": 5,
    "content": "앱 디자인도 예쁘고 너무좋아요!!!"
  },
  {
    "store": "google_play",
    "date": "2022-05-22",
    "rating": 4,
    "content": "갤럭시 s10e인데 다운로드가 안돼요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-05-20",
    "rating": 3,
    "content": "카메라 기능에 오류가 있어요ㅠ 앨범으로 올리는 건 괜찮은데 카메라로 식단을 찍으면 안찍힌 걸로 나오고 한 서너번 반복하면 사진이 반영되더라구요.. 무슨 오류일까요?"
  },
  {
    "store": "google_play",
    "date": "2022-05-18",
    "rating": 4,
    "content": "가족이나 친구와 공유할수있어 좋지만.. 간헐적단식이 없는게 많이 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2022-05-13",
    "rating": 5,
    "content": "사진 조절이 되면 결제해서 사용해도 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2022-05-13",
    "rating": 5,
    "content": "삼성헬스앱과 연동도 되고 식단사진이나 체중관련 그래프도 보기가 좋아 제가 딱 찾던 앱인데요.. 아쉬운부분이 앱잠금 기능이 없더라구요 앱잠금 추가 하실 계획은 없으신가요??"
  },
  {
    "store": "google_play",
    "date": "2022-05-11",
    "rating": 5,
    "content": "여러가지 다이어트기록용 어플을 사용해보고 밀리그램이 제일 좋아서 정착했습니다♡ 한가지 아쉬운 점이 있다면 핏빗스마트워치를 사용하고 있어서 핏빗어플이 연동이 됐으면 더 좋았을것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-05-10",
    "rating": 4,
    "content": "운동 그룹으로 서로 정보 볼 수 있는거 너무 유용하긴한데, 사진 길이가 길면 사진이 잘려서 눌러도 볼 수가 없네요. 운동 기록에서 업로드한 사진을 클릭했을 때, 원본 이미지를 볼 수 있었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-05-08",
    "rating": 5,
    "content": "약 8개월째 사용중이고 그동안 진행했던 서바이벌도 다 참여하고 너무 만족해서 유료버전까지 구매했습니다☺️ 엄청 문제 되는건 아니지만 그래도 이부분이 추가된다면 더 효율적인앱이 되지 않을까 싶어서 남겨봅니다 1. 신체정보 입력할때 현재는 근육이랑 체지방률을 입력하게 되어 있는데 이부분에 체지방양까지 입력할 수 있으며 좋겠어요 아무래도 현재 지방이 몇kg가 되는지도 중요한요소니깐요. 2. 일별보기말고 월별(달력)로 봤을때 색깔로만 표기되서 가독성이 떨어집니다 운동 몇분,식단여부 등 간략한텍스트로라도 표기되면 더 보기 편할 것 같습니다. 3. 운동이나 식단 기입시 매크로처럼 자주입력하는 텍스트는 저장해놓을수있으면 좋겠어요 신체입력할때 너무 길게 입력했다가 나중에 편집하려고 들어가면 밑으로 안내려가고 커서를 조심스럽게 옮겨야해서 이 부분은 좀 불편합니다"
  },
  {
    "store": "google_play",
    "date": "2022-05-06",
    "rating": 4,
    "content": "그룹등록하면 채팅창같은곳에 자동으로 전송되던데 수정하거나 그럴때는 중복으로 굳이 안가도될꺼같아요ㅠㅠ 오타수정만해도 재정송되서 채팅도배하는거같아서 수정하기가 꺼려져요"
  },
  {
    "store": "google_play",
    "date": "2022-05-02",
    "rating": 5,
    "content": "기본기능에 충실하고 좋은거같아요 근데 식사때마다 알람이 올 수 있도록 설정할 수 있으면 좋겠어요 까먹고 사진을 자꾸 못찍네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-04-30",
    "rating": 4,
    "content": "여러가지 기록할수 있어서 좋은것 같아요~ 분석표가 다양하게 볼수 있으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2022-04-28",
    "rating": 1,
    "content": "결제가 시작부터 뜨는게 별로"
  },
  {
    "store": "google_play",
    "date": "2022-04-28",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 근데 갤럭시는 테마 어디서 바꾸나요?"
  },
  {
    "store": "google_play",
    "date": "2022-04-28",
    "rating": 1,
    "content": "오류가 너무심해요ㅠ 자꾸멈추고 렉먹고 심지어 회원탈퇴도안되네요 에휴"
  },
  {
    "store": "google_play",
    "date": "2022-04-27",
    "rating": 5,
    "content": "쓰기 편하게 되어있어 좋아요 근데 자주 쓰는 내용은 불러오기나 복사기능이 있으면 좋겠어요. 일정시간에 하는 똑같은 운동이나 식단을 매번 다시 적지 않고 앞에 기록했던 내용중에서 선택이 가능하게 해주시면 좋겠어요 그리고 메모하다가 저장을 안하고 다른걸 누르게되면 내용이 다 날라가는데 임시저장 기능도 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 3,
    "content": "화면 가로모드는 지원안하나요? 태블릿으로 쓰고 샆은데 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 4,
    "content": "디자인 깔끔하고 좋아요~ 사용해보면서 조금 개선됐으면 좋겠다 싶은게 있는데, 1. 사진 회전이 가능하거나 수정을 할 수 있었으면 2. 어플 테마컬러를 화이트, 블랙 선택이 가능했으면 3. 검색기능이 있었으면(전에 먹었던 식단, 운동 등을 찾으려할때 불편하더라구요) 위 3가지가 조금만 더 개선이 되면 사용하는데 더 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 1,
    "content": "탄단지 트렉킹이 안되는데 쓰는 이유는?"
  },
  {
    "store": "google_play",
    "date": "2022-04-26",
    "rating": 5,
    "content": "좋아요 다이어트 동기부여예 최고예요"
  },
  {
    "store": "google_play",
    "date": "2022-04-22",
    "rating": 4,
    "content": "잘쓰고있었는데 오늘부터 날짜를 옆으로넘기면 날짜는 바뀌었는데 해당내용이 그대로에요ㅠㅠ 안"
  },
  {
    "store": "google_play",
    "date": "2022-04-21",
    "rating": 3,
    "content": "날짜별로 무슨 음식을 먹었고 많은 날짜를 한번에 볼수 있어 좋다. 그리고 각 먹는 음식마다 별점을 정할수있어서 좋고 , 어느 시간마다 얼만큼을 먹었는지 알수 있어서 좋다. 그리고 다이어트 기능등 여러가지 기능들이 있어거 좋다. 마지막으로 내가 영양소를 얼마나 먹었고 내가 먹은 영양소를 확인을 할수없어서 아쉬웠다. 그리고 내가 먹은 음식만 기록을 해줘서 아쉬웠다. 또 내가 무슨 영양소가 부족한지 안나와있어서 아쉬웠다."
  },
  {
    "store": "google_play",
    "date": "2022-04-21",
    "rating": 5,
    "content": "원하는 모든 기능이 딱 맞게 다 있네요, 운동 식단 기록, 사진 저장 및 친구들과 간편한 공유. 그런데 건강정보를 삼성헬스 데이타도 가져와서 걸음수나 운동량 자동 업데이트 되도록 기능 추가는 안될까요?"
  },
  {
    "store": "google_play",
    "date": "2022-04-19",
    "rating": 5,
    "content": "너무 좋아요 쓰기편하고요~ 이번엔.다이어트 꼭 성공할느낌이예요 ㅋㅋ 아 한가지 아쉬운건 삼성헬스 연동이 안된다는거..ㅠ 아이폰만 연동되는점이 아쉬워요. 안드로이드도 연동될수있게.해주심 좋겠어요^^"
  },
  {
    "store": "google_play",
    "date": "2022-04-19",
    "rating": 5,
    "content": "서로 식단 공유하면서 참고하고 자극받고 좋습니다 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-04-17",
    "rating": 5,
    "content": "좋아요! 칼로리 입력가능하게 해달라는 리뷰가 많은데 저는 칼로리 강박증이 생겨서 오히려 사진으로 간단히 기록하는게 좋아서 이 앱을 선택한거거든요 ㅎㅎ 칼로리입력 기능이 생긴다면 옵션으로 껐다켰다 했으면 좋겠네요😄"
  },
  {
    "store": "google_play",
    "date": "2022-04-16",
    "rating": 5,
    "content": "진짜 잘 쓰고 있는 다이어트 어플 입니다! 깔금하기도 하고 편하기도 해요~ 근데 신체&운동에 들어가면 각각의 운동시간만 뜨는데 마지막 아래에 총 운동 시간까지 나오면 더 좋을 것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-04-13",
    "rating": 5,
    "content": "다이어트앱이 보기에도 직관적이고, 매우 편리하네요! 필요한 기능들만 쏙쏙 있어서 이 다이어트앱으로 정착합니다 :)"
  },
  {
    "store": "google_play",
    "date": "2022-04-09",
    "rating": 5,
    "content": "어플 너무 깔끔해서 좋아요ㅜㅠ 친구들이랑 입다이어트만 하다가 다 같이 이 어플 깔고 식단 감시하면서 다이어트 잘 하구있어요!!!"
  },
  {
    "store": "google_play",
    "date": "2022-04-07",
    "rating": 5,
    "content": "인터페이스가 간단하고 무엇보다 하루에 먹은 음식을 한눈에 볼수 있어서 식단조절하는데 완전 도움이 됨. 강추★★★★★+++"
  },
  {
    "store": "google_play",
    "date": "2022-04-06",
    "rating": 5,
    "content": "계정 변경은 어떻게 하나요? On off 기능만 있고 구글 계정 변경은 없네요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-04-06",
    "rating": 5,
    "content": "대댓글 달수있게 해주세요 댓글 알림만 켤수있게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-04-06",
    "rating": 5,
    "content": "친구들이랑 같이 쓸 수 있어서 재밌고 좋아요. 다만 덧글에 대한 답글 기능이 추가되면 소통하기 더 좋을 것 같고 알람도 너무 많이 와서 덧글에 대한 알람만 켜놓을 수 있게 해주면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-04-06",
    "rating": 5,
    "content": "다 좋은데 건강 데이터 연동해도 왜 걸음수가 안올라가죠 ㅠㅠ 저만 0이예요 속상하게ㅠ0ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-04-03",
    "rating": 5,
    "content": "잘맞는그룹찾아서 30일 이상 꾸준히 너무재밌고 유용하게 쓰고있습니다! 현재 실천후 기록하는 방식인데 계획도 주나 월단위로 관리할수있으면 좋을것같아요"
  },
  {
    "store": "google_play",
    "date": "2022-04-02",
    "rating": 5,
    "content": "원래는 유료결제를 해야만 볼 수 있었던 기록이나, 사진을 여러장 올릴 수 없었던 것 같은데, 언젠가부터 다 가능하네요!! 좋긴한데 혹시 결제가 된걸까요...?!"
  },
  {
    "store": "google_play",
    "date": "2022-04-01",
    "rating": 5,
    "content": "간단하고 편해요^^ 사진과 글로 바로 공유되어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-03-30",
    "rating": 5,
    "content": "다이어트 일지로 하기 제일 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2022-03-27",
    "rating": 5,
    "content": "줄 수 있는 게 별점 5개 밖에 없다"
  },
  {
    "store": "google_play",
    "date": "2022-03-27",
    "rating": 5,
    "content": "정말 잘만든 앱이라 생각합니다! 근데 진행중인 그룹 멤버들과 전체 채팅기능이있으면 좋겠습니다. 그리고 식단+운동 사진에 각댓글 달수있으면 더 좋을꺼같아요! 공지사항을 개개인한테 댓글로 안내하니 힘드네여"
  },
  {
    "store": "google_play",
    "date": "2022-03-26",
    "rating": 5,
    "content": "지난 리뷰에 연동관련 답변 감사합니다ㅠㅜ 헉시 위젯른 추가하실 계획이 없나요? 물마시기 기능이랑 화면에 달력어플처럼 꺼내놓고 쓰고싳어요! 유료화가 되도 너무 좋을것같아요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-03-24",
    "rating": 4,
    "content": "식단 사진이던 신체사진이던 여러장 추가할수있게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-03-22",
    "rating": 5,
    "content": "필요한 내용만 있어서, 쓰기 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2022-03-17",
    "rating": 5,
    "content": "밀리그램을 진짜 잘사용하고있어요 물마시는양 생리현상 식단쓰기 운동량 등등 너무 좋네요 한가지 건의사항이 있다면 식단체크할때 운동체크할때처럼 사진추가 기능이 있으면 좋을것같아요 :)"
  },
  {
    "store": "google_play",
    "date": "2022-03-17",
    "rating": 5,
    "content": "기록하는게 재밌어요"
  },
  {
    "store": "google_play",
    "date": "2022-03-16",
    "rating": 5,
    "content": "안녕하세요 밀리그램 무진장 잘 쓰고 있습니다~ 친구와 다이어트 기록용&으쌰으쌰 응원해주는용으로 잘 사용중인데, 그룹 만들 때 '공유 정보' 칸에 현재는 식단,운동,물,걸음수만 공유되도록 되어있는데, '신체' 탭도 추가되면 좋겠어요 ㅠㅠ 체중이랑 눈바디도 기록해서 공유하고 싶은데 그룹에서는 안 되서 아쉬워요 ㅠㅠ 체중,눈바디 공유하기 싫은 그룹들은 체크 안 하면 되니까요..! 리뷰 읽어주셔서 감사합니다~"
  },
  {
    "store": "google_play",
    "date": "2022-03-15",
    "rating": 3,
    "content": "식단,운동 등 수정버튼이 클릭이 안되요. 잘보이게 크게 만들어 주세요"
  },
  {
    "store": "google_play",
    "date": "2022-03-14",
    "rating": 3,
    "content": "다 좋은데 왜 공유만하려고하면 앱이 중지되고 안될까요ㅜ 태블릿은 되는데 폰은 안되네요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2022-03-14",
    "rating": 5,
    "content": "정말 잘 사용하고 있어요"
  },
  {
    "store": "google_play",
    "date": "2022-03-13",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-03-11",
    "rating": 5,
    "content": "직관적으로 보기 편하고 사용하기가 너무 심플함! 복잡하지 않게 하루 습관 기록 하실 분들은 강추에요^^"
  },
  {
    "store": "google_play",
    "date": "2022-03-10",
    "rating": 5,
    "content": "다 돟은데 바로 글쓸수있는 위젯이 추가되면 좋을거같아요 어플구동하고 눌러서 글쓰기는 과정자체가 시간이 걸리다보니 자꾸 기록을 놓치게 되네영"
  },
  {
    "store": "google_play",
    "date": "2022-03-10",
    "rating": 5,
    "content": "매일 건강히 운동과 식단 병행할수있어 만족합니다. 친구들이랑 연동해서 다같이 건강히 열심히 관리하고있어요. 고맙습니다. 다만 1월1일부터 쭈욱 기록해왔는데 연속날짜가 37일이라고 뜨는데 수정 부탁드려요. 문의메일에 답이 없으셔서 여기남겨봅니다."
  },
  {
    "store": "google_play",
    "date": "2022-03-08",
    "rating": 4,
    "content": "좋아요 기능 추가해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-03-08",
    "rating": 3,
    "content": "들어가서 바로 식단 다 기록 했는데.. 다시 들어가니까 사라져있네요..첨부터 로그인을 해야되는거면 알려주지.."
  },
  {
    "store": "google_play",
    "date": "2022-03-07",
    "rating": 5,
    "content": "수정한 리뷰입니다. 백업, 사진어플 사용시 목록에 자동추가 등 건의사항 등이 다 반영이 되어 업그레이드 되어 너무 좋아요. 유료 어플이라도 사용의사 있습니다. 식단 어플 중에 최고예요. 운동이랑 식단 등 생활습관 기록에 최고예요."
  },
  {
    "store": "google_play",
    "date": "2022-03-06",
    "rating": 3,
    "content": "다좋은데 칼로리 통계 기능이 없어서 안쓰게되요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-03-05",
    "rating": 5,
    "content": "심플하고 직관적이고 기록에 충실해서 마음에 드는데 일지를 적다보니 몇가지 아쉬워요. 1. 유산소나 정해진 시간내에 하는 운동은 시간이 눈에 보이지만 근력은 무게와 세트수로 봐서 시간이 얼마나 걸리는지 모르는데 필수입력이네요. 시간기록 외 무게, 세트수 입력할 수 있게 해주셨으면 좋겠어요. 그리고 시간입력도 자판으로 입력하게 해주세요. 하루에 다양한 운동을하는데 스크롤로 입력하는게 은근 시간 잡아먹음. 2. 달력에 막대나 운동 시간대별로 위치인거 같은데 시간별로 줄이 나눠져있는것도 아니고 운동도 크게 눈에 안띄어 별 의미 없는 것 같아요. 식단 색깔, 운동을 했을때, 물을 목표까지 마셨을때 막대가 아닌 아이콘으로 그 날 한 것을 나타내었으면 좋겠습니다. 3. 자주 하는 운동은 탬플릿처럼 저장할 수 있으면 좋겠어요. 같은 걸 매번쓰려니 귀찮네요. 4. 생리, 배변활동도 기록 하고 싶어요. 현재 쓰면서 느낀 것들입니다. 더 써봐야 알겠지만 밀리그램이 운동기록어플중에 단연 최고에요."
  },
  {
    "store": "google_play",
    "date": "2022-03-04",
    "rating": 5,
    "content": "좋음 간단하고 편리해서"
  },
  {
    "store": "google_play",
    "date": "2022-03-03",
    "rating": 5,
    "content": "좋습니다 추천!"
  },
  {
    "store": "google_play",
    "date": "2022-03-03",
    "rating": 5,
    "content": "건강을 위해 식단을 신경써볼까 해서 다운 받고 제가 평소에 어떻게 먹고사는지에 너무 충격받았습니다.. 이렇게 건강에 안좋고 맛있는것만 배부르게 먹고살았다니.. 이 앱은 자아성찰에 아주 큰 도움을 줍니다. 요즘은 이틀에 한 번은 건강에 좋은 음식을 먹으려 노력하고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-28",
    "rating": 1,
    "content": "회원가입부터"
  },
  {
    "store": "google_play",
    "date": "2022-02-27",
    "rating": 5,
    "content": "이것저것 기록할수있어서 조아요"
  },
  {
    "store": "google_play",
    "date": "2022-02-27",
    "rating": 4,
    "content": "너무 좋아요^^ 다른 사람들과 함게 공유하면서 할수 있어서 더 좋고요!"
  },
  {
    "store": "google_play",
    "date": "2022-02-26",
    "rating": 5,
    "content": "일전에 어플 관련 문의 보냈었는데 요청드린 대로 수정됐네요 넘 좋아요 감사합니다 밀리그램 짱"
  },
  {
    "store": "google_play",
    "date": "2022-02-25",
    "rating": 5,
    "content": "광고도 없고 깔끔해서 스트레스도 덜 받고 보기 편해요! 그리고 얼마나 빠졌는지 먹고 있는지 보기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-02-24",
    "rating": 3,
    "content": "적당히 쓸만함!!"
  },
  {
    "store": "google_play",
    "date": "2022-02-23",
    "rating": 4,
    "content": "기록앱 없나 찾아봤는데 제가 생각하던 그대로입니다! 하나 아쉬운거는 사진이 바로 떠서 제모습에 놀라네요🥲🥲🥲 사진 비공개 기능이나 바로 안뜨도록 하면 어떨까 싶네요ㅋㅋ 아!디데이 설정 기능도 있음 좋겠어요! ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-02-23",
    "rating": 5,
    "content": "이벤트의 취지도좋고 식단뿐만아니라운동도기록할수있어서좋은것같아요~!"
  },
  {
    "store": "google_play",
    "date": "2022-02-22",
    "rating": 5,
    "content": "굉장히 직관적이고 그간 기록 어플을 사용한 사람들의 니즈를 잘 파악한 어플이라고 칭찬스티커 100개 붙여주고 싶네요. 걸음수는 혹시 수동기록이 안되나요? 삼성헬스를 쓰는데 걸음 수동으로라도 입력하고 싶습니다 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-02-22",
    "rating": 5,
    "content": "제가 찾던 형태의 심플하면서 한눈에 보기 쉽게 작성 할 수 있어서 잘 쓰고 있습니다. 몇가지 건의 사항이 있는데(메일도 보냈습니다) 식단이 잘 된날 안된날 스티커 형식으로 그날 그날 표시를 할 수 있으면 좋을거 같습니다. 한달 에 내가 식단을 얼만큼 잘 지켰는지 한눈에 볼 수 있게요~ 그리고 운동이나 식단 적을때 바로 못 적을 경우가 있는데 그럴때 시간 설정하는게 스크롤로만 되서 불편합니다. 키패드에서 숫자 적을 수 있게 해주시면 좋을 것 같습니다. 좋은 어플 만들어 주셔서 감사합니다. 잘 쓸게요~"
  },
  {
    "store": "google_play",
    "date": "2022-02-22",
    "rating": 5,
    "content": "군더더기 없이 깔끔하고 귀찮지 않다는게 가장 큰 장점입니다. 이것저것 입력할게 많으면 쉽게 귀찮아져서 며칠 못가 그만두는 저같은 사람에겐 정말 딱이에요! 이렇게 좋은 어플 만들어 주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-19",
    "rating": 5,
    "content": "식단 기록 앱 중 가장 오래 쓰고있어요! 강박적인 느낌의 다이어트보다 정말 건강한 식단을 지향하는 느낌의 UI에요 :)"
  },
  {
    "store": "google_play",
    "date": "2022-02-17",
    "rating": 5,
    "content": "사진과 글기록까지 보기편하고 넘좋아여 찾던스타일! 근데 날짜를 다른날짜에 식단쓰면 날짜수정은 안되나여~?"
  },
  {
    "store": "google_play",
    "date": "2022-02-16",
    "rating": 5,
    "content": "잘사용하고 있습니다 근데 걸음수 측정이 되다가 마는데 어떻게 해야하나요 ..."
  },
  {
    "store": "google_play",
    "date": "2022-02-16",
    "rating": 5,
    "content": "친구들고ㅓ 하니까 재밌네여"
  },
  {
    "store": "google_play",
    "date": "2022-02-16",
    "rating": 5,
    "content": "굳굳굳"
  },
  {
    "store": "google_play",
    "date": "2022-02-16",
    "rating": 5,
    "content": "이때까지 여러가지 다이어트앱들을 써봤는데 그중 보기도 편하고 쓰기에도 편한 앱이라 1달 전부터 밀리그램에 정착했습니다 ! 그만큼 진짜 입아플 정도로 좋아서 지인들에게 추천해주고 싶을만큼 좋습니다! 다만 아쉬운게 몇가지 있다면.. 1. 식단 관리할때 따로 칼로리 체크&입력이 가능했으면 좋겠어요 2. 하루의 기분을 기록할 수 있는 입력칸이 있었으면 합니다. 3. 식단 관리할때 사진을 최소 1장이상 올릴 수 있게 되었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-15",
    "rating": 4,
    "content": "식단 칼로리 정보도 같이 있으면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-15",
    "rating": 5,
    "content": "깔끔하고 직관적이어서 잘쓰고 있습니다. 그런데 요즘들어서 얼른 쓰라고 알림이 오는데 끄는방법 좀 알려주세요..."
  },
  {
    "store": "google_play",
    "date": "2022-02-15",
    "rating": 5,
    "content": "한 시간 가량 여러 어플 다 사용해 봤는데 밀리그램이 제일 최고네요 간단하지만 있을 건 다 있는 사용하기 편한 어플입니다. 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-02-12",
    "rating": 2,
    "content": "sns로 내보내기 겁나 버벅대요 3D기능 범벅인 제페토보다 더 이러면 어떡해요 달랑 사진 3장인데..."
  },
  {
    "store": "google_play",
    "date": "2022-02-10",
    "rating": 5,
    "content": "제일 편해요!"
  },
  {
    "store": "google_play",
    "date": "2022-02-10",
    "rating": 4,
    "content": "깔끔해서 좋아요. 다만 삼성헬스와 연동기능도 있으면 좋겠어요. 그리고 제가 휴대폰은 어두운 모드로 해놓고 밀리그램은 밝은 모드로 하고 싶은데 자동으로 어두운 모드로 나오는게 아쉬웠어요. 모드 변경도 가능했으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-08",
    "rating": 5,
    "content": "편하고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2022-02-07",
    "rating": 1,
    "content": "미리그램 좋아요."
  },
  {
    "store": "google_play",
    "date": "2022-02-06",
    "rating": 5,
    "content": "두통때문에 식단기록용으로 다운받았는데 날짜별로 사진기록 남길수있어서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-02-06",
    "rating": 5,
    "content": "간편하고 좋아요~~ 어플에서 바로 사진 찍었을 때 핸드폰 앨범에 자동 저장되는 기능도 있었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-02-04",
    "rating": 5,
    "content": "어플이 깔끔해서 사용하기 편리합니다. 정보입력할 때 원래의 폼이 잘 정리 되어 있어서 입력하기 매우 쉽습니다. 다만 정보입력 버튼( +버튼)을 눌렀을 때 최근사진이 나오게 되어서 처음엔 이게 뭐지 잘못 눌렀나 싶었습니다. 버튼 누르면 텍스트 입력 창으로 들어가 지고, 거기서 사진을 첨부할 수 있게 되면 훨씬 이해하기 쉽고 깔끔하게 보일 것 같습니다. 좋은 어플 만들어 주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2022-02-03",
    "rating": 5,
    "content": "진짜 최곱니다!!!!👍👍👍"
  },
  {
    "store": "google_play",
    "date": "2022-02-03",
    "rating": 4,
    "content": "체중입력 하려고 누르기만 하면 어플이 자동으로 꺼져요.. 못 쓰고있어요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-01-29",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-01-28",
    "rating": 5,
    "content": "좋아요 기능도 많고 🙂"
  },
  {
    "store": "google_play",
    "date": "2022-01-26",
    "rating": 5,
    "content": "잘 사용하고 있어요~ 간단하고 편하게 식단 기록할 수 있어서 좋아요! 바로 사진을 찍어서 업로드할 경우에 사진에 날짜랑 시간이 자동으로 들어가면 훨씬 더 편할 거 같아요 ^^"
  },
  {
    "store": "google_play",
    "date": "2022-01-25",
    "rating": 5,
    "content": "다이어트할 때, 이것저것 잡다하게 기록하는 건 지속하기가 힘든데 직관적이고 심플해서 잘 사용하고 있습니다 :) 특히 업데이트된 생활기록 등이 아주 마음에 들어요, 감사합니다! + 추가적으로 [앱잠금]기능이 있으면 좋을 것 같습니다! 눈바디 사진 등 민감할 수 있는 정보가 있어서요 :>"
  },
  {
    "store": "google_play",
    "date": "2022-01-24",
    "rating": 5,
    "content": "사용하기 편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-01-23",
    "rating": 2,
    "content": "탈퇴를 하고 싶은데 안되네요. 로그아웃도 안되고. 왜 로그아웃과 탈퇴창 들어가면 취소 항목 밖에 없나요? 빠른 피드백 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2022-01-21",
    "rating": 5,
    "content": "좋아요 사진 90도 돌리는 기능 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-01-19",
    "rating": 5,
    "content": "텍스트 치기 귀찮은 사람한텐 최고의 어플인거 같아요! 복잡하지 않고 단순하고 깔끔해서 보기도 편해요 굳이굳이 아쉬운 점을 꼽으라면 그 시간 기록할 때 숫자 키패드로 입력할 수 없다는 정도..? 아 그리고 한 번 생성했던 그룹은 삭제 안 되는것도 조금 아쉬워요☆"
  },
  {
    "store": "google_play",
    "date": "2022-01-18",
    "rating": 5,
    "content": "가볍고 편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-01-17",
    "rating": 5,
    "content": "아직좋음"
  },
  {
    "store": "google_play",
    "date": "2022-01-17",
    "rating": 4,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-01-16",
    "rating": 5,
    "content": "다이어트를 할려고 이앱을 깔았는데 볼것도 많고 해서 별 5섯개 줍니다."
  },
  {
    "store": "google_play",
    "date": "2022-01-15",
    "rating": 5,
    "content": "만족스럽게 잘 쓰고 있습니다! 자동으로 시간이 입력되는 것이 가장 큰 장점 같습니다 하루 식단이나 운동 시간을 조절할때 큰 도움이 되네요 사용법도 간편하고 메모기능이 있어서 그때의 기분이나 상황을 적을 수 있는게 좋고 수면시간이나 배변 물같은 소소한 것도 입력 가능해서 아주 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-01-14",
    "rating": 5,
    "content": "굉장히 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-01-13",
    "rating": 5,
    "content": "너무 좋다 진짜 식단 올리기도 편하고 인터페이스도 깔끔함"
  },
  {
    "store": "google_play",
    "date": "2022-01-11",
    "rating": 5,
    "content": "사진을 별도폴더에 보관하면 좋겠고, 그폴더가 sd메모리에 저장 하면 베리굿일검니다"
  },
  {
    "store": "google_play",
    "date": "2022-01-11",
    "rating": 5,
    "content": "타 업체보다 너무 실용성있는 어플을 개발해주셔서 너무 감사드립니다.☺ 궁금한게 하나 있어서 질문 드립니당 멤버관리에 인원제한이 9명인데 인원제한수를 더 늘릴순 없는건가요...?"
  },
  {
    "store": "google_play",
    "date": "2022-01-11",
    "rating": 5,
    "content": "깔끔하고 좋다"
  },
  {
    "store": "google_play",
    "date": "2022-01-10",
    "rating": 5,
    "content": "pt를 받고 있는데 식단 보고용으로 유용하게 쓰고 있습니다. 식단 상세 매뉴에서 내용 공유를 할 때 체중도 같이 공유되면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-01-10",
    "rating": 4,
    "content": "친구랑 같이 다이어트 하면서 일기 식으로 기록하고 운동이나 식단 같은 거 공유하면서 서로 도움 받을 수 있어서 좋아요! 다만 친구는 아이폰 쓰고 저는 갤럭시 쓰는데 친구 걸음수는 바로바로 기록되고 저는 가끔 아예 안 될 때도 있는가 하면 식단 기록 할 때 저한테는 먹은 양 선택하는 란이 가볍게 적당히 배부르게만 뜨는데 친구한테는 과하게라든지.. 여러가지 좀 더 세세하게 기록할 수 있게 뜨더라구요... 갤럭시도 그런 기눙 가지고 싶어요........"
  },
  {
    "store": "google_play",
    "date": "2022-01-09",
    "rating": 3,
    "content": "어깨가 없네? 운동 부위 세분화가 덜 되어있음."
  },
  {
    "store": "google_play",
    "date": "2022-01-09",
    "rating": 4,
    "content": "좋은 앱 감사합니다. 혹시 걸음수는 미밴드와 호환되지 않나요?"
  },
  {
    "store": "google_play",
    "date": "2022-01-08",
    "rating": 5,
    "content": "60키로인분 없나요 같이 그룹해요 .. 모르는사람과도 체중비슷한사람과 그룹 할 수 잇ㄷ으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-01-06",
    "rating": 3,
    "content": "식단 운동 스스로 기록하는 건 편리하게 잘쓰고 있는데요, 친구랑 공유하는 건 계속 '서버에서 불러오지 못했어요'라고 떠요 ㅜㅜ 어떡해야하죠 8_8 (제 폰은 지플립5G고 친구폰은 아이폰이에요,,)"
  },
  {
    "store": "google_play",
    "date": "2022-01-06",
    "rating": 5,
    "content": "아주 잘 쓰고 있어요."
  },
  {
    "store": "google_play",
    "date": "2022-01-05",
    "rating": 5,
    "content": "여자친구와 서로 식단 및 물 마시기랑 운동 공유하니까 건강 관리가 너무 재밌어졌어요"
  },
  {
    "store": "google_play",
    "date": "2022-01-04",
    "rating": 5,
    "content": "정말 유용한 어플이에요! 이제까지 식단, 운동 기록 어플 여러개 써봤는데 제일 사용하기 간편하고 여러기능들이 있어서 좋아요. 건의사항이 있는데 혹시 가능하다면 반영 고려해주세요 1. 배변활동, 생리시작 체크란도 있었으면 좋겠어요 2. 체중 및 식사시간 등 입력시 스크롤 형식 말고 키보드로 직접 입력할 수 있었으면 좋겠어요. 좋은어플 만들어주셔서 감사합니다^^~~"
  },
  {
    "store": "google_play",
    "date": "2022-01-04",
    "rating": 5,
    "content": "식단기록 어플 다깔아봤는데 제일 편함 강추 사진도 가능"
  },
  {
    "store": "google_play",
    "date": "2022-01-03",
    "rating": 5,
    "content": "친구들이랑 식단공유하며 잘 쓰고 있어요. 그런데 최근 댓글작성할때 댓글창이 연분홍, 글씨가 연회색이되면서 글씨를 읽으며 쓸 수가 없어요... 제 설정탓인가요? 이거 바꿀 수 없나요"
  },
  {
    "store": "google_play",
    "date": "2021-12-31",
    "rating": 5,
    "content": "여러가지 시도한 방법 모두 2, 3일 지나면 자연스레 안하게 됐는데 6일이 지난 지금도 사용하기 편해서 열심히 기록하고 있습니다. 잘 사용하고 있지만 아쉬운 부분이 있어 적어봅니다. 아직 식단기록만 사용하고 있어서 식단 사용하면서 개선하면 좋겠다 생각하는 부분 1. 그룹 친구가 남겨준 댓글 자체에 답글 다는 기능이 있으면 좋겠습니다. (or 태그 기능) 2. 분류에 후식이 있으면 좋겠습니다. 3. 그룹 알림을 누르고 들어간 경우 그 알림내용으로 이동하면 좋겠습니다. 4. 기록한 끼니마다 개별적으로 댓글을 남기고 싶습니다. 5. 다크모드를 사용하고 있는데 댓글을 적을때 배경이 연분홍색인데 글씨색이 흰색이어서 잘 보이지 않습니다. '눌러서 댓글 남기기' 문구색 같은 회색정도여도 좋겠습니다. + 끼니 글 하나에 사진하나는 처음에 불편하게 생각했는데 사용하다보니 직관적이어서 좋습니다. 좋은 어플 만들어주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2021-12-23",
    "rating": 3,
    "content": "미밴드랑은 연동 안되나요? 걸음수는 구글이랑만 연동되나요?"
  },
  {
    "store": "google_play",
    "date": "2021-12-20",
    "rating": 5,
    "content": "올해 쓴 어플중에 유용했던 어플 탑3에 들어요! 이런 어플 만들어주셔서 감사합니당 :)"
  },
  {
    "store": "google_play",
    "date": "2021-12-19",
    "rating": 5,
    "content": "제일 필요한 정보만 입력할 수 있도록 깔끔하고 편해서 잘 이용 중 입니다. 다만, 1. 걸음수 연동이 랜덤으로 되며. 2. 사진첩에서 사진에 대한 시간도 어쩔된 되고 어쩔된 안되네요,, 3. 또한, 그룹이 모르는 사람들끼리도 같이 할 수 있도록, 공개 그룹이 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2021-12-18",
    "rating": 4,
    "content": "그룹기능이 생겨서 친구들하고 같이 하니 더 열심히하게 되고 좋은거같아요! 그런데 갤럭시에서는 걸음이 업데이트가 바로바로 안되는거 같더라고요.. 건강연동이 갤럭시 헬스로 되는건가요? 뭔가 제가 눌러서 강제적으로도 업데이트할수 있게 하면 좋을거같아요~"
  },
  {
    "store": "google_play",
    "date": "2021-12-16",
    "rating": 3,
    "content": "공유하기가 갑자기 안눌러지네요 왜그런거죠"
  },
  {
    "store": "google_play",
    "date": "2021-12-03",
    "rating": 3,
    "content": "비번찾기에서 이메일을 입력해도 이메일이 안 오는데 비번을 어떻게 찾나요?"
  },
  {
    "store": "google_play",
    "date": "2021-11-25",
    "rating": 3,
    "content": "식단 점수 기준이 뭘까요?"
  },
  {
    "store": "google_play",
    "date": "2021-11-23",
    "rating": 5,
    "content": "그룹기능에서 1. 쓴글 수정,삭제가 되지않고 2.만보계 업데이트가 느리고 3.아이디,멤버이름을 바꿀수없어 불편합니다. 그래도 그룹기능 너무 잘쓰고 있고 좋아요. 업데이트 되었으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2021-11-19",
    "rating": 3,
    "content": "몸무게 변화를 기록하는데 가장 최근 수치가 디폴트로 보여졌으면 좋겠어요 ㅠㅠ 매번 새로 입력하기 번거로워요"
  },
  {
    "store": "google_play",
    "date": "2021-11-16",
    "rating": 5,
    "content": "다 좋은데 안드도 아이폰처럼 달력에 내 식단 점수보기로 바꿀수 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2021-11-16",
    "rating": 5,
    "content": "딱 좋아요ㅎㅎㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2021-11-15",
    "rating": 5,
    "content": "아 그리고 음식의 칼로리 계산이 되면 좋겠어요,, 살짝 아쉬운부분입니당"
  },
  {
    "store": "google_play",
    "date": "2021-11-11",
    "rating": 5,
    "content": "다 좋아영 다만 아쉬운점은 +에서 운동에 그냥 메모만으로 기록이 되는 기능이 있었으면 좋겠어요 시간이나 제목 설정 없이요!"
  },
  {
    "store": "google_play",
    "date": "2021-11-09",
    "rating": 5,
    "content": "와 진짜 최고에요 너무너무너무 좋아요♥️♥️♥️♥️"
  },
  {
    "store": "google_play",
    "date": "2021-11-08",
    "rating": 5,
    "content": "사용방법이 간단하고 편하네여."
  },
  {
    "store": "google_play",
    "date": "2021-11-07",
    "rating": 5,
    "content": "진짜 기록이 귀찮은 사람인데 이건 정말 편하게 잘되있어서 꾸준히 기록하게 만드네요~~ 잘 사용해서 건강하게 다이어트 하겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2021-11-06",
    "rating": 5,
    "content": "갤러리에 있는 사진으로 업로드할 때 사진 찍힌 시간 자동으로 입력되는게 너무 좋아요! 반대로 어플에서 바로 카메라로 사진 추가할때 갤러리에 따로 사진 저장 안되는 것도 좋아요ㅎㅎ 보완점은 신체 정보 입력할때 다이얼 형식 아니라 직접 입력할 수 있는 방식이었으면 좋겠고, 근육량에 관한 정보도 입력할 수 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2021-11-03",
    "rating": 5,
    "content": "앱이 깔끔하고 편리해서 좋은 것 같아요! 최고입니다👍🏻👍🏻"
  },
  {
    "store": "google_play",
    "date": "2021-10-28",
    "rating": 5,
    "content": "직관적이고 편해서 쓰기 넘 좋은데 구글 백업이 되면 더 좋을 거 같아요!"
  },
  {
    "store": "google_play",
    "date": "2021-10-22",
    "rating": 5,
    "content": "원하는기능만 심플하게있어요 너무좋아요!"
  },
  {
    "store": "google_play",
    "date": "2021-10-21",
    "rating": 5,
    "content": "너무 훌륭한 식단&운동 기록 앱이에요 그룹공유 기능 업데이트 된 거 좋아서 리뷰 쓰러 왔습니다 칭찬드립니다"
  },
  {
    "store": "google_play",
    "date": "2021-10-21",
    "rating": 5,
    "content": "운동 시간 직관적으로 입력할수 있게 바뀌어서 너무 좋아요 ㅠ ㅠ!! 다이얼 식으로 돌려 입력하는게 힘들었어서 바뀌고 나니 넘 편합니다"
  },
  {
    "store": "google_play",
    "date": "2021-10-16",
    "rating": 5,
    "content": "식단 어플 많이 써봤는데 최고! 직관적이고 잡다하지 않고! 무엇보다 기록을 까먹어도 사진 찍은 시간이 연동돼서 식사시간 개념이 자연스레 생깁니다👍 좋은 어플 고맙습니다👍"
  },
  {
    "store": "google_play",
    "date": "2021-10-14",
    "rating": 4,
    "content": "환자라서 식단과 몸상태 기록 남기기 위해 사용중입니다. 체온을 기록할 수 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2021-10-13",
    "rating": 5,
    "content": "잘 쓰고 있습니다. UI가 간단하고 누적 데이터를 그래프로 볼 수 있어서 세 달째 어플 애용중. 다이어트만이 아니라 건강 관리에도 도움이 될 듯한."
  },
  {
    "store": "google_play",
    "date": "2021-10-13",
    "rating": 5,
    "content": "타임스탬프 앱 이랑 같이 사용하면 진짜 너무 편리 합니다 다른 어플 사용 하면서 기록하는거 귀찮았는데 밀르그램은 간편하고 필요한것만 입력하면 되서 너무 좋아요 맨날 이틀이면 안하던 기록도 벌써 일주일째 입니다!"
  },
  {
    "store": "google_play",
    "date": "2021-10-08",
    "rating": 5,
    "content": "앱 깔끔하고 그룹기능이 있어서 친구랑 같이 다이어트도 가능 ㅎㅎ 좋음"
  },
  {
    "store": "google_play",
    "date": "2021-10-07",
    "rating": 5,
    "content": "기록하는거 편리하고 너무좋네요 그런데 색깔이 차이가없어서 구분하기가 조금..."
  },
  {
    "store": "google_play",
    "date": "2021-10-06",
    "rating": 5,
    "content": "심플해서 좋아요~ 사진 모아보기에서 따로따로 클릭도 모아보기는 편한데 과거부터 현재순으로 쭉 이어서 볼 수 있엇으면 좋겠어요~ 또 모아보기에서든 아니든 사진을 클릭하면 양옆이 조금씩 짤려서 확대됩니다~"
  },
  {
    "store": "google_play",
    "date": "2021-10-01",
    "rating": 4,
    "content": "직관적이고 다 좋은데 식단점수에 따라 정해진 컬러 바꿀수있게 해주세요ㅠㅠ 민트색 싫어하는데 식단점수5점이면 무조건 민트색이고 그게또 하루단위에서 보면 왕크게 뙇 있으니까 보기싫어요."
  },
  {
    "store": "google_play",
    "date": "2021-09-29",
    "rating": 5,
    "content": "좋아요 !! 여러가지 식단, 운동 어플 돌아다니다가 제일 깔끔하고 좋은 어플인 것 같아서 정착했어요 칼로리 기록하는 것 부터, 사진만 찍으면 알아서 칼로리 계산해주는 어플 등등 많이 써봤는데 밀리그램이 가장 필요한 기능만 모아놓은 것 같아서요 더 바라는 점이 있다면 1. 식단 점수별 색이 비슷비슷하고 눈에 크게 띄지않아서 아쉬워요 빨 주 노 초 파 이렇게 한 눈에 들어오는 점수면 좋겠습니다 2. 삼성헬스와 걸음 연동이 되면 더 좋겠습니다 좋은 어플 만들어주셔서 감사합니다 ^^"
  },
  {
    "store": "google_play",
    "date": "2021-09-29",
    "rating": 5,
    "content": "너무 좋아서 나만 알고 싶은 앱 사진만 찍으면 되서 편해요. 그래서 오래돗안 지속할 수 있어요. 거기다 컨디션까지 작성 가능해서 다이어트가 아니라도 건강관리에도 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2021-09-28",
    "rating": 4,
    "content": "다 좋은데 몸무게 기록 시 소수점 2째자리까지 만들어주셨으면 좋겠어요~~~"
  },
  {
    "store": "google_play",
    "date": "2021-09-24",
    "rating": 4,
    "content": "아이콘이 마음에 안들어용 그것 빼고는 다 좋아용^^"
  },
  {
    "store": "google_play",
    "date": "2021-09-24",
    "rating": 5,
    "content": "사용은 너무 좋아요! 갤럭시 s20울트라씁니다. 건강정보연동이 어떤 건강 정보를 연동하는 것인지 알수 있을까요? 걸음의경우 삼성헬스는 12000보인데 밀리그램은 켜진 이후부터 타운트 되는 것 갘고 연동은 안되길래 어떤 건강정보가 연동되는지 문의드립니다 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2021-09-23",
    "rating": 5,
    "content": "기록하기 간단하고 모아보기 편해서 좋아요~ 여러 어플 돌아다니다가 이 어플로 정착했습니다ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2021-09-21",
    "rating": 5,
    "content": "식단 하는 사람들과 잘 사용하고있어요. 사과농장 사람들과도 가능해서좋아요. 댓글 기능이 있었음 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2021-09-14",
    "rating": 4,
    "content": "괜찮네용 칼로리 꼼꼼하게 다 쓰려면 스트레스 받는데 이렇게 시각적으로 이미지 찍어서 보는게 저한테 더 맞는거 같아요! 기왕 이렇게 되는거 / 하나 제안드리면 허리둘레 목둘레 허벅지둘레 등등 재는 기능도 추가되면 더 좋을거 같아요 ㅎㅎ... 다른 어플에 쓰고 있는데 한 어플에서 다 사용할수있으면 더 좋을거 같아서용"
  },
  {
    "store": "google_play",
    "date": "2021-09-11",
    "rating": 5,
    "content": "너무 잘쓰고있습니다ㅎㅎ 혹시 안드로이드 폰은 걸음 수 연동과 친구 공유가 안되는건가요? 계정 허용도 했는데 걸음수 메뉴가 없어요."
  },
  {
    "store": "google_play",
    "date": "2021-09-10",
    "rating": 4,
    "content": "디자인은 깔끔하고 사진으로 기록할수 있어서 좋은것 같아요 다만 시간설정하는것이 너무 불편해요 키보드로 입력할수 있게해주세요"
  },
  {
    "store": "google_play",
    "date": "2021-09-09",
    "rating": 4,
    "content": "너무 좋은데 체중 수정이 안 되요ㅜㅜ 잘못 입력해서 수정하면 그때만 잠깐 바껴있고 다음날 다시보면 수정 전 체중으로 기록돼있어요 고쳐주세요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2021-09-09",
    "rating": 5,
    "content": "오케이시작이다"
  },
  {
    "store": "google_play",
    "date": "2021-09-07",
    "rating": 5,
    "content": "딱제가원했던 인터페이스네용"
  },
  {
    "store": "google_play",
    "date": "2021-09-05",
    "rating": 5,
    "content": "잘 사용 중"
  },
  {
    "store": "google_play",
    "date": "2021-09-01",
    "rating": 5,
    "content": "걸음수 수정 기능도 생겼으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2021-08-31",
    "rating": 5,
    "content": "아이폰쓰다가 안드로이드로 넘어와서도 이 어플 꾸준히 잘 쓰고 있습니다~ 하나 건의드릴 게 있는데요.. 체중 입력시 제일 최근에 입력한 체중이 셀렉트박스에 나타나게 해주시면 안될까요?? 아이폰은 되는데 안드로이드에서는 기본이 57.0이더라고요. 시간되실 때 부탁드려요^^"
  },
  {
    "store": "google_play",
    "date": "2021-08-28",
    "rating": 4,
    "content": "간단하게 기록할 수 있도 디자인도 깔끔하고 사용자가 사용하기 편리하게 구성되어있는데 제가 전날 데이터를 잘못작성한 것을 인지하고 수정을 하게 되었을때 오류가 나서 튕겨 데이터를 삭제하고 다시 작성했음에도 불구하고 데이터가 다시 예전 데이터로 복구됩니다... 3일이 지나고 4일이 지나 데이터를 삭제하고 다시 작성해도 다시 예전 데이터로 복구되어있더라고요... 수정후 잘 보이는듯했지만 다시 확인해보면 돌아와있고... 이 문제점 고쳐주시면 진짜 완벽할 것 같습니다....."
  },
  {
    "store": "google_play",
    "date": "2021-08-21",
    "rating": 4,
    "content": "이제 깔고써보긴했지만 잠깐써본결과 체중입력 키보드로입력됐음좋겠어요ㅠㅠ 그리고 앱켤때 비밀번호도 있었으면...^^♡"
  },
  {
    "store": "google_play",
    "date": "2021-08-20",
    "rating": 5,
    "content": "간단하면서도 진짜 좋은거같아요 ㅜㅜ 다른앱보다 간편하면서 좋네요🏃🏻‍♂️🏃🏻‍♂️🏃🏻‍♂️"
  },
  {
    "store": "google_play",
    "date": "2021-08-19",
    "rating": 5,
    "content": "심플한데 필요한 구성이 딱 다 있어 최고입니다! 구글헬스 말고 삼성헬스랑도 연동이 되면 너무 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2021-08-18",
    "rating": 4,
    "content": "운동기록 연동하기 켜놨는데 삼성헬스 걸음수가 제대로 안되는거 같아요"
  },
  {
    "store": "google_play",
    "date": "2021-08-15",
    "rating": 5,
    "content": "식단 운동 체중 간편하게 기록하기 좋고 그래프나 목록으로 편리하게 확인할 수 있어오"
  },
  {
    "store": "google_play",
    "date": "2021-08-12",
    "rating": 5,
    "content": "깔끔하고 좋은데 통계기능에 저번달이나 저번주로 볼수있게 생기면 좋겠어요. +++++체중등등 숫자 쓸때 키보드로 등록하게해주세요..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2021-08-11",
    "rating": 5,
    "content": "식단부터 운동까지 한 번에 관리할 수 있어요. 기록도 편하고 앱 디자인도 예뻐서 더 열심히 쓰게 되네요. 잘 쓰고 있습니다♡♡♡"
  },
  {
    "store": "google_play",
    "date": "2021-08-11",
    "rating": 4,
    "content": "다른건 다 만족하는데 사진을 앱내에서 찍어서 바로 기록할때 촬영한 사진이 안뜨는 경우가 너무 잦아서 불편했어요"
  },
  {
    "store": "google_play",
    "date": "2021-08-09",
    "rating": 4,
    "content": "간단히 사진으로 식단보는게 너무좋아요 단 보안은 어떻게하죠? 어플잠금 기능 어디있나요"
  },
  {
    "store": "google_play",
    "date": "2021-08-02",
    "rating": 5,
    "content": "너무 좋아여 기록하기도 편하고 보기도 편해요 이거 적으려고 다이어트 하는 느낌?!"
  },
  {
    "store": "google_play",
    "date": "2021-07-28",
    "rating": 5,
    "content": "운동기록하기 편하고좋음"
  },
  {
    "store": "google_play",
    "date": "2021-07-27",
    "rating": 5,
    "content": "깔끔하고 좋아요.. 한 번에 정리하기 편하네요 개발자분들이 똑똑하신듯~ 번창하세요"
  },
  {
    "store": "google_play",
    "date": "2021-07-25",
    "rating": 4,
    "content": "짱 좋아요"
  },
  {
    "store": "google_play",
    "date": "2021-07-22",
    "rating": 1,
    "content": "백업못하나요? 달력에 체중이 기록되어 나오면 좋겠어요 수치로 체중 증감을 바로볼수있게요 그래프를통해서만 확인가능하네요"
  },
  {
    "store": "google_play",
    "date": "2021-07-19",
    "rating": 5,
    "content": "갤럭시도 공유하기 만들어주세여.."
  },
  {
    "store": "google_play",
    "date": "2021-07-19",
    "rating": 3,
    "content": "다이어트하면서 식단이랑 신체 기록을 깔끔하게 정리할 수 있어서 너무 좋네요. 그치만 아쉬운건 어쨋든 신체 사진을 저장하기도 하는데 앱 잠금이 아무리 찾아도 없는 것 같아요... 앱을 잠글 수 있는 기능이 추가되었으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2021-07-14",
    "rating": 5,
    "content": "앱 자체는 단순기록에 진짜 도움되는것 같아요. 장점은 이거저거 귀찮게 안알아보고 했던거 기록용으로는 진짜 완벽하고 저같이 이거저거 계산하는거 귀찮아하는 사람한텐 제일 맘에 드는거같아요. 단점은 사진이 따로 저장 불가능해서 올리면 그냥 끝이어서 비포애프터 비교가 좀 힘들어서 아쉬워요. 그리고 식단 텍스트 사이즈와 운동 입력하는 칸의 크기는 고정이라서 좀 길게쓰면 식단 기록이 잘리고 운동 입력하는거도 쓰다가 수정하기가 불편해요. 마지막으로 구글헬스랑은 연동이 되는데 삼성헬스랑은 연동이 안되서 좀 아쉬워요. 그래도 다신이랑 이거저거 앱써보고 하나하나 검색하는건 너무 귀찮았어서 그냥 사진으로 기록땡할 수 있는 밀리그램에 정착했어요. 나중에 유료결제 시스템이라도 도입되서 저거 수정가능했으면 좋겠어요 :)"
  },
  {
    "store": "google_play",
    "date": "2021-07-13",
    "rating": 3,
    "content": ". Good app"
  },
  {
    "store": "google_play",
    "date": "2021-07-10",
    "rating": 5,
    "content": "깔끔하게 다이어트기록을 할수있어서 좋아요~아직까진 오류없어요!"
  },
  {
    "store": "google_play",
    "date": "2021-07-09",
    "rating": 5,
    "content": "다 좋은데 100kg이 넘어가면 기록이 불가능한게 아쉬워요. 다이어트 중이고 기록하려고 했는데 아쉽네요. 일단은 식단과 운동만 써야겠네요."
  },
  {
    "store": "google_play",
    "date": "2021-07-08",
    "rating": 5,
    "content": "네이버 보고 가입했어요 오늘부터 시작"
  },
  {
    "store": "google_play",
    "date": "2021-07-06",
    "rating": 5,
    "content": "다른 회원과 공유가 가능하면 재밌을꺼 같아요"
  },
  {
    "store": "google_play",
    "date": "2021-07-06",
    "rating": 5,
    "content": "이제 쓴지 2-3일 됐는데, 진짜 좋아요!! 디자인, 기능 굉장히 심플하고 직관적이고. 사진 자동으로 뜨는 기능 등등 여태 써본 다른 식단 기록 앱들 중 최고에요!!"
  },
  {
    "store": "google_play",
    "date": "2021-07-02",
    "rating": 4,
    "content": "깔끔하고 좋은데 공유기능이 안돼서 아쉽네요."
  },
  {
    "store": "google_play",
    "date": "2021-06-23",
    "rating": 3,
    "content": "잘쓰고 있는데 사진크기 조절가능했음좋겠어요 올리면 일부가 뚝 잘려요"
  },
  {
    "store": "google_play",
    "date": "2021-06-23",
    "rating": 5,
    "content": "써 본 식단기록앱 중에 제일 좋아요! 깔끔하고 간단명료하고 필요한 게 다 있어요."
  },
  {
    "store": "google_play",
    "date": "2021-06-23",
    "rating": 5,
    "content": "편해요 근데 7일차 그래프에 요일이 같이 보였으면 더 좋을 것 같아요ㅠㅜ 그게 아니라도 쓰기 좋긴 합니다 !"
  },
  {
    "store": "google_play",
    "date": "2021-06-22",
    "rating": 5,
    "content": "백업 기능제공쫌 꼭해주세요ㅜㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2021-06-21",
    "rating": 5,
    "content": "필요한 것들은 깔끔하게 들어가있는게 좋아요! 근데 기기 변경을 했을 시에 동기화 시키는 방법은 없나요...? 제가 못찾는건가😂😂"
  },
  {
    "store": "google_play",
    "date": "2021-06-21",
    "rating": 5,
    "content": "와우 깔끔하고 정말 좋네요. 무겁지 않고 필요한 것들만 모아져있고 사용이 아주 편합니다."
  },
  {
    "store": "google_play",
    "date": "2021-06-18",
    "rating": 5,
    "content": "최고임 필요한 기능만 심플하게 들어있습니다"
  },
  {
    "store": "google_play",
    "date": "2021-06-17",
    "rating": 5,
    "content": "다이어트 일기 어플 여러가지 써봤지만, 가장 깔끔하고 편해요. 여러 가지 탐색하다 이걸로 정착합니다.^^"
  },
  {
    "store": "google_play",
    "date": "2021-06-17",
    "rating": 5,
    "content": "너므 좋은데 핸드폰을 바꿧더니 연동이 안되네요 ㅠㅠ 백업 연동만 되게 해주세여 ㅠ 몸무게 기입할 때도 스크롤 말고 적을 수 있었으면 좋겠습니다..ㅜ"
  },
  {
    "store": "google_play",
    "date": "2021-06-16",
    "rating": 5,
    "content": "깔끔한 디자인으류 너무 예쁜데다가 사진 시간 연동되는것도 좋고 식사의 종류(아점저간식)와 점수, 배부름정도도 표시할 수 있는것이 너무너무 맘에 듭니당😍😍 메모 함께 표시되는것도좋고요! 다른 기기로 연동이 가능했으면 좋겠어요~~!! 아이패드로 같이 관리하고싶은데 연동기능이 안보여요..없는것같아 아쉽습니다!"
  },
  {
    "store": "google_play",
    "date": "2021-06-14",
    "rating": 5,
    "content": "기록하기 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2021-06-05",
    "rating": 5,
    "content": "너무 좋아요~~!!"
  },
  {
    "store": "google_play",
    "date": "2021-06-05",
    "rating": 5,
    "content": "너무 유용하게 잘 쓰고 있어요!"
  },
  {
    "store": "google_play",
    "date": "2021-06-04",
    "rating": 5,
    "content": "제가 원했던 모든게 포함된 진짜 좋은 식단,운동 일기네요!! 다른 사람이 못보게 비밀번호 기능만 더 추가해주시면 더 좋을꺼 같아요!!! 앱 강추입니다"
  },
  {
    "store": "google_play",
    "date": "2021-06-03",
    "rating": 5,
    "content": "체고체고"
  },
  {
    "store": "google_play",
    "date": "2021-05-30",
    "rating": 4,
    "content": "백업이 가능하고, 식단입력할때 이전의 식단기록을 그대로 히스토리에서 불러올수있는 기능이 있었으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2021-05-28",
    "rating": 5,
    "content": "너무 좋아요 깔끔하고 디자인도 이쁜데 어플 비밀번호 잠금기능이있으면 놓겠어요 눈바디 사진찍은거 때문에 혹여나 싶어서 잠금기능이 있으면 더좋을것같아툐"
  },
  {
    "store": "google_play",
    "date": "2021-05-28",
    "rating": 5,
    "content": "와 갤럭시에도 생기다니 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2021-05-23",
    "rating": 5,
    "content": "식단과 운동 기록하기 좋은것같아요"
  },
  {
    "store": "google_play",
    "date": "2021-05-22",
    "rating": 5,
    "content": "타 앱들에 비해 광고도 없고 깔끔한 디자인도 넘 이쁜데 식단사진이나 운동사진을 이 어플로 찍으면 저장을 내 폰으로 못해요 ㅠㅠ 그것만 업데이트하면 진짜 만점 입니당 너무 잘쓰고있어요!!"
  },
  {
    "store": "google_play",
    "date": "2021-05-12",
    "rating": 3,
    "content": "드디어 갤럭시도 돼서 좋네요! 다만 체중입력시 스크롤이 아닌 숫자를 직접입력하게 해주셨음좋겠어요 스크롤로 움직이니까 직관적이지 못하고 시간이 더걸리네요"
  },
  {
    "store": "google_play",
    "date": "2021-05-11",
    "rating": 3,
    "content": "사진찍으면 왜 멋대로 돌아가있는지 아시는분ㅜㅜ?"
  },
  {
    "store": "google_play",
    "date": "2021-05-09",
    "rating": 5,
    "content": "백업 가능하게 해주시면 감사하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2021-04-21",
    "rating": 5,
    "content": "앱이 깔끔하고 사용하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2021-04-21",
    "rating": 5,
    "content": "노모 간단하고 직관적이고 좋아영. 근데 로그인 기능 없어서 앱 지우면 다 날라가는게 아쉬워요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2021-04-05",
    "rating": 4,
    "content": "갤럭시에서도 회원가입 기능 만들어서 나중에 폰 바꾸거나 앱 지워도 백업 가능하게 해주시면 정말 완벽한 앱이 될 것 같습다..♡"
  },
  {
    "store": "google_play",
    "date": "2021-04-04",
    "rating": 5,
    "content": "꺅 드디어 갤럭시도ㅠㅠ감사합니다ㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-08-06",
    "rating": 1,
    "content": "하.."
  },
  {
    "store": "app_store",
    "date": "2026-08-02",
    "rating": 3,
    "content": "여러 해 동안 사용해온 식단 기록 앱입니다.\n솔직히 비슷한 종류의 다른 앱들과 비교했을 때 이 앱은 등록된 식품의 영양성분 정보가 많이 부족합니다. 새로운 음식이나 조금만 특이한 메뉴를 검색해도 영양정보가 없는 경우가 잦아서, 직접 찾아서 입력해야 하는 번거로움이 많습니다.\n이미 오랫동안 써온 앱이라 기록이 쌓여있고 사용에도 익숙해져서 쉽게 다른 앱으로 옮기긴 어렵지만, 등록 가능한 식품 데이터베이스가 너무 제한적이라는 점은 꼭 개선이 필요해 보입니다. 식품 정보만 좀 더 다양하게 보강된다면 훨씬 만족스럽게 쓸 수 있을 것 같습니다….."
  },
  {
    "store": "app_store",
    "date": "2026-07-22",
    "rating": 1,
    "content": "지금 유료로 결제해서 사용중인데, 자꾸 오류가 나서 점수가 저장이 안되고 잘하고있는건지 잘 모르겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-07-20",
    "rating": 1,
    "content": "예전에 썼을 때는 광고가 위아레 배너에만 있거나 아예 없었던 거 같은데 지금은 하루 설정하고 뒷날만 누르려고 해도 뜬금없이 튀어나오니깐 뭐 작성할 맘도 안 생기고 후식이나 저녁 버튼만 눌러도 나오니깐 짜증나요 진짜;;;;;\n쓰고 싶은 마음이 사라질 정도에요 타 어플처럼 광고 한번 보거나 쿠팡 링크 보면 하루나 몇시간 혹은 몇분 광고 없애기로 하면 좋을 거 같아요"
  },
  {
    "store": "app_store",
    "date": "2026-07-17",
    "rating": 5,
    "content": "다 좋은데 기록한게 한눈에 잘 안들어옴"
  },
  {
    "store": "app_store",
    "date": "2026-07-12",
    "rating": 4,
    "content": "하루식단 정리하기 딱에요 \n일기장페이지도 있으몀 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-06-28",
    "rating": 1,
    "content": "프사 바꾸려는데 왜 자꾸 데이터가 유실되었다고 튕기나요. 빠른 대처 바랍니다."
  },
  {
    "store": "app_store",
    "date": "2026-06-19",
    "rating": 5,
    "content": "나머지 모든부분이 완벽한 어플이지만 식사점수 코치 받는게 너무 번거로워서요.. 저는 몇시,음식사진 이거 두개만 기록하고 싶은데 매번 코치받기 너무 귀찮아서오 저같은 사람들을 위하여 \n식단점수 안받을수있도록 하는 방법도 추가해주세요 .."
  },
  {
    "store": "app_store",
    "date": "2026-06-17",
    "rating": 5,
    "content": "너무너무 잘쓰고 있는데, 식단 직관적 식사법에서 튀김/전 선택시 오류가 발생해요"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 5,
    "content": "밀리그램 지인분께 추천받아서 친구들이랑 같이 다이어트 하려고 식단 공유중입니다! 공유 방법이나 채팅방도 따로 만들수있고 작동이 간편해서 너무 좋은데 칼로리 계산하는거나 더더 많은 메뉴, 제품들의 칼로리 계산 된 것들이 많이 나왔으면 좋겠어요 ㅠㅠㅠ 더 디테일한 칼로리 계산 수정 부탁드립니다,, 친구들과 같이 쓰기엔 너무!! 좋은 앱이에요!!"
  },
  {
    "store": "app_store",
    "date": "2026-06-05",
    "rating": 1,
    "content": "당 당어리를 먹어도 칼로리만 적으면 5점이네요 ㅋㅋ 식단기록 열심히 해도 랭킹에 반영안됨. 주먹이라는 단위도 오히려 더 헷갈리고 애매하고 수면이나 물 기록은 번거롭고 과하다고 생각하는데 안하면 점수 짜게줘서 의욕안남 대체 뭘 근거로 하는지도 모르겠구요…. 피드백 안보고 단순기록하기엔 깔끔하고 괜찮으니 헛소리들 걍 삭제했으면"
  },
  {
    "store": "app_store",
    "date": "2026-05-28",
    "rating": 4,
    "content": "다 좋은데 직장에서 식단 찍을때 소리나 나능게 좀 그래서 ㅠㅠ 카메라 무음이면 좋겠어요 !!!!!!"
  },
  {
    "store": "app_store",
    "date": "2026-05-20",
    "rating": 4,
    "content": "동영상도 업로드할 수 있게 해주세용"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 1,
    "content": "등록된거 홈메이드부터 시작해서 영양성분기록을 개일에게 맞겨놓고 업체에서 관리를 전혀 하지 않음. 칼로리만 적혀있는것도 수두룩하고 호밀빵 999g에 탄수화물 23g 이런게 많고 등록안된 제품이 너무 많음. 등록요청해도 등록안해줌. 뭐 먹을때마다 일일이 등록할거 아니면 사람들 많이 쓰는걸로 쓰세요"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-04-28",
    "rating": 3,
    "content": "유료결제 했는데 리포트 보려고 할때마다 꺼져서 유료 쓰는 의미가 없어요;; 리포트를 본 적이 없어요;;;환불 해주세요;;"
  },
  {
    "store": "app_store",
    "date": "2026-04-26",
    "rating": 4,
    "content": "저 진짜 잘 쓰고 있었단 말이에여 ㅠㅠ 제 기록이 남겨지게 해주세요 제발 ㅜㅜ 지금 한 2주 써왔는데 그날 한 운동 일자 쓰면 그 전날에 기록이 옮겨져서 기록돼요 ㅠㅜㅜ 제발 제가 다른 어플을 찾아 깔게 하지 말아줘요 제발"
  },
  {
    "store": "app_store",
    "date": "2026-04-22",
    "rating": 1,
    "content": "리포트 보려면 자꾸 꺼져요 돈주고 유료버전 한 의미가없는거같아서 취소하고싶어요."
  },
  {
    "store": "app_store",
    "date": "2026-04-18",
    "rating": 3,
    "content": "지난 날짜 코칭을 누르면 앱이 꺼져요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-04-16",
    "rating": 3,
    "content": "상위 랭킹에 올라갈 정도로 몇 년 동안 앱을 정말 잘 쓰고 있는 유저에요.. 근데 너무 아쉬운 점이 음식 정보 입력할 때 나트륨이 999까지밖에 입력이 안 돼서 소스류의 나트륨을 기록할 수가 없어요ㅠㅠ 그리고 오래 쓰다 보니까 음식을 많이 추가하게 되는데 내가 추가한 음식 중에서만 검색할 수 있는 기능이 있었으면 좋겠어요!!🥹 검색할 때 무조건 다른 사람들이 입력한 게 전부 뜨니까 매번 제가 입력한 음식 탭에서 내려서 찾아야 되는 게 넘 불편하더라구요..ㅠㅠ 앞으로도 앱 업데이트가 이뤄졌으면 좋겠습니당.."
  },
  {
    "store": "app_store",
    "date": "2026-04-14",
    "rating": 4,
    "content": "지인과 한달간 같이 관리해보기로 마음 먹고 이 앱을 깔아서 잘 쓰고 있습니다!! 다만 추가로 반영되면 좋을 것 같은 점들이 있어서 남겨봅니다.\n1. 운동 인증 시 영상도 올릴 수 있으면 좋을 것 같습니다\n2. 식단을 업로드하고 나서 수정 기능이 있으면 좋을 것 같아요\n3. 애플워치 건강 데이터를 연동했을때, 수면 데이터를 잘 가져오지 못하는 것 같아요.\n\n좋은 어플 개발해주셔서 감사합니다! 앞으로의 발전도 기대할게요 :)"
  },
  {
    "store": "app_store",
    "date": "2026-04-13",
    "rating": 5,
    "content": "리뷰 귀찮아서 매번 넘기다가 너무 감사해서 적습니다. \n밀리그램 뭔가 아이콘도 귀엽고 일기장처럼 활용도 가능하고\n물 기록, 배변, 수면 기록 전부 가능한거 개ㅐㅐㅐ좋습니다.\n\n다만, 운동기록도 사진 찍은 시간기준으로 몇분 운동했는지 적을수 있었으면 좋겠어요. 식단은 사진찍은 시간이 자동으로 연동되는 그 기능 진ㄴ짜 개쩔거든요!!!\n밀리그램 예전에 포인트 모아서 깊티콘으로 바꾸는 기능 그거 죠았는데 없어져서 너무 아쉬워요 ㅜㅜㅜ 구래도 밀리를 사랑합니다. 이런 앱 만들어주셔서 감사해요"
  },
  {
    "store": "app_store",
    "date": "2026-04-12",
    "rating": 1,
    "content": "몇 달 째 오류 발생중인데 개선 의향이 전혀 없으신가요?"
  },
  {
    "store": "app_store",
    "date": "2026-04-09",
    "rating": 1,
    "content": "중요한 기능인데 계속 이러면 안 쓰고 싶어져요."
  },
  {
    "store": "app_store",
    "date": "2026-04-06",
    "rating": 1,
    "content": "결제해서 사용중인데 코칭에서 리포트로 들어가서 보려고만 하면 튕깁니다.\n유료기능 쓰려고 결제 했는데 안되니 황당하네요"
  },
  {
    "store": "app_store",
    "date": "2026-04-05",
    "rating": 5,
    "content": "이것 저것 많이 써봤는데 밀리그램이 가장 손 쉽고 깔끔하게 정리된 결과를 보여주니 편하게 쓰고 있습니다. 기록하는 게 재미가 있어요! 한가지, 단식기록도 기록할 수 있으면 더 좋을 듯 합니다."
  },
  {
    "store": "app_store",
    "date": "2026-04-03",
    "rating": 1,
    "content": "튕겨서 리포트는 볼 수가 없고\n걍 솔직히 전부 불편함\n음식 찾는것도 불편하고\n내가 등록한 음식에서 검색 좀 할 수 있게 해주세요 제발\n그리고 탄단지 비중도 제발 제가 바꿀수 있게 해주세요\n프로 구독중인데 너무 별로"
  },
  {
    "store": "app_store",
    "date": "2026-04-02",
    "rating": 5,
    "content": "문의 넣었는데도 답변이 없네요. 어플 자체는 잘 쓰고있어서 5점 드립니다. 돈주고 이용중일만큼 나름 열심히 사용중인데 코칭의 핵심인 리포트를 못보는게 슬슬 화가납니다..ㅎㅎ 초반에는 어플 이슈인가 싶어 좀 지켜보는 중인데 한두달 넘게 똑같은거 보니 아이폰 자체 프로그램과의 충돌인지 궁금하기도하고.. 어디로 답을 받을수 있을지 몰라 우선 리뷰로 납깁니다."
  },
  {
    "store": "app_store",
    "date": "2026-03-19",
    "rating": 3,
    "content": "Pro모드 사용하는 사람입니다 데일리 리포트 실행시 앱이 강제종료돼요; 오류 개선좀 해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-03-16",
    "rating": 5,
    "content": "진짜 꾸준히 잘 쓰고 있어요~"
  },
  {
    "store": "app_store",
    "date": "2026-03-15",
    "rating": 3,
    "content": "다른 건 괜찮은데 직접 추가한 음식 식단에 넣으려고 하면 꺼져요. 버그 해결 요청이요."
  },
  {
    "store": "app_store",
    "date": "2026-03-14",
    "rating": 1,
    "content": "몇년째 쭉 잘써왔는데 언젠가 부터 광고가 너무 많이 뜨고 유료 결제 유도해서 딴걸로 갈아탈까 생각중\n솔직히 이 어플 엄청 간단하잖아요\n사진만 저장되고 다른 기능은 없으면서 요금은 기능에 비해 더럽게 비싸게 받으려고 하는듯\n그 정도 돈 내고 쓸 어플은 아니잖아요 솔직히 ㅜ 광고 적당히 띄우세요.."
  },
  {
    "store": "app_store",
    "date": "2026-03-07",
    "rating": 1,
    "content": "2만우너이나 주고 하는데 데일리 리포트 들어갈때마다 엡 닫아지고 짜증나네요"
  },
  {
    "store": "app_store",
    "date": "2026-03-03",
    "rating": 2,
    "content": "전에 안그랬는데 최근 2-3주 동안 하루리포트 기록만 켜면 앱이 꺼지고 화면이 사라져요\n잘 안되다가 그러니까 아쉬워요\n여러 운동영상이 있는게 도움이 되는데 링크가 바로 뜨지 않아서 살짝 귀찮고\n계획을 알려주는 사진들이 안보일 때가 있어요"
  },
  {
    "store": "app_store",
    "date": "2026-02-27",
    "rating": 1,
    "content": "일일리포트 준다고 해서 유료로 전환했는데 돈은 돈대로 내고 리포트도 안주고\n심지어는 오류 있다고 공지사항에 올리고 메일까지 보내도 해결도 안되고 답도 없습니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-23",
    "rating": 2,
    "content": "코칭 실행시 앱이 강제 종료되는 오류에 대해 메일과 카카오톡 채널의 오류 제보 등에 요청했으나 전혀 피드백이 없음. 유료 구독의 주요 목적이 코칭인데 코칭이 안되는데도 불구하고 수정을 안 해주면 어떻게 쓰라고 하는 것인지 이해가 가지 않음. 유료 구독 취소 예정입니다."
  },
  {
    "store": "app_store",
    "date": "2026-02-21",
    "rating": 4,
    "content": "어플 렉이 심합니다 특히 식단 작성시에요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-04",
    "rating": 3,
    "content": "코칭 리포트 누르고. 수면 기록하고. 로딩되다 터집니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-01",
    "rating": 5,
    "content": "다만 식단 찍을 때 카메라 소리는 무음 처리 안되나요? 너무 커서 눈치보이네요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-28",
    "rating": 1,
    "content": "돈 내고 쓰고있는데 리포트 키면 1초만에 어플 종료돼요 ㅠ 이것땜에 구독시작했는데 환불 안되나요?\n강제종료 제발 고쳐주세요 ㅠㅠ!!!!!!;;"
  },
  {
    "store": "app_store",
    "date": "2026-01-28",
    "rating": 4,
    "content": "주간 리포트만 확인하려고 하면 앱이 꺼져요.. 프로 사용 중인데 ㅠㅠ 지웠다가 다시 깔아도 해결이 안되네요 오류 수정 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-28",
    "rating": 1,
    "content": "프로 구독하고 사용줄인데 코치 리포트 확인하려고 화면 들어가면 앱이 강제로 꺼져요. 너무 불편하고 돈 내도 제대로 사용 못하는 것 같아서 불쾌합니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-27",
    "rating": 5,
    "content": "식단 영양성분 추가할 때 이미 등록된 제품을 즐겨찾기할 수 있으면 좋을거같아요!(직접 추가한거 모아볼 수 있는거처럼)"
  },
  {
    "store": "app_store",
    "date": "2026-01-23",
    "rating": 4,
    "content": "식단 사진 업로드 후에 사진수정하려고 오른쪽 네모 뉴르면 자꾸 어플 꺼지는데 어떻게 해냐하나여?"
  },
  {
    "store": "app_store",
    "date": "2026-01-23",
    "rating": 1,
    "content": "저는 돈내고쓰는데.. 이래도되는건가요 ;;; \n사용을할수가없네요... 못쓴시간만큼 연장은해주셔야하지않을까싶어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-13",
    "rating": 5,
    "content": "밀리의 최대 장점은 간편하게 입력이 가능하고 직관적으로 볼 수 있는거였는데\n많이 아쉬워요"
  },
  {
    "store": "app_store",
    "date": "2025-12-22",
    "rating": 5,
    "content": "유명한 식단 관리 앱 이것저것 깔아서 며칠씩 사용해봤는데, 돌고 돌아도 밀리그램이 최고입니다. 이것저것 할 게 많지 않아서 좋아요. 기록하기 정말 쉽고 내 기록에 온전히 집중할 수 있어요!!!! 커뮤니티 이런 거 과하게 더 늘리지 않고 지금 이대로만 쭉 롱런했으면 좋겠습니다 ♥♥"
  },
  {
    "store": "app_store",
    "date": "2025-12-16",
    "rating": 5,
    "content": "12/2부터 안되는거 같은데 이유그 뭘까요.."
  },
  {
    "store": "app_store",
    "date": "2025-12-15",
    "rating": 5,
    "content": "광고는약간잇지만"
  },
  {
    "store": "app_store",
    "date": "2025-12-01",
    "rating": 4,
    "content": "몇 년간 거의 매일 사용하고 있는 앱입니다만, '곁들임'에 음료와 술 외에도 커피가 추가되었으면 좋겠습니다.\n또 자정이 지나면 바로 다음날로 기록되는 게 아니라, 사용자가 다음날 시작 시간(예: 새벽 5시)을 설정할 수 있게 되면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2025-11-28",
    "rating": 4,
    "content": ".."
  },
  {
    "store": "app_store",
    "date": "2025-11-19",
    "rating": 4,
    "content": "장점: 넘사벽으로 직관적인 ui와 사용 편의성\n단점: 아주 가끔 발생하는 앱 벽돌현상. 왜 그러는지는 나도 모르겠음"
  },
  {
    "store": "app_store",
    "date": "2025-11-17",
    "rating": 5,
    "content": "매일 식단 관리 편해요"
  },
  {
    "store": "app_store",
    "date": "2025-11-11",
    "rating": 2,
    "content": "원래 유료결재에도 광고가 뜨나요? 자꾸 게임 광고가 뜨고 일정시간\n넘어야 스킵이 되는데 유료앱에 이런식인건 처음이네요"
  },
  {
    "store": "app_store",
    "date": "2025-10-27",
    "rating": 1,
    "content": "광고 좀 심하네요 예전에 쓸땐 불편하지 않을 정도였는데 이젠 불편할정도로 광고가 많이 떠요"
  },
  {
    "store": "app_store",
    "date": "2025-10-11",
    "rating": 3,
    "content": "사용중인 어플이라 3개지만 식단,운동입력하는데도 광고뜨니 한개도 아깝..요즘 다 유료어플인지 예전엔 그냥 편해서 사용했는데 아쉽다"
  },
  {
    "store": "app_store",
    "date": "2025-10-07",
    "rating": 2,
    "content": "식단 텍스트 기록은 가능하나, 사진 등록이 안 되어요. 사진 전체 접근 허용해도.. 보완해주시면 좋겠습니다."
  },
  {
    "store": "app_store",
    "date": "2025-10-01",
    "rating": 5,
    "content": "안녕하세요 개발자님! 우선 이런 좋은앱을 만들어주셔서 정말 감사합니다ღ’ᴗ’ღ \n후기는 귀차니즘때문에 전혀 안쓰는데 감사한 마음에\n적어봅니다!\n수년간 다이어트를 달고 살면서 칼로리에 대한 강박을 많이 느꼈는데 다른 앱과 달리 밀리그램은 온전히 내 바디컨디션에 집중해서 타인이 정해둔 기준이 아닌\n내가느끼는 섭취량/음식의 점수을 매길 수 있어 보다\n마인드 컨트롤이 더 잘되는 느낌이에요!\n\n그런데 아쉬운 점은 \n1) 체중 그래프와 함께 골격근량과 체지방률 그래프도 같이 있었음 좋을 것 같습니다\n2) 눈바디 사진 모아보기를 할 때 같은 날 찍은 사진만 크게 연속으로 볼 수 있는데 전체 사진을 넘기면서 볼 수 있었으면 좋겠습니다\n\n항상 열심히 개발해주시고 앱 개선에 최선을 다해주셔서 감사합니다ღ’ᴗ’ღ❤\n\n——————————————————\n\n++++ 추가로\n\n계획 별 달성 지표 체크리스트(?) 같은 걸 확인할 수 있으면 좋겠습니당!\n주간/월간 처럼 되돌아 볼 수 있는 지표가 있으면 좋을 거 같아요ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2025-09-20",
    "rating": 5,
    "content": "건강앱 연동 어떻게 하나요?"
  },
  {
    "store": "app_store",
    "date": "2025-09-18",
    "rating": 2,
    "content": "아니 친구가 적은 댓글 하나도 안보여요;"
  },
  {
    "store": "app_store",
    "date": "2025-09-18",
    "rating": 5,
    "content": "너무 잘쓰고있습니다 편하고 간단하고 너무 복잡하지도 않고 근데 칼로리 설정을 다시 할수는 없는건가요?"
  },
  {
    "store": "app_store",
    "date": "2025-09-16",
    "rating": 4,
    "content": "식단에서, 제가 기록한 음식 내에서의 검색 기능이 생기면 더 편리해질 거 같아요!"
  },
  {
    "store": "app_store",
    "date": "2025-09-16",
    "rating": 1,
    "content": "이 어플을 3년넘게 썼는데 무슨 식단등록하는데 광고가나와요..... ;;;;;; 다른 어플로 갈아타렵니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-12",
    "rating": 4,
    "content": "식단이나 습관조절하기\n좋은 어플인 건 맞으나, 코칭을 이용할 때 수면을 쪼갤 수가 없어서 너무 불편해요. 주간 근무자들이 이용하긴 정말 좋을 것 같습니다. 저는 교대근무라 수면기능을 쓸 수 없다시피했는데 코칭\n점수에들어가다보니 너무 불편했습니다. 저는 그게\n조금 아쉬웠어요~"
  },
  {
    "store": "app_store",
    "date": "2025-09-12",
    "rating": 4,
    "content": "운동 코스 알려주는거 진짜 너무 너무 좋은데 코스 알려주는 거 플러스 터치하면 링크 연결돼서 유튜브로 넘어간다던가 앱에서 영상을 보여준다던가 이랬으면 좋겠어요. 코스 알려준거 그대로 유튜브 들어가서 하나 하나 찾으려니까 운동 하기도 전에 찾느라 시간 다 가요….ㅠ\n이거 보완 안되나요?"
  },
  {
    "store": "app_store",
    "date": "2025-09-05",
    "rating": 1,
    "content": "리뷰가 좋아 유료구매했는데 도대체 화면이 복잡하고 직관적이지 않아 사용이 너무 불편합니다. 신중히 구매하세요. 환불하고 싶어요."
  },
  {
    "store": "app_store",
    "date": "2025-08-17",
    "rating": 5,
    "content": "설치하는데 결제정보를 등록하라고 해서 등록했더니 바로 결제되고 어플설치가 진행됐어요. 뭔가 과정에서 문제가 있었을까요?"
  },
  {
    "store": "app_store",
    "date": "2025-08-16",
    "rating": 4,
    "content": "리뷰 잘 안 남기는데 오래 전부터 진짜 잘 쓰고 있는 앱인데 최근 광고가 너무 많아진 것 같아요 ㅜㅜ 하루 한 번 정도는 그렇다 치는데 무슨 사진 올릴 때마다 광고 있고 광고도 하나 10초 보고 x누르면 또 10초 짜리 있고 ,, 이런 식으로 총 세 번은 봐야 끝나는데 이걸 사진 올릴 때마다 이러니 조금 번거롭고 불편해요 ㅜㅜ 정말 애정하는 앱인데 이 부분 제발 개선 부탁드립니다 ..🥺🥺\n하루에 한 끼 먹는 게 아닌데 올릴 때마다 광고 있어서 하루에 30초 짜리 세 번 씩은 보는 것 같아요 …"
  },
  {
    "store": "app_store",
    "date": "2025-08-12",
    "rating": 5,
    "content": "다이어트앱중에최고"
  },
  {
    "store": "app_store",
    "date": "2025-08-08",
    "rating": 2,
    "content": "4년 넘게 잘 썼는데, 식단 하나 올릴 때마다 광고나와서 다른 어플로 갈아타려고 합니다. 유료로 쓰기엔 그렇게 끌리진 않더라구요.."
  },
  {
    "store": "app_store",
    "date": "2025-08-03",
    "rating": 3,
    "content": "2년 전부터 잘쓰고 있는 어플인데, 항상 업데이트가 잘 되어서 좋았는데 요즘은 관리가 잘 안되는것 같네요. 지금까지 기록해둔게 아까워 계속 쓰고 있는데 오류같은건 잘 해결해주셨으면 합니다. 건강앱에서 기록된 체중같은 경우는 자동으로 입력되다가 이틀전부터 자동입력이 안되네요."
  },
  {
    "store": "app_store",
    "date": "2025-07-23",
    "rating": 2,
    "content": "광고 진짜 너무 심해요"
  },
  {
    "store": "app_store",
    "date": "2025-07-20",
    "rating": 1,
    "content": "2개째 등록하랴고 할때마다 광고 30초씩 나와서 3년 썼는데 탈퇴각입니다"
  },
  {
    "store": "app_store",
    "date": "2025-07-16",
    "rating": 2,
    "content": "식단 관리 어플인데 영양 성분 보려면 광고를 보는게 맞나요? 어플 본질을 잊은듯"
  },
  {
    "store": "app_store",
    "date": "2025-07-14",
    "rating": 3,
    "content": "업데이트하면 원래 되던 n장 첨부 사라지고, 업데이트하면 광고 추가되고 해서 이제 업데이트 안할걸 이라는 생각을 너무 자주하게돼요"
  },
  {
    "store": "app_store",
    "date": "2025-07-13",
    "rating": 1,
    "content": "사진 하나 올릴때마다 광고가 나와서 최근에 식단 기록하기가 너무 싫어졌어요. 광고없는 버전으로 유료 내 주시던지 아니면 광고 좀 적당히 해주세요 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-07-04",
    "rating": 3,
    "content": "물론 적당한 광고는 필요하겠지만 하나 등록할 때마다 광고 나오는 거 때문에 앱 들어가는 거 자체가 스트레스로 다가와요 그렇다고 프로 결제하기엔 프로에 있는 기능은 이용하는게 없어서.. 이렇게 광고 계속 노출하실 거면 광고만 없애는 앱내구입 같은 것도 나왔으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2025-07-01",
    "rating": 2,
    "content": "이 어플 너무 잘 쓰고 있었는데, 최근에 한 끼 사진 등록할 때마다 30초 이상의 광고가 나옵니다. 사실 광고 보는건 이해 하는데, 하루 기록하고 보면 괜찮은데 한끼 기록할 때마다 광고가 나오면 하루 기록은 아침 등록하고 광고 나오고 점심 사진 올리면 또 광고 나오고,,,광고가 너무 많이 나옵니다"
  },
  {
    "store": "app_store",
    "date": "2025-07-01",
    "rating": 4,
    "content": "무슨 식단 기록할 때마다\n광고가 하나씩 떠요\n게다가 닫기도 안돼서\n어플을 다시 재실행해야 돼요\n재실행해도 광고 지옥...;;\n개선 좀 해주세요"
  },
  {
    "store": "app_store",
    "date": "2025-06-29",
    "rating": 3,
    "content": "3년째 잘 사용하고 있는 유저입니다 갑작스럽게 광고가 많아져서 더이상 사용하기가 어려울 것 같아요\n\n점심 기록 하나 하려고 하면 광고를 봐야하니 기록하기가 싫어져서 기록 자체를 안하게 돼요 다른 식단 어플로 갈아타야할 것 같아요 물론 서비스 유지를 위해 광고는 필수적이지만, 기존 유저를 떨굴 정도면 문제가 있다고 생각합니다\n\n기존에 3년 동안 잘 쓰고 있었으니 기능이나 서비스 자체는 너무 좋습니다.."
  },
  {
    "store": "app_store",
    "date": "2025-06-29",
    "rating": 5,
    "content": "안녕하세요:) 밀리그램 정말 잘 사용하고 도움받고 있습니다. 다만 걸음수가 연동이 안되어 이에 대한 해결방법이 궁금합니다!(저는 애플 제품들을 사용 중입니다)"
  },
  {
    "store": "app_store",
    "date": "2025-06-29",
    "rating": 2,
    "content": "다 좋은데 이제 포인트 적립도 안 되면서 기록할 때마다 광고를 보게 하네요? 대체할 어플이 없는 것도 아닌데 누구 아이디어지 ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2025-06-28",
    "rating": 3,
    "content": "잘썼는데 최근들어 광고생겨서 별로에요.."
  },
  {
    "store": "app_store",
    "date": "2025-06-26",
    "rating": 1,
    "content": "문의를 남기고 메일을 보내도 자동 로그인\n해결은 안 해주고 광고는 또 얼마나 심한지,, 최악이네오"
  },
  {
    "store": "app_store",
    "date": "2025-06-25",
    "rating": 3,
    "content": "밀리그램 너무 좋아해서 주변 친구들한테도 다 추천하고 다이어트 하는 친구들이랑 그룹 만들어서 하는 기능 잘 이용하고 있어요\n다만 요즘들어 광고가 너무 심해져서 앱을 쓰는 것 자체가 싫어질 정도예요… 베너 형태로 광고를 바꾸면 어떨까 싶습니다 앱 유지를 위해선 광고를 넣는 건 당연한 거라고 생각하지만 식단 하나 올리면 15초 뜨고 하니까 그냥 쓰기 싫어지네요\n지금까지 너무 잘 써왔어서 이런 변화가 좀 아쉽습니다"
  },
  {
    "store": "app_store",
    "date": "2025-06-22",
    "rating": 1,
    "content": "식단 이미지 하나 올리면 광고가 3-4개씩 나와요. 닫기도 안되는 광고도 있어서 광고를 나갈 수 있는 방법이 없어서 앱을 종료하고 다시 실행해야 하는데, 다시 실행하면 또 광고가 나와요. 이 앱은 다시 사용하지 않을 것 같아요."
  },
  {
    "store": "app_store",
    "date": "2025-06-22",
    "rating": 1,
    "content": "예전부터 다이어트 기록으로 잘쓰고 있던 어플이였는데 갑자기 식단이던 뭘 하나씩 올릴때마다 광고가 계속 나오고 짧은것도아니고 시간도 너무 길어요ㅡㅡ 결제하라고 이렇게 만드는것 같아요 어플 쓸때 한두번 정도 광고가 뜨는건 이해하는데 이건 뭐 글 하나 사진 하나 올릴때마다 광고가 계속 나오는건 너무 한거아닌가요 다른 어플로 바꾸려구요ㅡㅡ"
  },
  {
    "store": "app_store",
    "date": "2025-06-21",
    "rating": 3,
    "content": "다른 알림들은 다 오는데 \n그룹 알림이 안오네요.."
  },
  {
    "store": "app_store",
    "date": "2025-06-21",
    "rating": 4,
    "content": "친구들이랑 그룹으로 정말 잘 !!!!! 쓰고있는데요 … 제발 그 중간 광고 배너에 환공포증 생기는 … 손바닥에 동그란 물체 여러 개 올려둔 광고 좀 없애주세요 제발 진짜 이거때문에 삭제하고 싶어요 밀리그램 계속 사용하고 싶어서 쓰는 간곡한 리뷰입니다 제발 다른 광고 괜찮고 3개 넣어도 좋으니까요 그 환공포증 생기는 광고 좀 삭제해주세요 제발 밀리그램 계속 쓰고싶어요 ㅠㅠㅠㅠㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-06-19",
    "rating": 3,
    "content": "너무 자주나와요.."
  },
  {
    "store": "app_store",
    "date": "2025-06-17",
    "rating": 1,
    "content": "식단 기록하려믄디 자꾸 나가시겠습니까 팝업 떠서 추가가 어려워요"
  },
  {
    "store": "app_store",
    "date": "2025-06-15",
    "rating": 4,
    "content": "잘 쓰고있는 어플입니다.\n서바이벌이 개최 되면 좋겠어요!\n더 열심히 하기위해 ㅎ"
  },
  {
    "store": "app_store",
    "date": "2025-06-11",
    "rating": 5,
    "content": "잘쓰고 있어요. 다른건 아이폰 건강에서 자동 불러와서 편한데 체중 근골격량 등은 불러오는 기능이 없나요? 그거랑 음식 리스트가 영양정보는 없는게 많아서 정리가 필요할거 같아요\n\n그리고 쓰다보니 당을 2000칼로리당 25그램으로 기준으로 설정해놓으신거 같은데 이 기준에 과일이나 이런 자연당은 포함이 안되는 것으로 알고 있으나 이것까지 다 당으로 잡혀서 맨날 당 폭발 식단 하는 걸로 나오네여 당에 자연당 말고 가당만 나오게 해주시면 좋겠습니다"
  },
  {
    "store": "app_store",
    "date": "2025-06-10",
    "rating": 2,
    "content": "언젠가부터 포인트 상점은 아무 것도 사용할 수 있는게 안뜨더니 업데이트 하고 난 후에 기존 포인트도 아예 안보이고 예전 혜택이 안보이네요."
  },
  {
    "store": "app_store",
    "date": "2025-05-30",
    "rating": 4,
    "content": "저만 그런가요? 영양성분 검색 아이콘 자체가 없어졌어요ㅠㅠㅠㅠ 이게 무슨일..??"
  },
  {
    "store": "app_store",
    "date": "2025-05-29",
    "rating": 1,
    "content": "업데이트 후에 음식 추가가 사라졌어요 ! 버그인가요 저만 그런건가요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-05-29",
    "rating": 1,
    "content": "업뎃하고부터 음식추가 기능 없어졌어요"
  },
  {
    "store": "app_store",
    "date": "2025-05-28",
    "rating": 5,
    "content": "22년도부터 4년째 쓰고 있어요. 넘 좋아서 주변에도 추천 엄청 많이 하고요 ㅎㅎㅎ 단순히 다이어트가 아니라 그냥 본인 심신 가꾸는데 아주 유용합니다! 최고최고~~~"
  },
  {
    "store": "app_store",
    "date": "2025-05-21",
    "rating": 5,
    "content": "5/21 수요일 운동으로 기록했는데 5/20 화요일에 등록됨.. 어제도 그러더니 오늘 또 이러네요 오류라면 수정해주시고, 제가 뭐 잘못 설정한거라면 알랴주세요ㅠ 불편해료"
  },
  {
    "store": "app_store",
    "date": "2025-05-18",
    "rating": 1,
    "content": "공지없이 포임트 없애더니 게속 묵묵부답.. 프로로 업그레이드해서 사용하고있는데 신뢰성떨어져서 사용하고싶지도 않음"
  },
  {
    "store": "app_store",
    "date": "2025-05-14",
    "rating": 1,
    "content": "다른 앱 하나도 렉 안 걸리는데 이 앱 렉 쩔어요.. 근데 그대로 다른 사람에게 링크로 공유할 수 있어서 좋긴 함.. 근데\n렉 쩔음 ㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-05-13",
    "rating": 5,
    "content": "직관적 입력, 건강 앱 연동으로 기록이 간편해요! 디자인도 심플해서 좋아요. 멋진 앱 만들어주셔서 고맙습니다.\n추가로 한 가지 건의드려도 될까요? 일정 기간 동안 몸무게 변화를 볼 수 있는 위젯이 있다면 더 좋을 것 같습니다. 감사합니다!"
  },
  {
    "store": "app_store",
    "date": "2025-05-12",
    "rating": 3,
    "content": "포인트 다시 살려주시면 안될까요..? 포인트 없어진이후로 의욕도없고.. 같이하던친구도 200일 넘게 꾸준히기록하다가 요새는 매일 까먹네요.. 물론 저도 최대는 50일밖에안됐지만, 없으니 의욕이없어지고 어플을 지울까고민도됩니다.. 포인트다시살려주세요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-05-11",
    "rating": 5,
    "content": "기록하는걸 좋아하는데 사진도 기록이 가능해서 좋아요. 화면도 심플하고 필요한 기능에 바로 접근이 가능해서 편리합니다. \n조금 추가되었으면 하는 기능은 영양소중에 세부 영양소 내용이 있는 항목은 버튼이나 배지로 표시가 되었으면 좋겠어요. 검색하면 동일한 음식 리스트가 많은데 그 중 칼로리만 있는게 아닌 탄수화물양 등 세부 영양소 정보가 있는 항목을 선택하려면 하나씩 모두 눌러봐야하는 부분이 약간 불편합니다. 추가로 탄단지가 칼로리별로 계산되는 비율말고 g으로만 나눠지는 비율그래프로도 선택가능했으면 좋겠는데 이건 뭐 아래에 g수가 나와서 크게 불편한 부분은 아닙니다. 잘 사용하고 있습니다"
  },
  {
    "store": "app_store",
    "date": "2025-05-10",
    "rating": 4,
    "content": "포인트가 처음부터 있던 기능은 아니었던 거로 기억해요… UI가 깔끔해서 저는 밀리그램 초기부터 사용했던 유저입니다\n포인트 기능이 생기고 정말 열심히 모았었는데… 개강하고 다이어트 잠깐 안 하면서 앱 접속을 안 한 기간에 포인트가 다 사라졌더라구요… \n앱 알람 공지라도 띄워주셨으면 좋았을텐데 아쉬움이 남네요\n몇백도 아니고 만단위로 모았던 거 같아서… \n포인트 기능이 사라져 너무 아쉽지만 전 밀리그램 계속 사용할 겁니다\n포인트 기능이 다시 생기면 좋겠긴 해요 결국 전 그 많은 포인트로 아무것도 사지 못했었거든요…"
  },
  {
    "store": "app_store",
    "date": "2025-05-10",
    "rating": 4,
    "content": "진짜 다 너무너무 좋은데 아쉬운 점 하나 딱 뽑자면 식단 기록할 때 음식 찾으려고 하는데 잘못된 정보나 똑같은 메뉴이고 그람수도 다 똑같은데 칼로리가 다른게 너무 많아요 ㅜ 그래서 식단 기록할 때 무엇으로 정해야하나 힘들어요..ㅜㅜ 이런 문제 하나만 고쳐지면 대한민국 최고의 식단 관리 어플로 소문날거 같아요!!"
  },
  {
    "store": "app_store",
    "date": "2025-05-08",
    "rating": 3,
    "content": "앱을 삭제했다가 다시 설치했더니 2월말~3월초 식단들이 다 삭제되었어요ㅠㅠ 어떻게 해야될까요?ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-05-06",
    "rating": 1,
    "content": "여태 포인트 열심히 모았는데 하루 아침에 다 사라졌네요 ,, ㅋㅋㅋ 이게 맞나요 ?"
  },
  {
    "store": "app_store",
    "date": "2025-05-06",
    "rating": 5,
    "content": "선택 항목으로\n하루에 대한 식단 및 운동에 대한 한줄평?을 적을 수 있는 탭이 있었으면 좋겠어요!"
  },
  {
    "store": "app_store",
    "date": "2025-05-04",
    "rating": 1,
    "content": "잘 쓰고 있던 앱인데 자동업데이트 되자마자 포인트며 포인트 받는 베너 등 관련 것들이 싹다 사라졌네요. 밑에 리뷰 보니 12/30?부터 공지했다고는 하지만 본적도 없고요. 혜택 들어가서 포인트 누를 때마다 나오는 수많은 광고처럼이라도 공지를 해줬으면 많은 사람들이 알고 이런 불만을 토로하지 않았을 것 같은데. 이건 오히려 잘 이용하던 오랜 유저들을 떠나게만드는ㅋㅋ 새롭디 새로운 업데이트네요. 앱 자체는 너무 괜찮지만 신뢰가 떨어져서 쓰기싫어집니다."
  },
  {
    "store": "app_store",
    "date": "2025-04-24",
    "rating": 5,
    "content": "리뷰 거의 안 남기는데\n오랜만에 다이어트 결심하고 들어오니 리뉴얼 됐나봐요 !\nui가 훨씬 깔끔하고 예뻐졌네용 😍"
  },
  {
    "store": "app_store",
    "date": "2025-04-19",
    "rating": 5,
    "content": "단식기록을 추가할수 있는 앱으로 옮겨도 여기에서 사용할수 있는거나 디자인이 너무 맘에들어서 못 옮기겠어요 단식기록도 추가해주시면 감사하겠습니다!"
  },
  {
    "store": "app_store",
    "date": "2025-04-17",
    "rating": 5,
    "content": "예전에 하루 미션? 식단이나 물 기록 하고 포인트 주는게 있었던것같은데 ㅠㅠ어디에 있는지 모르겠어요 \n어디에 있나요?"
  },
  {
    "store": "app_store",
    "date": "2025-04-17",
    "rating": 5,
    "content": "다른 식단, 다이어트 앱 많이 써봤지만 결국엔 밀리그램으로 돌아왔습니다. 지금은 1년 유료버전 결제해서 쓰고 있어요. 다른 무엇보다도 식사 점수, 체중 변화, 수분섭취 등을 먼슬리 캘린더로 직관적으로 알 수 있다는게 좋습니다. 포인트 기능이 사라진건 아쉽지만 오랫동안 꾸준히 좋은 앱으로 유지해 주시기 바라며 리뷰남깁니다.\n+ 루틴, 오늘의 할일 목록 순서 변경 가능하게 만들어 주실 수 있나요?🥹"
  },
  {
    "store": "app_store",
    "date": "2025-04-13",
    "rating": 1,
    "content": "업데이트하라고해서 업데이트하니 쌓아둔 포인트 다 날아갔네요. 아예 포인트 상점이 사라졌어요. 미리 알려줬으면 미리 썼을건데 기분이 안좋네요. 13800넘게 있었는데요. 앱을 사용할 이유가 없어졌습니다. 포인트 상점말고는 다른 앱과의 차별성이 없어요"
  },
  {
    "store": "app_store",
    "date": "2025-04-10",
    "rating": 3,
    "content": "작년부터 식단기록하면서 포인트를 모으고 있얼는데 이번에 업데이트를하면서 포인트가 다 사라졌어요...\n만포인트 넘게 열심히 모았는데... 이게 무슨일이죠.. 교환권도 못사보고 공지도 없이 이게 갑자기 어떻게 된건가요.. 1년치 포인트가 사라졌어요 ;"
  },
  {
    "store": "app_store",
    "date": "2025-04-07",
    "rating": 1,
    "content": "사전 공지 없이 혜택을 없애도 되는건가요? 없앤 후에도 아무런 공지도 없고.. 어플에 대한 신뢰도를 잃어서 사용하기가 싫어지네요"
  },
  {
    "store": "app_store",
    "date": "2025-04-05",
    "rating": 3,
    "content": "3년째 잘 쓰고있었는데 기록 후 포인트 적립혜택이 사라지니 큰 메리트가 사라진 것 같아 아쉽네요."
  },
  {
    "store": "app_store",
    "date": "2025-04-03",
    "rating": 1,
    "content": "하루 아침에 포인트가 사라졌어요 조금 더 모아서 써야지 했는데 갑자기 하루 아침에 포인트가 사라지다니요 ! 공지도 없이 ㅠㅠ 와 진짜 너무 하시네요 내 포인트 돌려줘요 3F1C21DA4D"
  },
  {
    "store": "app_store",
    "date": "2025-04-01",
    "rating": 3,
    "content": "그동아 모아온 포인트가 사라졌네요. ㅠ 하… 포인트 어디서 돌려받나요?"
  },
  {
    "store": "app_store",
    "date": "2025-04-01",
    "rating": 3,
    "content": "등록되어있는 음식이 다른앱에 비해 다양하진 않아도 가장 보기 편하고 깔끔해서 1년전부터 잘 쓰고 있는데 열심히 모은 포인트가 갑자기 사라졌어요. 어디에 있는지 알려주세요 열심히 모아서 아직 쓰지도 않았는데 갑자기 통째로 없어졌네요..?;; 맨날 광고 봐가면서 포인트 눌렀는데.."
  },
  {
    "store": "app_store",
    "date": "2025-04-01",
    "rating": 1,
    "content": "실컷 모았더니 갑자기 말도없이 포인트 모으는거 없애버림"
  },
  {
    "store": "app_store",
    "date": "2025-03-31",
    "rating": 5,
    "content": "밀리그램 정말 잘쓰고 있습니다 그런대 오늘 앱을 키고 식단을 기록하고 포인트를 받으려는데 포인트 받는 구간이라 해야하나요? 아예 앱에서 없어졌네요 제가 그간 받은 포인트는 어디로 간거죠ㅜㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2025-03-31",
    "rating": 1,
    "content": "업데이트 후 포인트적립 탭이 사라졌는데 오류인가요?"
  },
  {
    "store": "app_store",
    "date": "2025-03-31",
    "rating": 4,
    "content": "어제까지 열심히 쌓아놨던 만 포인트가 사라짐..은근 쌓이는 재미로 열심히 기록했는데, 혜택종료 안내가 따로있었나요? 못봤는데.... 하루만에 좀 황당하네여 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2025-03-29",
    "rating": 5,
    "content": "잘쓰고 있는 어플인데 간혹가다 이거 이랬음 좋겠다 싶은게 있어요.\n다 생각은 안나지만 북마크해둔 식단을 따로 관리할 수 있는 창이 있으면 좋겠어요.\n일일이 식단추가에 들어가서 북마크된 식단을 찾는 게 은근 번거롭네요.\n그리고 식단을 기록하는 과정에서만 북마크 등록이 되는 것 같은데 그러면 시간이 고정돼서 담번에 먹을 때 시간, 식사때를 수정해야 하는 게 불편해요. 레시피처럼 미리 입력해두거나 할 수 있음 좋겠어요~"
  },
  {
    "store": "app_store",
    "date": "2025-03-19",
    "rating": 5,
    "content": "적당히 돈도 쓰고 싶게 하면서 도움도 많이 되는 앱입니다. 구독을 못하면 아쉽지만 그렇게 지장을 주지 않습니다.\n모임이 있는것도 마음에 듭니다…"
  },
  {
    "store": "app_store",
    "date": "2025-03-18",
    "rating": 5,
    "content": "밀리그램 앱 다이어트 할 때마다 쓰는데 매번 너무 잘쓰고 있습니다 혹시 그룹으로 진행하는거에 날짜를 연장 할 수 있는 방법은 없을까요 ?"
  },
  {
    "store": "app_store",
    "date": "2025-03-18",
    "rating": 5,
    "content": "근 1년간의 식단관리에 큰도움이 됐습니다. 별점 10점이 없는게 아쉽네요."
  },
  {
    "store": "app_store",
    "date": "2025-03-10",
    "rating": 5,
    "content": "문득 식단을 공유하고 싶은데 스크린샷을 하자니 한샷에 안담겨서 흠.. 하고 있었습니다\n근데 “오늘 하루 공유하기” 눌러보고 감탄했네요\n너무 좋아요 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2025-03-03",
    "rating": 2,
    "content": "내 아까운 시간과 아이폰 배터리 닳아가며 매일했는데 아까워 죽겠어요..4월 1일날 혜택 종료라면서요..? 기프티콘 구매했는데 안왔고요 다신 이앱 안씁니다 억울하네요 ..하아 .."
  },
  {
    "store": "app_store",
    "date": "2025-02-25",
    "rating": 1,
    "content": "앱 쓴지 벌써 1년이 넘은 유저입니다 ☺ 오늘 드디어 8500 포인트를 모아서 네이버 상품권을 사려고 설레는 마음으로 오늘치 포인트 버튼을 누르고 있었는데요.. 마지막 100p짜리를 누르는 순간 이게 웬걸 제 포인트가 대뜸 8400 → 7090으로 줄어버렸습니다.. 이런 경우에는 뭐 어떻게 해야 하는지 몰라 이쪽으로 리뷰라도 남겨봅니다 ㅜ ㅜ 이전까진 이런 경우가 없었던 것 같은데 딱 일정 금액 채우니까 냅다 15일치 포인트가 날아가버리네요? 이건 뭐 관리자분들 측에서 도로 포인트를 넣어주실 수 있는 시스템인 것 같고.. 그냥 좀 허무합니당 다시 차곡차곡 잘 모아볼게요~ 앱 자체는 정말 쓰기 좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-02-18",
    "rating": 2,
    "content": "제가 기록 하는 것들도 모아서 볼 수 없고 무조건 결제하도록 되어 있는게 진짜 별로네요."
  },
  {
    "store": "app_store",
    "date": "2025-02-17",
    "rating": 3,
    "content": "식단 기록앱으로 잘 쓰고 있어요!! 기능은 다 좋은데 요즘따라 혜택 탭 들어갈 때 버퍼링이 걸려요 앱 껐다 들어가도 그러네요 이 부분 개선 부탁드릴게요"
  },
  {
    "store": "app_store",
    "date": "2025-02-17",
    "rating": 5,
    "content": "너무 좋아요 다이어트하기에 식단관리는 이걸로만 쓰게됩니다!\n그리고 그룹 활동 및 정리해서 점수 매겨주는게 몸 건강 관리에 동기부여가 잘 되는 편이라서 유료로 구독해서 사용해도 좋아요\n계속 발전한다면 더 좋은 앱이 될 것 같아요"
  },
  {
    "store": "app_store",
    "date": "2025-02-13",
    "rating": 1,
    "content": "아이폰 유저인데 아예 실행이 안됩니다"
  },
  {
    "store": "app_store",
    "date": "2025-02-10",
    "rating": 5,
    "content": "개발자님 ㅠㅠ 저 리뷰 정말 처음 남겨보아요.\n이 앱 3년??정도 꾸준히 잘 쓰는 중인데, 취침시간 밑에 공복시간 추가하는 기능 생겼으면 좋겠어요!!!!🙏🏻🙏🏻🙏🏻🥺🥺"
  },
  {
    "store": "app_store",
    "date": "2025-01-26",
    "rating": 4,
    "content": "레벨리그 참여가 몇 두 째 자동으로 되지 않습니다\n메일로 몇 번 문의를 드렸는데 관련 피드백이 없으셔서\n확인 후 조치 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2025-01-23",
    "rating": 5,
    "content": "예전의 식단 기록들 돌아보면 그 하루를 어떻게 보냈는지가 떠올라서 좋아요ㅎㅎ 혜택탭 사라진다는 슬픈 소식 들었어요ㅠㅠ 그래도 앱은 남아있는거죠..? 제 소중한 기록들이 사라지지 않았으면 좋겠어요🥹🤍"
  },
  {
    "store": "app_store",
    "date": "2025-01-22",
    "rating": 5,
    "content": "이걸 이제야 봤어요. 제가 원하는 기능이 전부 들어있어요. 저는 프로 결제할려고요. 아주 마음에 듭니다."
  },
  {
    "store": "app_store",
    "date": "2025-01-17",
    "rating": 5,
    "content": "상점 제도 넘 좋아요 !\n그런데 포인트 일일이 하나하나 누르는 게 귀찮아 쪼금 아쉽다는 점입니다 ㅎㅎ\n 상품 더 많이 들어오길 기다려욧 🙂🍀"
  },
  {
    "store": "app_store",
    "date": "2025-01-16",
    "rating": 3,
    "content": "제발 며칠 연속 기록 완성! 배너 뜨는것좀 없애주세요!!! 사용자 입장에서 그게 그렇게 중요한 내용이 아니거든요???? 겁나 거슬리기만 해서 없애달란 의견 많은걸로 아는데 이게 광고배너도 아닌데 왜이렇게 의견 반영이 안되는지 모르겠네요. 토스트로 잠깐 위에 떳다가 사라지게좀 해주세요. 무슨 전면가득 배너가 닫기 안누르면 사라지지도 않고 휴... 밀리그램 좋아했는데 진짜 갈 수록 별로인거같아요.."
  },
  {
    "store": "app_store",
    "date": "2025-01-11",
    "rating": 3,
    "content": "사진이 한번에 안넘어가고 저장하고 다시불러서 식단기록하고.."
  },
  {
    "store": "app_store",
    "date": "2025-01-07",
    "rating": 5,
    "content": "필요한 기능 눈에 잘보이고 쓰기도 좋아요 한가지만 건의부탁드리면 영양소랑 칼로리 개인목표 설정이 있으면 좋겠어요..!!! 목표대비 얼마나 섭취했는지 볼 수 있게요\n좋은앱 만들어주셔서 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2025-01-02",
    "rating": 5,
    "content": "다이트 재밌게 하는 법!"
  },
  {
    "store": "app_store",
    "date": "2024-12-24",
    "rating": 5,
    "content": "앱은 좋지만...\n제가 의지박약이라 요거 리스트 삭제부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2024-12-19",
    "rating": 1,
    "content": "왜 제가 포인트 쌓는만큼 살수있는 살품들 가격도 같이 올라가는건가요 7000 초반에서 8000까지 올라가네요 이거 모으라는건가요 말라는건가요"
  },
  {
    "store": "app_store",
    "date": "2024-12-12",
    "rating": 3,
    "content": "사진 찍으면 AI가 메뉴 등록하거나 여러모로 메뉴나 루틴 작성이 귀찮긴 한데 초기 컨셉이 가벼운 앱이였어서 이해가 안되는 부분은 아니에요. 업데이트 해주면 좋겠다 정도ㅇㅇ 근데 그룹 다이어트하고 혜택은 하단바에서 빼주시면 안될까요? 아니면 하단 메뉴 조정 가능하게 해주세요 차라리 그룹 참가하면 활성화 되거나.. 다이어트 같이 못하면 죽는것도 아니고 죄다 커뮤니티 기능을 넣어두는거지 왜"
  },
  {
    "store": "app_store",
    "date": "2024-12-01",
    "rating": 5,
    "content": "안녕하세요 개발자님 초창기 부터 밀리그램 을  아주 잘 사용하고 있습니다\n아마 제가 사용하는 앱들 중 가장 많은 시간을 들랃날락 하는거 같아요\n업데이트 해주실 수록 기능개선과 버그 수정이 되는거 같아서 항상 감사합니다\n사용하면서 한 가지 추가 해주시면 좋을 꺼 같은 기능이 있습니다!\n주로 같은 루틴으로 식단과 운동을 하다보니 북마크 기능을 잘 사용하는데요!  시간을 설정하는 부분에서 \n-10,+10 버튼 앞에 현재 시간 버튼이 있으면 너무 좋을꺼같아요! \n따뜻한 연말 보내세요❣️"
  },
  {
    "store": "app_store",
    "date": "2024-11-30",
    "rating": 5,
    "content": "제일 깔끔하고 편하고 쉽고 간편하게 작성할 수 있으면서도 통계까지 빠방하게 잘 나오는 앱 🐷 유저를 고려해주는 이런 섬세한 앱들이 승승장구 했음 좋겠다"
  },
  {
    "store": "app_store",
    "date": "2024-11-24",
    "rating": 4,
    "content": "1년 결제해서 열심히 하고있습니다! 감사해요!\n\n한가지 궁금한 점이 서바이벌 그룹 리그가 \n2:30 에 바뀐다고 했는데 확인해보니 \n멤버도 안바뀌고 리그가 그대로여서요 ㅠㅠ\n\n오늘안에 바뀌는걸까요?"
  },
  {
    "store": "app_store",
    "date": "2024-11-09",
    "rating": 5,
    "content": "프로쓰는데 진짜 기록할때마다 일일이 다 기록하는거 너무 귀찮아요\n\n꼭 먹은 음식이 뭔지 상세히 다 기록하고 싶지 않고 사진으로만 남겨두고 싶은데 매번 기록할때마다 ai코치한테 평가받기 어쩌구 하면서 그냥 넘어가는 게 없어서 진짜 너무 귀찮고 불편해요\n\n아니면 제가 그 버튼을 못찾고 있는건가요?\n못찾고 있다면 그것도 그것대로 문제예요.\n사용자 편의성이 프로쓰고 더 떨어져서 오히려 기록을 까먹을때가 많아요. 예전에는 나름 거의 일년 연속 기록도 해보고 했는데 요즘 프로쓰고 오히려 기록률이 떨어지더라구요 제발 이것좀 선택적으로 할 수있게 바꿔주세요\n\n그래도 잘 쓰고 있어서 5점드려요"
  },
  {
    "store": "app_store",
    "date": "2024-10-26",
    "rating": 3,
    "content": "다 좋은데.. 음식 영양성분 검색 기능이 너무 불편합니다 정확하지도 않은 것 같구요... 그냥 검색이 잘 안 돼요 제조사/브랜드/음식명 나눠서 검색할 수 있으면 좀 나을 것 같네요 그리고 없는 음식이 너무 많아요 새로 출시된 식품들 빨리 업뎃 좀 해주세요"
  },
  {
    "store": "app_store",
    "date": "2024-10-25",
    "rating": 1,
    "content": "방금 구독 취소핬는데 왜 2025년 10월 2일에 취소가 완료 된다고 하는걸까요"
  },
  {
    "store": "app_store",
    "date": "2024-10-16",
    "rating": 5,
    "content": "기능 많고 좋은데 옥에티인것이.. ai분석에서 식단 입력이 좀 짜증남..나는 150g먹었는데 단위가 100g단위 뿐.. 내가 분석 서비스 결제까지 할 때는 정확한 정보를 원하고 하는건데 입력에서부터 정확하게 못하게 되어있어서 환불하고 싶어짐."
  },
  {
    "store": "app_store",
    "date": "2024-10-16",
    "rating": 3,
    "content": "체험 하다가 괜찮아서 돈주고 구매했는데.. 영양성분 직접 추가 누를 때마다 음식추가를 그만두고 나가시겠어요 창이 뜨고 튕겨요\n무료체험 할 때는 이상 없었는데 결제 하고 나니까 튕기네요"
  },
  {
    "store": "app_store",
    "date": "2024-10-16",
    "rating": 4,
    "content": "음식 검색하고 버튼 누르면 로딩이 너무 심해요.."
  },
  {
    "store": "app_store",
    "date": "2024-10-11",
    "rating": 5,
    "content": "너무 잘쓰고 있어요 \n단식 관련하여 알람이나 단식날 지정등 단식관련메뉴들도 있었으면 좋겠어요!"
  },
  {
    "store": "app_store",
    "date": "2024-10-03",
    "rating": 1,
    "content": "광고를 불러올수 없다면서 뽑기권 사용이 며칠째 안됩니다"
  },
  {
    "store": "app_store",
    "date": "2024-09-28",
    "rating": 1,
    "content": "안보인다고 카톡으로도 요청했는데 읽씹뭔가요ㅜ 자꾸 지웠다가 다시 다운 받으라는 말만하고.. 후에 다시 안된다고 했는데 읽고 답이 없네요. 해결방안이 없는거 인가요?"
  },
  {
    "store": "app_store",
    "date": "2024-09-13",
    "rating": 5,
    "content": "식단 운동 기록하기 좋네요\n칼로리 계산은 아직 잘 못쓰고있어요\n좋은 어플 만들어주셔서 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2024-09-09",
    "rating": 5,
    "content": "밀리그램 유로어플로 결제해서 사용중입니다! 그 이유중에하나가 칼린더에 몸무게/운동기록이 모두 나오는걸 한눈에 볼수있는게 좋아서인데요! 다만 이걸보려면 어플로들어가서 칼린더를 눌러야만볼수있다는게 아쉽네요ㅜㅜ 이것또한 위젯으로 한눈에 볼수있다면 좋겠습니다!"
  },
  {
    "store": "app_store",
    "date": "2024-09-08",
    "rating": 3,
    "content": "무료체험완료 안내도 한번 더 없구, 무료체험 하루사용하고 어플사용안햇습니다 ㅠㅠㅠ 구독료가 빠져나갓는데 환불요청이요"
  },
  {
    "store": "app_store",
    "date": "2024-09-08",
    "rating": 5,
    "content": "평소에이런 어플 하나있음 좋겠다싶었는데\n기록하기고 편하고 보기도편하고 너무 유용하게잘쓰고있어요"
  },
  {
    "store": "app_store",
    "date": "2024-09-04",
    "rating": 3,
    "content": "잘 사용하고 있었는데 요즘 계속 오류가 많이 뜨네요ㅠㅠ 광고도 계속 안보이고 포인트 적립도 늦고"
  },
  {
    "store": "app_store",
    "date": "2024-08-19",
    "rating": 1,
    "content": "이메일 로그인 방식 사용 중인데, 얼마 전(1,2주?)부터 일리그램 사용하다 로그아웃 하지 않은 상태로 다른 앱 실행시키고 다시 밀리그램 돌아오면 연결 끊어져 있음 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2024-08-10",
    "rating": 4,
    "content": "체중감량 목적이아닌 식단기록 및 영양소 잘 갖춰서먹고 있는지 확인하고자 어플 이용중인데 목표 칼로리도 자동으로 설정되는 바람에 자꾸 코치한테 마이너스 점수 받고 있어요ㅋㅋㅋㅠ 이거 어떻게 해결하는 방법없을까요??"
  },
  {
    "store": "app_store",
    "date": "2024-08-07",
    "rating": 1,
    "content": "그리고 통계탭 ㅋㅋㅋㅋ 광고 보면 24시간 잠금해제? 진짜 웃긴다… 원래도 안 쓰는데 그냥 삔또가 상함\n북마크 추가 제한, 테마 전면 유료화에… \n\n쓸데없는 혜택탭 같은 거 만들지말고 어플 버벅거림이나 관리해주세요\n어플 가벼워서 좋았는데 쓸데없는 걸 왜캐 추가하는지 하 ㅜㅜ 너무 싫음"
  },
  {
    "store": "app_store",
    "date": "2024-08-05",
    "rating": 5,
    "content": "앱 좋네요~~~"
  },
  {
    "store": "app_store",
    "date": "2024-08-03",
    "rating": 5,
    "content": "탄단지 비율 자기가 변경 할 수 있으면 좋겠어요ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2024-07-31",
    "rating": 5,
    "content": "안녕하세요 저 프로를 결제한 적이 없는데 프로가 구독되어있습니다! 근데 결제내역에 밀리그램이 없어요 ㅜㅜ 구독기간이 2161-02-22까지로 되어있는데 혹시 이게 어떻게 된 일일까요??"
  },
  {
    "store": "app_store",
    "date": "2024-07-27",
    "rating": 5,
    "content": "최고오오오"
  },
  {
    "store": "app_store",
    "date": "2024-07-22",
    "rating": 5,
    "content": "식단추가하면 ‘오늘의 사진’에 기록하고자하는 당일 사진만 떠서 매우 편리하게 쓰고 있습니다.\n이전에는 신체기록 사진추가시에도 해당 기능이 적용되었던것 같은데 없어지고 전체 사진에서 추가해야해서 불편해졌습니다.\n개선해주시면 감사하겠습니다🙇🏻‍♀️"
  },
  {
    "store": "app_store",
    "date": "2024-07-21",
    "rating": 1,
    "content": "코칭 기록 남겨놓은 것도 다 사라지고 계속 다시 입력하라고 하더니 이제는 아예 인터넷 안 된다고 하면서 멈췄어요 프로 구매한지 하루만에 이게 뭐죠ㅠ"
  },
  {
    "store": "app_store",
    "date": "2024-07-17",
    "rating": 5,
    "content": "안녕하세요 개발자님 \n\n현재 아래 오류 부분 때문에 사용하기가 어렵습니다 \n\n1. 서버에서 불러올 수 없음\n\n2. 게시물이 중복으로 올라감\n\n3. 채팅 이용 시 잦은 렉 발생\n\n세 가지 부분만 개선되면 좋겠습니다\n좋은 앱 개발해 주셔서 감사드립니다"
  },
  {
    "store": "app_store",
    "date": "2024-07-15",
    "rating": 5,
    "content": "언제나 잘쓰고 있습니다. 다만 궁금한 점이 제가 2월쯤에 유료 버전 구매했을 때에는 매일 팁들과 운동, 식사 미션을 올려줬는데 이번에 구매하니까 그 기능들이 사라졌더라고요. 원래 사라진게 맞나요?"
  },
  {
    "store": "app_store",
    "date": "2024-07-07",
    "rating": 3,
    "content": "디자인, 편의성 전부 너무 마음에 듭니다. 특히 음식 사진을 올리면 찍은 시간이 식사시간란에 자동 기록되는것이 너무 편합니다. 다만 저체중이라 분명히 몸무게를 늘리는 것을 목표로 설정했는데 체중감량, 다이어트에 관한 메세지만 떠서 기분이 나쁘네요. 이 앱 뿐만 아니라 광고, 서치엔진 등 모든 곳에서 피할 수 없는 원하지도 않는 살 빼라는 메세지는 인식개선의 여지가 있는것 같습니다.\n\n// 체중감량 광고가 더 심해졌네요."
  },
  {
    "store": "app_store",
    "date": "2024-07-05",
    "rating": 5,
    "content": "앞으로도 계속 기록할 예정입니다. 제일 편하고 정보 레이아웃이 제일 잘 되어있고 다이어트메이트와 대화 없이 같이 다이어트할 수 있어서 힘이 됩니다."
  },
  {
    "store": "app_store",
    "date": "2024-07-02",
    "rating": 2,
    "content": "입력이 복잡하고 소셜에 운동수행 등 너무 기능이 많아서 매일 매일 간략히 입력하고 자기 관리하기엔 너무 복잡합니다."
  },
  {
    "store": "app_store",
    "date": "2024-06-30",
    "rating": 5,
    "content": "제일 깔끔하고 편해서 다른 쓰다가 ㄱㅖ속 다시 돌아와요 ! 하지만 단식 시간 재주는 타이머 기능이 있었으묜 좋겠어요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2024-06-23",
    "rating": 5,
    "content": "식단과 운동을 정리하기 딱인거 같아요! 잘 사용하고 있어요"
  },
  {
    "store": "app_store",
    "date": "2024-06-20",
    "rating": 5,
    "content": "아니 포인트를 줘서 쓰래놓고 쓰려고 하면 핸드폰 번호만 입력하고 인증번호 쓰는 칸이 없으면 어쩌자는 건지 모르겠네..:"
  },
  {
    "store": "app_store",
    "date": "2024-06-15",
    "rating": 1,
    "content": "내가 입력한 데이터를 통계로 보는것도 프로 구매를 하라고하는게 너무 짜증남\n기능을 더 주는것고 아니고 내가 얼마나 먹고 운동했는지 단순 그래프를 보여주는걸 막아둔다고?\n이게 안되는 식단어플이 존재하다니 어이가 없어 사용하다 삭제했습니다"
  },
  {
    "store": "app_store",
    "date": "2024-06-13",
    "rating": 3,
    "content": "식단하면서 오래써왔는데 카페음료며 쓰던음식표 사라질때도 있고 고구마 등등 없는것도 많구요.. 탄수, 지방, 단백질 실제 적혀있는것들과 다 다릅니다"
  },
  {
    "store": "app_store",
    "date": "2024-06-13",
    "rating": 5,
    "content": "저 앱스토어 리뷰 처음 달아봐요\n\n일단 강박 없앨 수 있도록 직관적 계산법으로 하는 것도 너무 좋구요.. 제가 먹은거 사진 찍어놨다가 타임스탬프 찍어서 모아 보니까 너무 좋아요. 물이랑 운동량도 챙길 수 있어서 최고에요\n\n그런데 딱 두가지 원하는 기능이 있어서 구현이 어렵겠지만 간곡히 부탁드립니다ㅠㅠㅠ\n\n1. 직관적+영양성분 함께 사용하기\n식사 후 간단한 간식을 저녁식사에 함께 넣고싶어요.. 그래서 식사는 직관적 계산을 사용하고, 거기에 초코파이 영양성분을 추가해서 혼합하여 사용할 수 있으면 너무 좋을 것 같아요\n\n2. 목표 개인이 설정하기\n물론 개인이 무리한 목표를 설정하여 지속성이 떨어질 수 있지만.. *아웃 어플처럼 개인이 스스로 목표를 설정할 수 있으면 너무 좋을 것 같아요!\n\n이 두 가지만 개선되면 전 평생 사용할래요ㅠㅠㅠㅠ 엉엉 이렇게 좋은 어플 만들어 주셔서 정말 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2024-06-12",
    "rating": 5,
    "content": "안녕하세요 앱 너무 잘 쓰고 있어요! 한가지 아쉬운 점이 저와 친구가 다른 시차에 있어서 친구 하루 식단이 (어제 저녁 - 오늘 아침 - 오늘 점심) 이렇게 뜬다는 점이에요.. 쓴대로 나올수 있게 어떻게 안될까요?"
  },
  {
    "store": "app_store",
    "date": "2024-06-12",
    "rating": 5,
    "content": "앱을 사용하면서 10키로 정도 감량하고 이번에는 좋은 기회로 서바이벌에 참가하게 됐습니다 제품섭취후 후기 남기기를 일주일동안해야하는데 처음 먹어야하는 푸룬제품 특징을 보면 공복+ 2~3시간 여유있을때 섭취하라고 나와있습니다 월요일에 시작해서 딱 일주일 일요일에 끝나는걸로 되어있더라고요 저 아니더라도 월요일 공복에 푸룬으로 시작할수가 없을거같은데 기간을 넉넉하게 2~3주정도 주시고 토요일에 시작해서 금요일에 끝나던가 각자 쉬는 날을 기준으로 일주일동안 섭취후 기록 남기기로 바꿔주시면 좀 더 편안하고 효과있는 후기를 남길수있지 않을까 싶습니다!"
  },
  {
    "store": "app_store",
    "date": "2024-06-07",
    "rating": 5,
    "content": "어제부터 식단 사진이 업로드가 안됩니다.\n빠른 조치 부탁드려요. 너무 잘 사용하고 있었는데 갑자기 사진이 안올라가니 당황스럽네요"
  },
  {
    "store": "app_store",
    "date": "2024-06-05",
    "rating": 5,
    "content": "다 좋은데 그룹 소개글 변경하는게 너무 힘들어요 \n커서가 안 옮겨지는 거랑 복사 붙여넣기 안 되는 것 좀 수정해주세요. 소개글 고치려면 다 지우고 다시 써야해요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2024-06-04",
    "rating": 5,
    "content": "밀리그램 너무너무 잘쓰고 있습니다!\n다만 캘린더 양식 무료인것 좀 늘려주면 안될까요..? 무료인 캘린더 양식이 다 쓰기가 애매합니다ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2024-06-03",
    "rating": 5,
    "content": "기록하기 편하고 한눈에 알수있어요\n구독 연장할 날이 가까워지는데 연장할생각입니다"
  },
  {
    "store": "app_store",
    "date": "2024-06-01",
    "rating": 5,
    "content": "몇시 시작해서 몇시 끝날 예정인지도 설정할 수 있으면 좋을거같아요!"
  },
  {
    "store": "app_store",
    "date": "2024-05-28",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "app_store",
    "date": "2024-05-21",
    "rating": 3,
    "content": "잘 사용하고 있었는데, 요새 11시~12시에 렉이 너무\n심해요. 서버가 튕긴건지 뭔지.\n식단 이런 것도 검색이 불가능하고 포인트도 렉 걸려서 튕기고, 그냥 다 날라갑니다.\n왜 이러는 건가요.. 하루가 거의 끝나고 11시쯤에 기록을 하는편인데, 포인트도 다 날라가고, 친구들 기록도 못 봐서 답답해요."
  },
  {
    "store": "app_store",
    "date": "2024-05-21",
    "rating": 3,
    "content": "음식 검색할때 음식이 안뜨고 공백으로 나와서 여러번 어플을 껏다 켰다해야해요…\n\n그리고 음식 직접추가 할 때 단위가 g수가 아닌 1회고정량으로만 등록할 수 있는게 너무 불편해요\n이 점은 꼭 개선됐으면 좋겠네요\n다른 어플들에 비해 음식들이 많이 없어서 업데이트가 필요할 것 같네요\n\n불편한 점만 썼지만 제일 직관적이고 깔끔해서 다른 어플쓰다가도 다시 돌아오게되네요\n개선될 점은 많지만 좋은 어플이에요"
  },
  {
    "store": "app_store",
    "date": "2024-05-21",
    "rating": 5,
    "content": "안녕하세요 운동할때마다 밀리그램 어플을 유용하게 잘 쓰고있는 유저입니다.\n최근 다시 시작해서 어플을 자주 켜는데 이전에는 이런 적이 없었는데 요즘 그룹탭이랑 혜택탭은 버퍼링이 너무 길고 뜨지를 않는 오류가 생기는 것 같습니다.\n업데이트를 해도 버퍼링만 계속 되고 결국 네트워크 오류라고 뜨는데 이게 밤에만 그런건가요?\n제가 밤에 주로 접속하는데 거의 항상 오류때매 서비스를 누리지 못하고 있습니다. 확인 한 번 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2024-05-20",
    "rating": 5,
    "content": "평생동안 다이어트만 해 온 사람입니다. 결혼을 앞두고 다이어트가 되지 않아 반신반의하며 깔아본 앱인대요. 정말 놀랍네요 . 진짜 잘 만들어진 앱이니 다이어트를 원하신다면 속는셈 치고 한번 깔아보세요. 설치해서 가끔 열어보는것만으로도 다이어트네 대한 동기부여를 받는데  도움이 됩니다."
  },
  {
    "store": "app_store",
    "date": "2024-05-20",
    "rating": 1,
    "content": "인터넷연결 안된다고떠여 자꾸ㅡㅡ 다 되는데 밀리그램만안돼요"
  },
  {
    "store": "app_store",
    "date": "2024-05-20",
    "rating": 1,
    "content": "서버도 자주 터지는지 포인트 받으려고 들어가도 5분째 서버에서 불러오지 못했다면서 로딩 뜨고..\n그룹 친구들이 식단 올린거 보려고 들어가면 또 서버 터져있고.. 너무 답답합니다"
  },
  {
    "store": "app_store",
    "date": "2024-05-16",
    "rating": 5,
    "content": "잘사용하다가 같이 이용하는 친구가 왜 광고 안나오냐고 해서 알아보니 프로로 되어있더라구요 2161.02.22까지 구독되어있다고 하는데 저는 한적이 없거든요... 또 돈도 안빠져나가고 해지하기 및 중단하기(?) 누르니 구독 정보도 안떠서 지금까지 프로로 되어 있어요 무슨 문제일까요ㅜㅠ 뭔가 양심에 찔려서 말씀드려요"
  },
  {
    "store": "app_store",
    "date": "2024-05-15",
    "rating": 5,
    "content": "저번달에 시작해서 너무 잘이용하구 있어요!!\n한달만에 먹고 싶은거 다먹고도 -4kg..\n그룹에서두 동기부여 받아 더더 열심히 하게됨다..★\n밀리그램 개발자분 진짜 사랑해요..🩷✨"
  },
  {
    "store": "app_store",
    "date": "2024-05-10",
    "rating": 2,
    "content": "왜 갱신 칸만 있고 구독취소는 없나요? 갱신전에 구독취소 하고싶은데요"
  },
  {
    "store": "app_store",
    "date": "2024-05-05",
    "rating": 4,
    "content": "무료 버전도 충분히 괜찮고 유료 버전은 사람들에게 더 동기부여를 주는 형식이라 마음에 드네요. 지금도 밀리그램 어플 속 그룹 사람들이랑 으샤으샤 하면서 운동하고 있습니다😎"
  },
  {
    "store": "app_store",
    "date": "2024-05-05",
    "rating": 5,
    "content": "사용한지 3년은 된 것 같은데\n기능이 점점 많아지는 건 좋지만\n심플한 맛에 썼었는데 점점 복잡해져서\n원하는 기능을 찾기가 너무 힘드네요ㅠㅠ\n좀 더 직관적이었으면 좋겠습니다\n\n목표 설정도 ai가 자동으로 설정하는 게 아닌 수동 설정도 가능했으면 좋겠어요.\n현재 상태와 목표를 분석해서 하루 운동량 및 칼로리를 제안해주는 기능이 있다면 더 편리할 것 같네요.\n\n항상 애용하고 있습니다.\n갈려나가고 있는 개발자님들께 감사하며 항상 애용하고 있습니다:)"
  },
  {
    "store": "app_store",
    "date": "2024-05-04",
    "rating": 2,
    "content": "그전 잘쓰던 기능들 다 없애고 점점 별로ㅠㅠ..\n어떤 피드백을 받아서 업데이트 하시는지 전혀 모르겠어요 밀다프 이후로 그럭저럭 적응해서 쓰다 이제 갈아타렵니다.....ㅜㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2024-05-02",
    "rating": 5,
    "content": "1. 간헐적 단식에 대한 기능 (ex. 타이머)\n2. AI 코치한테 물어볼 수 있는 기능 (ex. 아침으로 떡 먹어도 돼?)\n3. 목표 섭취 칼로리, 소모 칼로리를 직접 설정\n\n밀리그램만큼 깔끔하고 실용적인 어플이 또 없어요! 돌고돌아 다시 정착하려고 해요. 위 기능들만 있다면 더욱 유용하게 잘 쓸 것 같아요 🌟"
  },
  {
    "store": "app_store",
    "date": "2024-04-30",
    "rating": 5,
    "content": "굿또"
  },
  {
    "store": "app_store",
    "date": "2024-04-25",
    "rating": 5,
    "content": "밀리그램의 오랜 사용자로서 이렇게나 발전하는 모습을 보니 기쁘고 멋져요!! 훌륭한 앱 만들어주셔서 감사합니다ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2024-04-25",
    "rating": 5,
    "content": "코치기능도 가능하고 칼로리 계산도 정확하게 할수 있어서 추천합니다!! 제가 써본 식단 앱중에 원탑입니다! 시스템도 아주 잘 정리 되고 있습니다!"
  },
  {
    "store": "app_store",
    "date": "2024-04-18",
    "rating": 2,
    "content": "식단에 사진첨부가 아무리 선택해도 올라가지않습니다..;;"
  },
  {
    "store": "app_store",
    "date": "2024-04-17",
    "rating": 3,
    "content": "운동 칼로리 못 적어요?\n그러면 ai가 뭘보고 판단함?"
  },
  {
    "store": "app_store",
    "date": "2024-04-17",
    "rating": 1,
    "content": "일주일 무료로 사용해 보고 싶어서 일년구독 했는데 바로 결제했는데??????\n일주일 무료 체험이라 ㅠㅠ\n환불해주세요!!!"
  },
  {
    "store": "app_store",
    "date": "2024-04-16",
    "rating": 5,
    "content": "위젯 설정했을 때 아무 화면이 안 보여요. 누르면 들어가지기는 하는데 배경화면이나 잠금화면에서 그냥 사각 박스 처럼 나오네요"
  },
  {
    "store": "app_store",
    "date": "2024-04-11",
    "rating": 5,
    "content": "앱 처음 나왔을 때 Pro 구매했습니다.\n\n잘사용하고 있었는데 이번 업데이트 이후 끊겼네요.. 매년 결제할정도는 아니라 앱 삭제합니다 :("
  },
  {
    "store": "app_store",
    "date": "2024-04-11",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "app_store",
    "date": "2024-04-07",
    "rating": 5,
    "content": "다이어트 기록 앱 중에 이렇게 일주일 이상 연속으로 해본 앱은 없어요 진짜 좋은데 프로 구독료가 제 기준엔 많이 비싼 것 같아요 ㅠ 가격을 내려주실 수 있을까요 😭"
  },
  {
    "store": "app_store",
    "date": "2024-04-06",
    "rating": 5,
    "content": "코칭 시작하니까 식이섬유가 식단 코칭에 들어가는데 음식 직접추가에 식이섬유 기록하는 란은 없고 음식 검색하기 하면 콩나물 등 야채에도 식이섬유 란 없는 게 많아서… 식이섬유 기록란이 생겼으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2024-04-05",
    "rating": 4,
    "content": "색상박스로만 보이는걸로 변경된건가요?\n체중변화를 한눈에 볼 수 있어서 좋았는데 \n불편하네요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2024-04-03",
    "rating": 5,
    "content": "편리하고 좋아요. 두 세가지 써보다가 정착했습니다. 조금 더 써보고 유료도 구매예정입니다~"
  },
  {
    "store": "app_store",
    "date": "2024-04-03",
    "rating": 5,
    "content": "적은 돈으로 코칭 받을 수 있어서 좋아요!!"
  },
  {
    "store": "app_store",
    "date": "2024-04-03",
    "rating": 4,
    "content": "식단기록시 네트워크 연결 안 된 것처럼 음식 검색이 안됩니다.. 같은 오류가 계속 발생해요."
  },
  {
    "store": "app_store",
    "date": "2024-03-25",
    "rating": 4,
    "content": "지금 사용법 익히고 있는데, 운동한거 입력한후 소모칼로리가 나왔으면 좋겠는데 제가 못찾는건지 없는건지 안되네요. 알려주세요!^^"
  },
  {
    "store": "app_store",
    "date": "2024-03-21",
    "rating": 5,
    "content": "뭐먹었는지 알수있어서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2024-03-19",
    "rating": 1,
    "content": "일년넘게 잘 사용중이였는데\n오늘 보니 사진이랑 기록이 다 지워져있네요???\n이럴수가 있나요?"
  },
  {
    "store": "app_store",
    "date": "2024-03-18",
    "rating": 5,
    "content": "7일 무료체험이라하고 바로 결제가 되버렸어요\n환불 부탁합니다"
  },
  {
    "store": "app_store",
    "date": "2024-02-28",
    "rating": 5,
    "content": "식단 추가할 때 음식 영양성분 추가하면 저장 버튼이 사라져셔 저장을 못해요…\n운동도 사진 추가하면 저장 버튼이 내려가서 사라집니다…\n왜이래요 너무너무서터레스"
  },
  {
    "store": "app_store",
    "date": "2024-02-19",
    "rating": 1,
    "content": "짜잘한 렉 많이 걸리고 갑자기 앱 다운되면서 까만 화면으로 바뀌었다가 꺼지는 경험이 수차례 있었습니다.. 네트워크가 불안정하거나 내 폰 저장공간이 부족한 문제겠지.. 하며 넘겼는데 오늘 식단 기록하다가 갑자기 렉걸려서 다시 켜보니 3개월치 모든 기록이 사라졌네요........... 너무 허무해서 어이가 없습니다 진짜 다시는 안씀 제발 쓰지 마세요.."
  },
  {
    "store": "app_store",
    "date": "2024-02-11",
    "rating": 3,
    "content": "2년동안 잘 쓰고 있는데\n어제부터 기록한 식단 이미지가 안뜨고\n그냥 색깔 박스로만 떠요!\n\n업데이트가 안됬나해서 다시 업데이트도 해봤고\n지웠다가 깔았는데도 안됩니다!\n\n확인부탁드립니다!"
  },
  {
    "store": "app_store",
    "date": "2024-02-06",
    "rating": 5,
    "content": "체험위해 평가판 사용 후 자동갱신 해지를 깜빡해서 2/7 오늘 연간구독비용으로 24,500원 결재되었어요. 이미 어플은 예전에 삭제한 상태고 그 이후 사용한 적은 없습니다. 구독취소 및 환불요청합니다."
  },
  {
    "store": "app_store",
    "date": "2024-02-06",
    "rating": 3,
    "content": "잘 쓰고 있는데 짜잘한 렉이 너무 많이 걸림;"
  },
  {
    "store": "app_store",
    "date": "2024-02-06",
    "rating": 5,
    "content": "쓴지 얼마 되지않았지만 편하고 그날 그날 뭘 먹고 어떤게 부족한지 사진부터 모든걸 기록하고 보니 너무 좋습니다!"
  },
  {
    "store": "app_store",
    "date": "2024-02-01",
    "rating": 2,
    "content": "유료로 구독하고 있고 항상 개발팀 응원하고 있습니다\n그런데 최근에 쿠팡이랑 제휴하면서 업데이트된 기능은 너무 별로인것 같습니다.. \n앱테크하고 싶어서 깐 어플이 아니예요... \n10원 받을려고 버튼을 엄청 자주 눌러야 하고 \n누르다가 랜덤하게 쿠팡 화면으로 넘어가죠\n앱테크는 선택사항으로 두면 안될까요? \n하고 싶은 사람은 켜지고 \n그냥 다이어트앱으로 두고 싶은 사람은 \n기존 구독형태로만 쓰고요...\n안누르고 두자니 자꾸 알림이오고 \n누르자니 보고싶지 않은 쿠팡으로 계속 넘어가야되고 \n주변에 추천도 많이하고 그룹다이어트로도 잘쓰는데 \n개발 방향이 잘못된거같아서 안타깝습니다..."
  },
  {
    "store": "app_store",
    "date": "2024-01-31",
    "rating": 5,
    "content": "잘쓰고 있습니다아~!"
  },
  {
    "store": "app_store",
    "date": "2024-01-29",
    "rating": 2,
    "content": "최근 혜택기능 새로 업데이트하면서 혜택포인트를 받을때 버튼을 한번 누르면 다 받는게 아닌 1회클릭에 1포인트를 받게 해놓으셨네요. 7-9번 클릭할때마다 광고팝업이 뜨는데 혜택버튼과 광고버튼을 겹치게 설정해놔서 무지성으로 누르다가 몇변씩 광고를 보게 만듭니다. 수익성을 위해 어쩔수 없으셨을 수는 있지만 이런 방식은 불쾌감을 유발하고 사용감을 떨어뜨리네요..차라리 다른 방식으로 수익모델을 개발하셨으면 좋았을 듯 합니다. 그동안 잘 사용했습니다."
  },
  {
    "store": "app_store",
    "date": "2024-01-23",
    "rating": 5,
    "content": "혜택이 쌓이는걸 눈으로 보고 쌓아가니까 기록을 매일매일 하고 싶어져요 음식 영양정보 개수가 부족한 부분과 앱 전체 무료 사용이 아닌 것이 조금 아쉽지만 잘 쓰고 있습니다 좋은 앱 만들어주셔서 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2024-01-08",
    "rating": 3,
    "content": "애플 운동이랑 연동이 안되나요?"
  },
  {
    "store": "app_store",
    "date": "2024-01-07",
    "rating": 5,
    "content": "실수로 허용안함 했네요.. 허용하고싶어요"
  },
  {
    "store": "app_store",
    "date": "2024-01-01",
    "rating": 5,
    "content": "내향인은 피티 받기 쉽지 않은데 이렇게 할 수 있어 너무 좋아용... 최고최고👍"
  },
  {
    "store": "app_store",
    "date": "2023-12-23",
    "rating": 5,
    "content": "일년 반째 꾸준히 쓰는데 너무너무 만족\n만들어주신 분 감사합니다!\n깔끔하고 기록하기도 편하고 이번에 업뎃된 버전도 넘 맘에 듦 앞으로도 잘쓸게요~"
  },
  {
    "store": "app_store",
    "date": "2023-12-17",
    "rating": 5,
    "content": "추천합니다 아주 좋아요 아쉬운게 잇다면 단식 시간이나 뭐 이런거 잇음 좋겟네영"
  },
  {
    "store": "app_store",
    "date": "2023-12-14",
    "rating": 3,
    "content": "전부 g이 기본으로 설정되어있으면 좋겠어요\n어떤 음식은 g단위가 있고, 어떤건 100g단위이고, 제가 기록한 음식은 1회제공량이 고정 단위라 기록할때 불편하네요"
  },
  {
    "store": "app_store",
    "date": "2023-12-10",
    "rating": 5,
    "content": "다 좋은데 단식 타이머 기능도 추가해 주시면 안 될까요? ㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-12-04",
    "rating": 5,
    "content": "아이폰으로 넘어오면서 새로운 어플을 찾고 있었는데 딱이예요! 근데 음식 수정할 때 아침 점심 저녁 들어가서 또 수정하는 버튼을 누르는 것은 조금 번거롭네요. 아침 점심 저녁 들어가서 음식 누르면 바로 수정 가능할수있으면 더 좋을 것 같아용"
  },
  {
    "store": "app_store",
    "date": "2023-11-26",
    "rating": 4,
    "content": "앱은 잘쓰고있는데 프로구매한게 연동이 왜 안되죠? 일단 7일무료체험으로 신청해놨는데 확인부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2023-11-12",
    "rating": 5,
    "content": "안녕하세요. 건의드리고 싶은 점이 있습니다!\n식단 칸 하단에 총 섭취 칼로리, 탄단지 비율, 당과 나트륨을 알려주는 란이 있는데요, 그 위에 목표치를 적어둘 수 있도록 해주시면 안 될까요?? 하루 결과와 목표치를 비교하고 싶습니다. 목표 칼로리, 목표 탄단지 비율대로 g을 적을 수 있도록 해주세요! \n(목표 탄단지 비율을 기억하기는 쉽지만, g수 기준으로는 까먹기도 해서요. 특히 탄단지 비율을 자주 바꾸는 분들이라면 더 유용할 기능일 것 같습니다!)"
  },
  {
    "store": "app_store",
    "date": "2023-11-03",
    "rating": 4,
    "content": "1년이든 3개월이든 현재 기준으로만 볼 수 있는거에요?\n3개월씩 또는 1년씩 조회시점을 뒤로 넘길 수 없고요…?"
  },
  {
    "store": "app_store",
    "date": "2023-10-28",
    "rating": 5,
    "content": "처음 써보는 어플인데 직관적이고 기록한걸 한눈에 볼수있어서 정말 좋네요"
  },
  {
    "store": "app_store",
    "date": "2023-10-27",
    "rating": 5,
    "content": "중간에 알람을 한 번 꺼놨다가 다시 켜뒀는데 그뒤로 폰으로 알람이 안와요 ㅜㅜ.. 해결 가능할까요"
  },
  {
    "store": "app_store",
    "date": "2023-10-18",
    "rating": 5,
    "content": "애플 건강과의 양방향 연동, 식단 한페이지 공유, 그러면서도 공유되는 페이지에 하루 총 칼로리 영양성분 메뉴 다 나오는 것ㅠㅠㅠㅠ 식단만 되는게 아니라하루의 운동까지 한장으로 공유되니까 기대이상이에요\n\n식단이나 운동 기록 어플 뭘 써봐도 하나 두개 아쉬운점이 있어서 정착을 못했었는데 너무너무 잘 쓸 수 있을 것 같아요. 조금 적응해봐야겠지만 유료결제해도 아깝지 않은 기능과 디자인이에요 좋은 어플리케이션 서비스해주셔서 감사합니다ㅜㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-10-13",
    "rating": 5,
    "content": "캘린더뷰 좋아요"
  },
  {
    "store": "app_store",
    "date": "2023-10-09",
    "rating": 5,
    "content": "정말 잘 쓰고 있어요. 저의 건강 관리를.도와주셔서 감사합니다."
  },
  {
    "store": "app_store",
    "date": "2023-10-06",
    "rating": 5,
    "content": "제목 그대로 업데이트 한 후로부터 영양성분 기록하는 부분에서 음식 검색이 데이터가 되지 않는다고 검색이 안됩니다 ㅠㅜ 다른 앱은 다 데이터가 되는데 왜 이 것만 안될까요?"
  },
  {
    "store": "app_store",
    "date": "2023-10-06",
    "rating": 1,
    "content": "장난하세요? 인터넷연결이 앙되긴 뭐가안돼 자꾸"
  },
  {
    "store": "app_store",
    "date": "2023-10-01",
    "rating": 5,
    "content": "2년간 유료로 사용중인데 덕분에 살빼고있고 건강 챙기고있어요 :) 늘 편리하게 업뎃되서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2023-09-25",
    "rating": 4,
    "content": "근데 수치화 해서 좋지만 그 기준이 넘으면\n어디에 안좋은지 그런 정보가 있으면 좋을거같아요:)"
  },
  {
    "store": "app_store",
    "date": "2023-09-11",
    "rating": 1,
    "content": "Pro로 구독했는데도 어플 내에서 적용이 안되고 자꾸 프로로 업그레이드 하라고 나옵니다. 개선부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2023-09-07",
    "rating": 5,
    "content": "꽤 오래전부터 유료결제해서 쓰고 있는데 꾸준히 기록하는 용도로도 좋고 점점 개선되는 모습도 좋네요!"
  },
  {
    "store": "app_store",
    "date": "2023-09-06",
    "rating": 5,
    "content": "사진촬영하고나서 짤리는 부분때문에 찍을때 불편하더라구요 애초에 촬영할때부터 찍었을때후의 크기 (정사각형)로 설정해주시면 좋지않을까싶습니닷"
  },
  {
    "store": "app_store",
    "date": "2023-09-04",
    "rating": 4,
    "content": "앱 재실행하면 다시 나오지만\n저장하기 버튼이 작성중에 자꾸 없어져서 여간 불편한게 아닙니다\n평소에 리뷰 절대 안남기는데 이건 읽지 않으실까해서 남겨요\n그 외에는 UI도 사용하기 편하고 좋아요"
  },
  {
    "store": "app_store",
    "date": "2023-09-02",
    "rating": 5,
    "content": "아이패드용도 만들어주시길 바랍니다 +ㅁ+\n넘넘 좋아서... 잘 쓰는데\n아이패드에서 다운받은 건 아이패드전용이 아니라 조금 아쉬워용\n\n사진만 찍어놓음 돼서 일주일정도 밀린거도 커버되고 좋습니다. 점점 복잡해지고있어 처음의 미니멀한 느낌이 그립기도 합니다만.. 아무튼 좋아요 👍✨ 근데 식단 공유하기 눌러서 카톡친구한테 보내려고 하면 꺼져버려요. 몇달째 계속.. 이미지 저장은 되는데 바로 카톡전송은 안되네요. 그리고 궁금한 점이 식단 올린 후 폰사진 지워도 되나요..? 한가지 건의사항은 사진첨부시 사진용량 줄여서 올라갔으면 좋겠어요. 앱 용량이 점점 커져서.."
  },
  {
    "store": "app_store",
    "date": "2023-09-01",
    "rating": 5,
    "content": "매일 식단기록을 했는데 연속기록이 1일로 초기화 됐습니다.\n\n어떻게 해야되나요?"
  },
  {
    "store": "app_store",
    "date": "2023-08-30",
    "rating": 3,
    "content": "식단이 사진 베이스로 기억되어야 하는 점이나 한끼식사지만 한번에 기록하지 않으면 나눠지는 점, 그리고 운동으로 소모된 칼로리 기록이 어려운 점 아쉽네요"
  },
  {
    "store": "app_store",
    "date": "2023-08-29",
    "rating": 5,
    "content": "오류인가요? 하루도 빠진적 없는데 연속 끊겨서 0일 되었어요;;"
  },
  {
    "store": "app_store",
    "date": "2023-08-11",
    "rating": 5,
    "content": "최근 밀리그램을 알게돼서 잘 쓰고 있는데요, 계획 만들기에 코스나 프로그램이 더 많이 생겼으면 좋겠어요!!\n꾸준히 잘 쓰고 있어서 모든 프로그램이 끝나 버렸어요..흑흑.. 챌린지에 진심이라..특히 유튜브로 바로 운동 영상이 나오는게 넘 좋아여!!! 부탁드림돠..🥺🥺🥺"
  },
  {
    "store": "app_store",
    "date": "2023-08-10",
    "rating": 5,
    "content": "잘쓰고있습니다!\n\n식단 북마크 해제가 안되는데 어떻게 해야하나요??"
  },
  {
    "store": "app_store",
    "date": "2023-08-09",
    "rating": 5,
    "content": "간헐적으로 뒤로가기가 안돼서 어떤 행위를 했을 때 안되는지 몰랐는데 찾았어요!!!!!!!!!!\n그룹에서 사진 크게 보려고 누르는 행위를 두번 했을 때 뒤로가기가 실행되지 않습니다!!!!\n아이폰이라 뒤로가기 기능이 안드로이드와는 좀 다를 수 있지만 오류 찾았으니 고쳐주십셔!!!!!!\n이 오류 빼면 완벽한 어플입니다!~!~!~!!"
  },
  {
    "store": "app_store",
    "date": "2023-08-08",
    "rating": 4,
    "content": "식단 작성하기 너무 좋은데 계획란에 연동하기가 너무 불안정해요"
  },
  {
    "store": "app_store",
    "date": "2023-08-06",
    "rating": 1,
    "content": "아이폰 14쓰는데\n로그인도 안되요\n카톡도안되고 애플로 로그인해두 안되고\n그냥 삭제햇네요..."
  },
  {
    "store": "app_store",
    "date": "2023-08-06",
    "rating": 1,
    "content": "카카오로 가입하려했는데 되다가 멈추더니 각종 다른 계정으로도 가입도, 로그인도 아예 안돼요..."
  },
  {
    "store": "app_store",
    "date": "2023-08-04",
    "rating": 4,
    "content": "전에 안드로일때에는 엄청 잘썼는데\n아이폰14 로 바꾸고 앱 다시 설치했는데요\n식단 등록하려고만 하면 그 화면에서 확 꺼져버립니다 ㅠㅠ 어떻게 하면 해결될까요..?"
  },
  {
    "store": "app_store",
    "date": "2023-08-03",
    "rating": 3,
    "content": "하... 매일 다이어트하면서 식단이며 운동이며 기록 꼬박꼬박 해뒀는데 오늘 기록하려고 들어가니까 다 사라져있어요 대체 왜 이러는 건가요? 너무 기분이 안 좋네요"
  },
  {
    "store": "app_store",
    "date": "2023-07-31",
    "rating": 5,
    "content": "업데이트 하니까 갑자기 인터페이스가 못생겨졌어요....\n밀리그램은 깔끔한 맛으로 쓰는데 식단 물 신체에 이모티콘 추가되고 글씨체 ㅋ\n기변경되면서 갑자기 너무 못생겨졌어요 ㅠㅠㅠㅠㅠㅠㅠㅠㅠㅠ 제발 원래 버전 please,,,,, 글씨체랑 이머티콘 선택할수라도 있게 해주세여 ㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-07-29",
    "rating": 5,
    "content": "음식 추가 기능에서 정렬을 가나다 순으로 한다든가 하는 기능이 있으면 정말 더 쓰기 편할 것 같아요! 매번 찾는 시간이 오래 걸리는 점이 살짝 불편해요 ㅠㅠ 하지만 그외의 기능은 정말 마음에 들어요!"
  },
  {
    "store": "app_store",
    "date": "2023-07-27",
    "rating": 5,
    "content": "안녕하세요!\n어플 너무 잘 사용하고 있습니다!\n근데 그룹에 공유된 사진들을 볼 때 한번에 안뜨고\n항상 서버를 불러올 수 없습니다를 거친 뒤 다시 들어가야 뜨네요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-07-23",
    "rating": 4,
    "content": "등록되어있는 음식 영양성분도 다른 어플에 비해 턱없이 적을뿐더러, 있는 것마저 검색이 잘 안돼요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-07-18",
    "rating": 4,
    "content": "어제까지만 해도 잘 됐는데 오늘 오류 나네요 \n음식을 검색해도 아무것도 안나와요 \n흔한 우유조차도요 수정해주시길 바래요 \n잘 쓰고 있는데 너무 아쉬워요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-07-18",
    "rating": 1,
    "content": "아니 정도가없나 카톡을 하루 왠종일 뭐해라뭐해라 똑같은거 연달아보내고 일 때문에 바쁘고 상황이 안되서 무슨 질문주는거에 답변도 하기싫고 못하는데 계속 어떻게해서든 답변 받아낼라그러고 정도껏해야지 짜증나서 카톡 차단하고 어플 삭제함"
  },
  {
    "store": "app_store",
    "date": "2023-07-16",
    "rating": 4,
    "content": "식단 기록 - 칼로리 검색할 때 다른 앱들의 비해 없는 음식이 너무 많아요\n이것만 잘 업데이트 된다면 훨씬 좋을 것 같아요"
  },
  {
    "store": "app_store",
    "date": "2023-07-12",
    "rating": 5,
    "content": "그룹 기능이 너무 좋아서 데이터는 다른 앱이 더 많음에도 불구하고 계속 밀리그램을 사용하게 되네요! UI도 제가 써본 식단 어플 중 젤 예뻐요!\n다만 오늘 하루 공유하기에서 식단 공유 시 끼니 별 칼로리&영양성분도 같이 공유되면 좋을 것 같아요~ 아니면 한장으로 내보내기 모드에서 음식명이나 메모도 같이 내보내기되면 좋을 것 같아요!\n좋은 앱 만들어주셔서 감사합니다~"
  },
  {
    "store": "app_store",
    "date": "2023-07-12",
    "rating": 5,
    "content": "간단하고 직관적이라 사용이 편해요. \n음식검색기능과 추가기능 모두 다 좋은데 1회 제공량에 몇g인지 혹은 몇 ml 인지까지 추가적으로 입력할 수 있으면 좋겠습니다!"
  },
  {
    "store": "app_store",
    "date": "2023-07-10",
    "rating": 4,
    "content": "앱 다운 받고 결제까지 하며 나름 잘 사용 하고 있었는데요 불편한 점이 한가지 있더라구요 운동도 식단처럼 검색해서 칼로리가 어느 정도 소모가 됐는지 기록 할수있으면 좋겠어요!! 그것때문에 다른 어플을 사용할까 하다가도 그것 말고는 밀리그램이 정말 좋아서 다시 돌아오고 합니다 개선 부탁드려요ㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-07-08",
    "rating": 5,
    "content": "무료버전에서는 체중변화를 일주일 단위만 볼 수 있는 게 넘 아쉬워요. 다이어트 어플인데 유료로 결제해야만 한 달 동안의 체중변화를 볼 수 있다? 뭔가 아쉬운 것 같아요.\n그래도 3주 동안 진행하던 밀리 다이어트 프로그램도 재밌었고 좋았습니다. AI라는 컨셉으로 모든 사람에게 똑같은 일일미션을 부여하다 보니 저처럼 허리 질환이 있는 사람은 3주 내내 미션을 수행하는 데에 어려움이 있었어요. 그래서 3주 프로그램 또 신청하고 싶은 마음이 들다가도 또 똑같은 운동을 시키겠지 생각이 들어서 신청을 못하게 되는 것은 아쉽습니다!\n아쉬운 점들이 있었음에도 프로버전으로 업그레이드해서 사용하는 분들에게는 완전 최고의 어플이라고 생각합니다. 식단 기록이 다른 어플들과 다르게 강박적인 숫자로만 기록하지 않아서 마음이 훨씬 편하고 건강하게 감량할 수 있었습니다."
  },
  {
    "store": "app_store",
    "date": "2023-07-07",
    "rating": 5,
    "content": "1. 달력 에서 [체중/섭취칼로리/소모칼로리] 3줄로 요약해서 보여주기 !!!!\n기능 제발 추가해주세요 ㅠㅠㅠ 지금도 프리미엄이지만 그럼 정말 평생 결제할게요….."
  },
  {
    "store": "app_store",
    "date": "2023-07-06",
    "rating": 4,
    "content": "저만 그런가 해서 리뷰 보니까 이미 같은 현상을 겪고 계신 분이 많은 것 같더라구요.. 정말 어느정도냐면.. 루틴 체크할 때 다른 루틴에 체크되기도 하고 아예 마이페이지부분은 눌리지도 않습니다ㅜ"
  },
  {
    "store": "app_store",
    "date": "2023-07-05",
    "rating": 5,
    "content": "찌르기가 아파서그런지 돌아오기로 알림이 뜨던데 찌르기가 더 귀엽고 들어가고싶어요!! 바꿔주세요오ㅜㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2023-07-04",
    "rating": 4,
    "content": "이 앱만 키면 너무 휴대폰 발열이 심해요 \n아이폰 14 프로입니다"
  },
  {
    "store": "app_store",
    "date": "2023-07-04",
    "rating": 1,
    "content": "어제 깔고 24일 프로그램 결제까지 했는데, 오늘 식단 입력할려고 하니까 뜨거웠던 적 없던 핸드폰에서 발열이 올라오고, 앱 내의 터치 및 이동이 너무 느려져요."
  },
  {
    "store": "app_store",
    "date": "2023-07-03",
    "rating": 4,
    "content": "다 너무 좋은데 몸무게 소수점도 기록할 수 있었으면 좋겠어요..맨날 몇키로씩 빠지는게 아니라서 기록하는데 좀 불편하네요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-06-20",
    "rating": 5,
    "content": "무료로 사용하다 유료로 돌려 사용합니다\n그만큼 편리하고 기록하기 좋아요\n하지만 개선 몇가지 해주셨으면 좋겠습니다 \n\n음식 즐겨찾기랑 없는 음식들이 너무 많네요\n유료 회원도 많을텐데 업데이트가 안 되는건가요\n아님 따로 등록을 요청해야하나요? \n과자들을 비롯해서 다이어트 하는 사람들은 \n편의점에 파는 아이스크림이나 과자를 안 먹는다고 생각해\n등록을 안 하시는건 아니겠죠??"
  },
  {
    "store": "app_store",
    "date": "2023-06-15",
    "rating": 2,
    "content": "거의 앱 처음 만들었을 때부터 이용해왔는데\n그 때 종종 있던 서바이벌 하는 맛에 열심히 해왔는데\n이젠 서바이벌도 사라져서 하는 재미가 없네요\n그리고 기존에 무료로 제공되던 서비스들도 많이 프로버전으로 넘어감"
  },
  {
    "store": "app_store",
    "date": "2023-06-09",
    "rating": 4,
    "content": "하체-스쿼트, 런지, 힙어브덕션 등\n구체적인 운동종류 선택하면 좋겠습니다"
  },
  {
    "store": "app_store",
    "date": "2023-06-08",
    "rating": 4,
    "content": "밀리그램을 사용하고 있는 앱 유저입니다 그룹 정원 수를 10명에서 20명 정도로 늘려주실 수 있나요? 친구들이랑 같이하는데 낙오되는 친구가 생깁니다."
  },
  {
    "store": "app_store",
    "date": "2023-06-07",
    "rating": 5,
    "content": "밀리그램 앱을 사용한지 오래되진 않았지만 다이어트 프로그램을 진행하길래 두번 정도 참여했습니다.\n실제적으로 제가 열심히 하지는 않아서 많은 효과는 없었지만, 그래도 꽤 도움이 됐던 것 같아요!\n식단/운동/물/생활습관 등 기준이 나름 뚜렷해서 한번 정도 참여해서 익숙해지면 굳이 다이어트 프로그램에 참여하지 않아도 앱 눈치보면서 쓸 수 있겠더라구요ㅋㅋㅋ 그래도 저는 의욕이 저조한 직장인이라… 앱의 도움을 잘 받고 있습니다.\n연속해서 3번째 프로그램 참여 예정인데, 이전보다는 조금 더 나아진 습관/운동 참여로 건강해져볼 생각입니다! \n\np.s. 밀다프 진행 전 개인정보 유출 문제가 한번 있긴 했지만, 밀리그램팀의 대처도 빠르고 적절했다고 생각해서 전 괜찮다고 생각했어요. 참고 하세요 :)"
  },
  {
    "store": "app_store",
    "date": "2023-06-05",
    "rating": 5,
    "content": "기록용으로 최고! 잘쓰고있어요"
  },
  {
    "store": "app_store",
    "date": "2023-05-29",
    "rating": 5,
    "content": "오늘 새벽에 24500원이 결제되었어요.\n환불 부탁드립니다!"
  },
  {
    "store": "app_store",
    "date": "2023-05-29",
    "rating": 1,
    "content": "어플을 껐다 지워도 똑같고 폰을 껐다켜도 똑같네요ㅡㅡ 왜 자꾸 튕기나요.. 프리미엄인데 돈아까워요"
  },
  {
    "store": "app_store",
    "date": "2023-05-29",
    "rating": 5,
    "content": "앱너무 잘사용하고있습니다\n다만 코스 개인이 만들 수 있도록 해주시면 좋겠어요 ㅠㅠ!!\n운동 루틴 정리해서 매일 올리고 같은건 붙여넣기도 됐으면 하는데 최적화된 기능이 없어 아쉽습니당"
  },
  {
    "store": "app_store",
    "date": "2023-05-28",
    "rating": 1,
    "content": "까먹은건 아닌거 같음데 언젠가부터 안되고 있어욘\n제 기록 다 있는데….\n이메일로 문의해도 답도 없고\n초기화 방안 알려주세요!!!!!"
  },
  {
    "store": "app_store",
    "date": "2023-05-28",
    "rating": 5,
    "content": "식단 기록 앱 잘 쓰고 있습니다!! 근데 제가 일본 여행을 오래 하다 와서 그런지 오픈 그룹 찾을 때 일본분들이 만든 그룹들만 떠요 ㅠㅠ 설정에서 국가 지역 이런 거 한국으로 바꾸고 언어도 한국어로 바꿨는데도 계속 그러네용 ㅜㅜ 어떻게 수정 가능한가요…?!"
  },
  {
    "store": "app_store",
    "date": "2023-05-25",
    "rating": 4,
    "content": "평소 잘 사용하고 있었는데 갑자기 카메라와 사진이 안되네요?? ㅜ\n설정에서 변경하라는데 아예 설정에서 카메라와 사진 부분이 사라졌어요...ㅋㅋ ㅜ"
  },
  {
    "store": "app_store",
    "date": "2023-05-23",
    "rating": 5,
    "content": "너무 잘쓰고 있는데 식단할때는 어제랑 동일하게 먹는경우가 많아서 일일히 또 입력안하고 식단을 복사해서 그대로 넣을수 있늠 기능있으면 좋겠어요!"
  },
  {
    "store": "app_store",
    "date": "2023-05-22",
    "rating": 5,
    "content": "사용후 만족해서 프로 결제해서 사용했습니다 연장해서는 사용 안하려고 하는데 자동결제되나요? 결제\n취소는 어떻게하나요?"
  },
  {
    "store": "app_store",
    "date": "2023-05-22",
    "rating": 4,
    "content": "실수로 운동기록을 삭제했는데 그이후로 걸음수는 연동이되는데 운동기록이 안넘어와요 다시 애플워치 운동기록 넘어오게 하려면 어떻게 해야하죠? \n걸음수만뜨고 운동안떠요 칼로리 소모한거 보고싶어요!!!"
  },
  {
    "store": "app_store",
    "date": "2023-05-20",
    "rating": 1,
    "content": "괜히  구입함"
  },
  {
    "store": "app_store",
    "date": "2023-05-18",
    "rating": 4,
    "content": "앱 잘 사용하고 있는 유저입니다.\n며칠 전부터 식단입력-음식추가 에서 음식을 여러개 추가하고 누르는 최종 완료 버튼이 하단에 뜨지 않습니다. 버그인 것 같은데 확인 부탁드려요!"
  },
  {
    "store": "app_store",
    "date": "2023-05-14",
    "rating": 2,
    "content": "아 잘쓰고 있었는데 갑자기 식단기록에 식단검색 들어가면 계속 튕겨서 기록을 할 수가 없음… 갑자기 왜 이래요 제발 고쳐주세요 답답해요"
  },
  {
    "store": "app_store",
    "date": "2023-05-08",
    "rating": 5,
    "content": "식단이랑 운동만 공유 할 수 있고\n체중이랑 걸음수가 클릭이 안됩니다 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2023-05-08",
    "rating": 3,
    "content": "식단 기록만 들어가면 앱이 튕겨요 ㅠㅠㅠㅠㅠㅠ 기록하게 해주세요...🥹🥹🥹🥹🥹🥹🥹"
  },
  {
    "store": "app_store",
    "date": "2023-05-07",
    "rating": 3,
    "content": "제목그대로입니다. 탈퇴하고 로그아웃했는데 후기에 결제됐다는분들이많아서요\n그리고 앱자체에 프로 구독 취소버튼이없더라구요"
  },
  {
    "store": "app_store",
    "date": "2023-05-05",
    "rating": 1,
    "content": "이용 탈퇴 하고 앱 삭제 했는데 자동 결제 되었어요\n당장 결제 취소 해주세요 안쓸거에요"
  },
  {
    "store": "app_store",
    "date": "2023-05-05",
    "rating": 1,
    "content": "계속 꺼져요ㅜㅠ뭐 기록할려만 하면 답답해서 못 해먹겠네요"
  },
  {
    "store": "app_store",
    "date": "2023-05-02",
    "rating": 1,
    "content": "이미가입이 되어 메일로 로그인 하라고 뜨는데,\n비밀번호찾기 메일을 보내도 정작 메일함에는 들어와 있지 않아요(스팸함에도 없구요..)\n어플 사용할수 없는건가요?"
  },
  {
    "store": "app_store",
    "date": "2023-05-02",
    "rating": 5,
    "content": "설정은 ON으로 되어있는데 피트니스 연동이 안됍니다 같이쓰는 친구는 되는데 저만 안돼요 지웠다가 깔면 해결 될까요? 처음 연동하겠냐는 안내문구에 아니요인가 그냥 닫았나 했는데 방법이 있을까요?"
  },
  {
    "store": "app_store",
    "date": "2023-05-01",
    "rating": 5,
    "content": "환불처리 해주세요\nㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-04-29",
    "rating": 1,
    "content": "2022년 3월에 1년 구독을 하고 올해 3월에 16,500원 추가로 결제했습니다. 하지만 지금 어플에 접속하니 프로 기능 사용이 불가한 것으로 확인됩니다. 확인부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2023-04-22",
    "rating": 5,
    "content": "근데 제가 그룹을 만들었는데 그룹코드는 어디서 볼수있나요?? 아무리찾아도 안보여요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-04-19",
    "rating": 5,
    "content": "무료 이용 써보려고 지난주에 7일 이용권 이용권 끊고 좀 해보다 저랑 안맞아서 해지하려했어요. 20일까지 이용이라해서 오늘 해지하려했는데 아침에 결제가 되버렸네요 ㅜ 24시간 내에 구독해지를 몰랐어요 ㅜ 어떻게 해야할지.. ㅜ"
  },
  {
    "store": "app_store",
    "date": "2023-04-17",
    "rating": 2,
    "content": "식단 검색이 잘 안돼요.... 로딩 오래걸리거나 틀린것도 꽤 있고요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-04-12",
    "rating": 5,
    "content": "여러 식단 어플을 써본 결과 가장 깔끔하고 좋아 정착하게 되었는데요\n개선사항 건의 드릴 부분이 있어서 리뷰 남겨요🥹\n1.애플 건강 연동을 켜놓았는데 어떤날은 체중-체지방률이 저절로 입력되고 어떤날은 안되는데 왜 그런걸까요? 체중계는 앳플리 쓰고 있습니다 \n 2. 요즘은 사진을 찍으면 음식이 저절로 인식되는 어플이 많더라구요 이 부분이 개선되면 편할 것 같습니다❤️\n3.자주 먹는 음식을 즐겨찾기 할 수 있는 기능이 있으면 좋을듯 합니다🎶자주 먹는 음식을 항상 검색하니 조금 번거로운 점이 있네요\n\n앞으로도 잘 부탁드립니다❤️"
  },
  {
    "store": "app_store",
    "date": "2023-04-11",
    "rating": 5,
    "content": "조아여 ㅜㅜㅜ 근데 식단 수정에서는 타임스탬프를 다시 추가 못하나봐용 ㅜ …?"
  },
  {
    "store": "app_store",
    "date": "2023-04-10",
    "rating": 5,
    "content": "깔끔하고 기록하기 좋습니다.  \n내가 자주 먹는 음식 즐겨찾기 할 수 있고 \n내가 추가한 음식을 검색 할 수 있었으면 좋겠습니다"
  },
  {
    "store": "app_store",
    "date": "2023-04-07",
    "rating": 4,
    "content": "유려한 UI, 과하지 않은 소셜 기능 등이 있어 굉장히 매력적입니다. \n\n다만 여러 단어로 구성된 검색이 제대로 지원되지 않는 듯하며 (소고기 앞다리살로 검색하면 나오지 않지만, 앞다리살로만 검색하면 소고기 앞다리살이 바로 보임)\n앱 내에서 기록한 칼로리 데이터를 애플 건강 앱으로 다시 export 해주지 않습니다. \n\n특히 건강 앱에 데이터 export하는 기능이 지원된다면 연간 결제해서 쓰고 싶은데, 혹시 예정이 있는지, 언제쯤 될 지도 궁금합니다."
  },
  {
    "store": "app_store",
    "date": "2023-04-05",
    "rating": 4,
    "content": "3달째 매일매일 잘쓰는데 요 3일 사이 갑자기 입력하면 느려지면서 자동으로 꺼지는 에러가 발생합니다ㅠㅠㅜ 너무 잘쓰고 매일 쓰는데 고쳐주세요ㅠㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-04-04",
    "rating": 1,
    "content": "제목 그대로입니다. 업데이트도 안 하고 사용도 안 하고 있었는데 갑자기 자동 결제 16,500원 되면서 1년 구독이 됐습니다. 어플 평가 리뷰에 작성도 했고 메일도 썼는데 답장이 없네요^^"
  },
  {
    "store": "app_store",
    "date": "2023-04-04",
    "rating": 3,
    "content": "아이패드에서 회고 부분 작성을 하면 저장하기가 잘 안되네요ㅠㅠ\n이것도 버그라면 잡아주세요"
  },
  {
    "store": "app_store",
    "date": "2023-04-01",
    "rating": 2,
    "content": "아니…오후 3시에 운동했지만\n아이폰에도 찍혔지만\n밀래그램 운동도 연동해둿지만\n저녁 8시가 넘은 이 시간에도 미반영\n수동으로 off-on 켜봐도 묵묵부담\n그냥 운동0상태임;;;;;\n전부터 느리게 반영되는건 알았지만 딥답해죽음"
  },
  {
    "store": "app_store",
    "date": "2023-03-28",
    "rating": 5,
    "content": "다이어트 쪽은  외국앱이 판치는 판에 우리나나 앱이라 너무 좋았어요. 대만족! 결제의 순간 취소를 누른 이유는 ㅜㅜㅜㅜ 알고보니 건강 앱이랑 음식들 정보 동기화가 안된다는 것… 즉.. 건강 앱 정보를 가져오는 건 되지만 내보내는 건 안되더라구요 ㅜㅜ 너무 아쉽습니다 😭 추후 업뎃 될거같긴 한데 당장은 타앱을 써야겠네요"
  },
  {
    "store": "app_store",
    "date": "2023-03-28",
    "rating": 5,
    "content": "처음엔 좀복잡하다고생각했는데 하루지나니 너무 좋습니다^^사진도저장되고 기록을정확히할수있어서좋습니다\n무료체험끝나면 결제해서쓸께요^^"
  },
  {
    "store": "app_store",
    "date": "2023-03-25",
    "rating": 5,
    "content": "어플 좋아서 구매도 했는데\n앨범에 있는 사진 추가하려는데\n잘 안되구 불편해요"
  },
  {
    "store": "app_store",
    "date": "2023-03-22",
    "rating": 5,
    "content": "밀리그램 매우 만족하면서 잘 쓰고 있는데요, 하나 요청드리자면\n음식 기록 전체로 볼 때 (칼로리/탄/단/지/당/나) 이게 글자를 옆으로 밀어야 보이는게 불편해서요\n한 화면에 다 보여서 캡쳐하면 영양성분 다 보이도록 해주셨으면 너무너무 좋을 것 같습니다\n예를 들어…\n\n칼로리 탄 단\n지 당 나\n\n이 구조로 하면 한 화면에 다 보일 거 같아요!!"
  },
  {
    "store": "app_store",
    "date": "2023-03-19",
    "rating": 5,
    "content": "아이폰으로 식단 촬영해서 올리는데 사진이 자꾸 잘려서 올라가요 ㅠㅠ 최적화된 사진 사이즈가 뭔가용"
  },
  {
    "store": "app_store",
    "date": "2023-03-09",
    "rating": 2,
    "content": "읽은 알람좀 없애줘여.. 읽었는데도 계속 떠있음.. 아이폰인데 앱 멈췄다가 강제종료되는것도 심함"
  },
  {
    "store": "app_store",
    "date": "2023-03-05",
    "rating": 5,
    "content": "앱을 사용하면서 간편하고 다이어트기록에 대한 사항들이 적절히 들어가 있어 좋아요 \n하지만 식단기록하는데에 있어기능이 조금 더 필요하면 좋을꺼 같아요\n최근 야OO, 인OO같은 어플에서 단식시간도 같이 포함되서 업데이트 되었더라구요 ㅠㅠㅠ밀리그램 나무 좋아서 계속 쓰고 싶긴한데 단식시간 어플을 따로 사용하니 기록들이 여기저기 분산되어있어 한번에 트레킹하기 조금 번거로운점이 있어요 . \n따라서 , 아래와 같이 기능 추가 요청 부탁드립니다 \n\n1. 단식시간도 같이 기록할수 있었으면 좋겠어요.\n2. 다이어리에 일정도 기록할 수 있었으면 좋겠어요 (다이어트 기간)\n- 일정이나 약속이 있을경우 다이어리에 표기를 해놓으면 다이어트 기간을 설정해서 d-day를 추적하기 좋아요. \nex) 밀리그램 캘린더에 3/21일 날짜에 ‘미팅’이라고 일정을 등록해 놓으면 한눈에 보고 남은 날짜까지 계획하고 기록하기 좋을꺼 같습니다 !! \n3. 식단,운동,신체 등 분류하여 메모하는기록도 좋지만 한번에 기록하고 한눈에 보기 쉽게 하루전체에 해당하는 메모란도 분류되어 생성되었으면 좋겠어요 !! \n\nPRO이용자로써 밀리그램에 평생 정착하고 싶습니다!!"
  },
  {
    "store": "app_store",
    "date": "2023-03-05",
    "rating": 1,
    "content": "음식추가를 터치하면 하얀화면만 나오고 뒤로가기나 종료 버튼도 안 나와서 앱을 끄고 다시 켜야되는 불편이 있어요"
  },
  {
    "store": "app_store",
    "date": "2023-03-03",
    "rating": 5,
    "content": "우선 이런어플을 만들어주셔서 감사합니다\n근데 음식추가가 안돼요 빈화면뜨고 먹통됩니다\n전부다 기록해놨는데 자꾸 날라가서\n껏다켰다 무한반복해야돼요\n예를들면 삶은계란을먹었다치면 \n삶은 <쳤을때 음식이 여러개뜨는데\n거기서 선택하려고 하면 화면 시커매지고 아무겋도 안됩니다\n처음 깔았을때부터 안되더니\n업뎃해도 이러네요\n한 20번넘게 쓰던거 날라갔어요\n제발고쳐주세요 결제할게요 ㅠㅠㅠㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2023-03-01",
    "rating": 3,
    "content": "미국에서 어플 다운해서 사용중인데 음식검색? 칼로리검색이 안되요 ㅠㅠ 지원 안되는건가요?"
  },
  {
    "store": "app_store",
    "date": "2023-03-01",
    "rating": 5,
    "content": "친구 추천으로 가입해서 열심히 그룹 활동 하고있습니다.\n다만 식단을 추가할때 가장 좋은 기능중 하나가 먹은 제품을 검색해서 추가할수 있는건데\n(예를들어 풀무원 낫토를 검색해서 추가하면 바로 칼로리와 영양성분이 나오는)\n그 기능만 켜면 바로 흰 화면이 뜨며 먹통이네요 ㅠㅠ\n그래서 그 기능을 못쓰고 있습니다\n앱을 지웠다가 다시 깔아도 봤는데 문제는 여전해요. 개선해주세요!"
  },
  {
    "store": "app_store",
    "date": "2023-02-24",
    "rating": 4,
    "content": "너무나 잘 쓰고 있습니다.\n\n하나만 부탁드리자면 식단을 먹을 때는 매 끼니마다 똑같이 먹는 경우가 많은데 “식단을 복사 붙여넣기” 할 수 있는 기능이 추가되면 참 좋을 것 같아요!\n\n공유, 수정, 날짜변경, 삭제\n밖에 없습니다!\n\n“복사하기” 기능 추가해주시면 감사하겠습니다."
  },
  {
    "store": "app_store",
    "date": "2023-02-19",
    "rating": 5,
    "content": "그룹만들기를 하려고 하는데 앱을 껐다가 다시 켜도 \n그룹생성 버튼이 비활성화 되어있습니다 . \n\n그룹만들려고 하는데 도와주세요 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2023-02-11",
    "rating": 2,
    "content": "영양성분 입력할 때 소수점 입력이 안돼요. 숫자판에 , 만 있는데 쉼표 입력하면 숫자가 안보이고 저장눌러도 안보여요. 일단 메모장에서 복붙해오고 있는데 바로바로 사용할 때 너무 불편해요."
  },
  {
    "store": "app_store",
    "date": "2023-02-10",
    "rating": 5,
    "content": "안녕하세요. 저는 최근 PT를 시작하면서 식단을 병행하고 있어 오늘의 식단, 체중, 운동량 등을 기록할 수 있는 앱을 찾던 중 밀리그램을 알게 되었습니다. 밀리그램을 사용한지 3일만에 유료버전 일주일 체험을 지나ㅎ 현재는 프로버전을 너무 만족하며 조금씩 건강한 생활을 실천하고 있답니다😎 좋은 습관을 만들어나갈 수 있도록 도와주신 앱 개발/기획자분들께 깊은 감사의 말씀드립니다🥹\n\n앱을 매일 사용하면서 앱에 대한 추가 의견이 있어 감사의 인사와 함께 전달드립니다.\n1. 신체 정보 UI 개선\n저는 식단뿐만 아니라 데일리로 신체 정보도 기록하고 있는데, 정보 등록하는 UI는 잘 되어있으나, 등록된 정보를 볼 때는 가독성이 조금 떨어지는 것 같습니다🥲\n등록된 정보를 볼 때, 생활 파트에 대해 UI가 개선되면 좋을 것 같습니다🙏🏻\n2. 물 양 설정 \n마신 물의 양을 기록할 때, 더하기/빼기에 대한 물양을 마이페이지 설정창 또는 물 기록 우측상단에서 커스터마이징이 가능했으면 좋겠습니다. \n> 예: 빼기 - 50ml, 더하기 - 250ml \n(현재 빼기/더하기 모두 100ml 고정)\n\n그럼 앞으로도 밀리그램을 통해 더욱 건강한 생활 실천해보도록 하겠습니다💪🏻 오늘도 행복한 하루 보내세요🙂"
  },
  {
    "store": "app_store",
    "date": "2023-02-09",
    "rating": 5,
    "content": "목표칼로리설정해서 하루에 몇칼로리남았는지 이렇게 있었으면 좋겠어요ㅜ"
  },
  {
    "store": "app_store",
    "date": "2023-02-05",
    "rating": 5,
    "content": "로그아웃 상태에서 식단/운동 기록해놓았는데 회원가입 후 로그인하면 기록데이터 연동되나요ㅠ?"
  },
  {
    "store": "app_store",
    "date": "2023-02-04",
    "rating": 5,
    "content": "식단관리하는데 최고인거 같습니다! 근데 식단 옆에 색깔... 뭘 의미하는지 그게 궁금한데 아무리 찾아도 없네요..ㅠㅠ 좀 알려주세요....."
  },
  {
    "store": "app_store",
    "date": "2023-02-01",
    "rating": 5,
    "content": "내가 못찾는건지 기본적인게 없는건지\n\n1월 데이터 보려는데 어떻게 하나요?"
  },
  {
    "store": "app_store",
    "date": "2023-01-26",
    "rating": 5,
    "content": "사진추가하는것과 수정이 간편하게 되는것,\n다른 기능없이 심플하게 사용하기 좋습니다 👏🏻\n이것저것 앱 깔아봐도 밀리그램으로 돌아와요\n열량,탄단지 외에 “당” 도 따로 기록되면 좋겠어요ㅎㅎ!!"
  },
  {
    "store": "app_store",
    "date": "2023-01-20",
    "rating": 3,
    "content": "음식검색 누르면 그냥 먹통됨 흰화면\n단체 채팅방 누르면 그냥 먹통됨 흰화면\n네이버키보드 설정하고 댓글달기 누르면 키보드 안나옴. 기본키보드로 바꿔야 나옴 ios16.3\n\n오류가 이렇게 많은데 이만한앱이 없으니까 쓰는거지 다른앱있었으면 바로 지움 너무 답답함 기본적인게 구동이안되니까"
  },
  {
    "store": "app_store",
    "date": "2023-01-16",
    "rating": 1,
    "content": "아주 예전에 제가 광고 삭제하기 위해서 결제를 한적 있었던 것 같은데요, 또 다시 이용료 제도가 생긴건지 사진도 두장이상 등록 가능했는데 매월 이용료 결제를 해야하고 별로네요. 기존에 사용가능했던 부분을 돈을 받다니요. 이제 어플 사용안하려고요."
  },
  {
    "store": "app_store",
    "date": "2023-01-14",
    "rating": 5,
    "content": "종류가 더 다양했으면 좋겠어요.\n그외에는 다 좋습니다."
  },
  {
    "store": "app_store",
    "date": "2023-01-13",
    "rating": 3,
    "content": "할일이나 루틴같은걸 적으면 만든 후에는 수정이 안된다하여 잘못쓰면 삭제 후 다시쓰고\n순서가 안맞으먼 전부 삭제 후 다시써야되서..\n\n루틴 순서를 바꿀수 있는기능이나\n글을 수정할수 있는 기능이 없는 이유가 있나요??\n궁금합니다"
  },
  {
    "store": "app_store",
    "date": "2023-01-09",
    "rating": 5,
    "content": "친구들이랑 같이 다이어트 하고 있어요 같이 운동하고 기록합니다 근데 걸음수 단위가 mL라고 되어있는데 의도한건가요?? 혹시 오류가 아닐까해서 리뷰 남깁니당:)"
  },
  {
    "store": "app_store",
    "date": "2023-01-08",
    "rating": 5,
    "content": "다이어트 시 당 적게 먹는 것도 중요해서 바래봅니다. 앱 좋아용"
  },
  {
    "store": "app_store",
    "date": "2023-01-04",
    "rating": 5,
    "content": "최고"
  },
  {
    "store": "app_store",
    "date": "2022-12-19",
    "rating": 5,
    "content": "당류도 기록할수있으면 좋을거같아요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-12-16",
    "rating": 3,
    "content": "써보고는 싶은데 유독 제가 먹는 음식들은 잘 안 보이거나 같은 음식에 파편화가 되어 있어서 제대로 써먹기가 어렵네요"
  },
  {
    "store": "app_store",
    "date": "2022-12-13",
    "rating": 4,
    "content": "만족하면서 잘 쓰고 있었는데 왜이러죵"
  },
  {
    "store": "app_store",
    "date": "2022-12-10",
    "rating": 1,
    "content": "무료 버전 기능 제한은 좋은데 제가 기록한 일주일 이전 체중도 안보이는건 너무 한거 같아요. 추가 기능도 아니고 1주일 이전 체중 보려면 유료 결제를 하라니요."
  },
  {
    "store": "app_store",
    "date": "2022-12-07",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "app_store",
    "date": "2022-12-03",
    "rating": 5,
    "content": "밀리그램 짱짱맨~~!! 계획/할일도 생겼던데 위젯에서 확인하고 더 잘 실천할 수 있게 위젯 만들어주세용 ㅠㅠ 위젯에서 체크표시도 확인할수있게요!"
  },
  {
    "store": "app_store",
    "date": "2022-11-25",
    "rating": 5,
    "content": "왜 체중이 말풍선에 안 뜰까요??"
  },
  {
    "store": "app_store",
    "date": "2022-11-25",
    "rating": 5,
    "content": "유료결제만 해놓고 제대로 사용은 안해봤는데요\n보니까 아주 디테일하게 잘 구성되어 있드라구요\n\n근데 로그인하면 자동불러오기같은데\n\n해당백업파일을 pc에서 열 수 있는 방법을 없을까요\n\n혹은 엑셀파일이라도.. 어플로만 보기에는 뭔가 블로그나 pc로 일지를 쓰기가 불편해서요"
  },
  {
    "store": "app_store",
    "date": "2022-11-21",
    "rating": 5,
    "content": "그룹기능도 생기고 서바이벌도 생기고 칼로리 계산도 생겨서 너무너무 만족하면서 쓰고 있는데\n이번에 계획 기능은 정말 가장 만족스럽습니다👍\n몇가지 궁금한게\n계획에 작성한 내용이 그룹에 공개되는지 궁금해요(공개되지 않았으면 좋겠어요)\n그리고, 계획 달성여부를 간단하게라도 캘린더에서 확인할 수 있으면 좋겠습니다\n끝으로, 지금은 계획을 작성하면 수정이 불가하게\n되어 있는데, 오늘의 할일 부분이라도 수정할 수 있게 바뀌면 너무너무 좋을 거 같고 그렇게 되면 할일 어플을 따로 안써도 될 거 같아요,,,🥹🥹\n(마지막으루,,프로그램 다양하게 많이 만들어주세요,,밀리그램 쵝오,,,)"
  },
  {
    "store": "app_store",
    "date": "2022-11-19",
    "rating": 1,
    "content": "오픈 그룹들 다날라가고\n지금은 자체적으로 만든 것 같은\n이상한 그룹들 밖에 안보이는데요…?\n오류인가요? \n빨리 개선해주세요 며칠째 이러니 어플 삭제해야하나 싶네요"
  },
  {
    "store": "app_store",
    "date": "2022-11-11",
    "rating": 3,
    "content": "저장하기 버튼이 사라지고\n화면에 아무것도 안뜨는 버그가 너무 심합니다. \n수정바랍니다."
  },
  {
    "store": "app_store",
    "date": "2022-11-10",
    "rating": 5,
    "content": "몇개월째 잘 사용하고 있는데 음식검색 칼로리가 생겨서 사용할려고 하는데 음식을 검색하면 음식명이 떴다가 1초만에 검색 결과 기록이 없다고 바껴요.. 모든 음식이 그래요 ㅜㅜㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2022-11-07",
    "rating": 5,
    "content": "그러면 갓벽"
  },
  {
    "store": "app_store",
    "date": "2022-11-06",
    "rating": 5,
    "content": "제품이 있는데 검색하면 1초 떴다가 사라지면서 검색결과가 없다고 바껴요 ㅜㅜㅜㅜㅜㅜ\n제발 고쳐주세오ㅜㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2022-11-05",
    "rating": 5,
    "content": "추운데 예비군 잘 다녀오십셔… \n밀리그램 화이팅…!!"
  },
  {
    "store": "app_store",
    "date": "2022-11-04",
    "rating": 5,
    "content": "밀리그램 사용한지 2년 정도 됐고 연간권을 쭉 사용해왔는데 1년치 자동결제가 되고난 후 갑자기 프로로 넘어가지지가 않네요. 결제내역도 존재하고 계속 쓰고있었는데 갑자기 이러는게 이해가 안됩니다."
  },
  {
    "store": "app_store",
    "date": "2022-11-03",
    "rating": 5,
    "content": "점차 기능이 늘어가는걸 보면서\n\n사도 되겠다라는 맘이 들어서 유료구매 했었고 \n\n지금까지 열심히 잘 쓰고 있습니다\n\n지금은 많은 기능이 들어갔지만\n\n아직도 어플구동이 가벼운게 장점같아요\n\n인터페이스도 편하고 계속 열심히 부탁드려요"
  },
  {
    "store": "app_store",
    "date": "2022-10-31",
    "rating": 5,
    "content": "위젯  편해요"
  },
  {
    "store": "app_store",
    "date": "2022-10-30",
    "rating": 5,
    "content": "꽤 오래 깔끔하고 직관적인 세팅이 마음에 들어서 꾸준하게 사용중인데요 원하지 않는 메뉴탭은 숨기거나 안보이게 할수있으면 좋겠어요\n저는 그룹이나 운동탭을 사용하지 않는데 불필요하게 지저분해보여서요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-10-29",
    "rating": 5,
    "content": "안녕하세요 7개월째 운동, 식단기록용으로 잘 사용하고 있습니다! 문제점이 생겨서 리뷰를 작성하게 됐는데요. 운동기록할 때 맨 마지막에 인증샷을 남기는데 사진을 등록해도 저장하면 안뜨더라구요 어제부터 그랬구요 수정해주시면 감사하겠습니다!!"
  },
  {
    "store": "app_store",
    "date": "2022-10-28",
    "rating": 1,
    "content": "음식 좀 등록하려고 하면 그냥 앱이 꺼져요. 앱을 사용할 수가 없습니다"
  },
  {
    "store": "app_store",
    "date": "2022-10-27",
    "rating": 5,
    "content": "식단관리할때 쓰는데 아주 좋아요\n살짝 아쉬운점은 운동기록 기능이 조금만 다양해졌음해요\n운동 칼로리소모 계산해주는 기능같은거요…"
  },
  {
    "store": "app_store",
    "date": "2022-10-24",
    "rating": 5,
    "content": "메일로 임시비밓번호 몇번을 보내봤지만 오지도 않고\n다른가로 보내도 안오네욭..\n문의는 어디로 하면 될까요..?"
  },
  {
    "store": "app_store",
    "date": "2022-10-23",
    "rating": 1,
    "content": "스크롤 살짝만해도 흰화면 나오면서 오지게 튕기네요\n진짜 짜증남...\n어제도 그렇고 오늘도 그렇고...ㅋㅋ 덕분에 앱사용 제대로 한번 못해보고 삭제할거같네요\n사용하기 좋다는 분들은 튕김현상 없으신가? 신기하네"
  },
  {
    "store": "app_store",
    "date": "2022-10-17",
    "rating": 5,
    "content": "여러 식단 어플 같이 사용해보면서, 밀리그램이 제일 편하게 느껴졌습니다. 단, 음식 검색 결과 보여주는 속도는 많이 개선해야할것 같아요. 타사 앱 대비 단어 검색 후 결과 보기까지 몇 초가 더 걸리네요. 식단일기라는게 어찌보면 검색이 쉽고 빨라야하는데 속도가 너무 느린게 제일 아쉽습니다.\n그리고 개인적으로는 식단 내보내기 기능을 잘 사용하고 있는데(아이폰 전체캡쳐가 불편해서), 이 때 각 식사의 칼로리도 같이 보였으면 좋겠어요. 총 칼로리만 나오고, 각각의 칼로리는 안보여서 식단공유가 그냥 사진위주로 되는 것 같아 좀 아쉽습니다.\n 의견 반영이 빠르게 되는게 쉽지는 않겠지만, 잘 써오고 앞으로도 잘 사용할것 같아서 꼭 반영됐으면 하는 몇가지 아쉬운마음에 리뷰 달아봅니다."
  },
  {
    "store": "app_store",
    "date": "2022-10-06",
    "rating": 5,
    "content": "기능들이 직관적이고 간편하면서 유용해서 너무 좋네요!\n근데 애플워치도 지원해주셨으면 좋겠어요!!\n간단하게 물 마신거랑 밥 먹은 거 기록 정도만 있어도 너무 좋을듯요ㅠㅠ\n특히 물은 마시자마자 바로 기록 해야 안 까먹는데 폰은 항상 손에 쥐고 있는 건 아니니까 워치로 간단하게 기록할 수 있음 좋겠어요!!"
  },
  {
    "store": "app_store",
    "date": "2022-09-29",
    "rating": 5,
    "content": "어플 사용한지 어느덧 3주가 지났는데\n개발자님 어플 정말 잘 사용하고 있어요 ㅎㅎ\n식단조절의 필요성을 느끼고,, 어플이 간단하고\n깔끔해보여서 깔았는데 넘 좋아요 ㅠㅠ ㅠㅠ\n친구들한테 추천하고 그룹으로 식단 공유하고 있는데\n서로 댓글도 달아주고 넘 재밌네요 ~~~~\n서바이벌도 매일 탈락하는 사람들,,\n너무 귀엽고 넘 흥미진진해요 ㅋ.ㅋ 🔥🔥🔥🔥"
  },
  {
    "store": "app_store",
    "date": "2022-09-26",
    "rating": 5,
    "content": "계란이나 우유200ml 처럼 매일 먹는 음식은 매번 칼로리를 탄단지 구분해서 기록하기가 귀차나요\n[내가 자주 먹는 식단] 등록해놓고 원클릭으로 업로드할 수 있었으면 좋겠어요!"
  },
  {
    "store": "app_store",
    "date": "2022-09-24",
    "rating": 3,
    "content": "사진 첨부후 설명이나 음식 등록하려고만 하면 계속 튕깁니다. 지금까지 계속 잘 사용하고 있었는데 어제부터 그래요. 버그일까요? 앱 업데이트 되었는데 개선되지 않아 리뷰로 올립니다!"
  },
  {
    "store": "app_store",
    "date": "2022-09-21",
    "rating": 5,
    "content": "개발자님 너무 멋진 어플 감사합니다 ~~~\n그룹 댓글달기 기능에\n답글 기능 추가해주실 수 있나용 !!! 🥹🥹\n감사합니다~~~"
  },
  {
    "store": "app_store",
    "date": "2022-09-18",
    "rating": 1,
    "content": "구독 처음 해봤는데 새로 로그인 하니\n또 프로 결제 하라네요 황당하네요..\n해결 못해주시는지.."
  },
  {
    "store": "app_store",
    "date": "2022-09-16",
    "rating": 1,
    "content": "1년전에 쓰고 너무 만족해서 쓰고있어서 1년 더 연장 했는데 실수로 앱 지우고 난뒤에 연간구독 결제권이 사라졌어요 해결해주세요 빨리"
  },
  {
    "store": "app_store",
    "date": "2022-09-16",
    "rating": 4,
    "content": "삼일째 사용중입니다. \n\n매일 바이오 플레인 저지방 요거트 칼로리가 잘못 입력되었네요. \n100g당 칼로리가 1g칼로리로 입력되어 있습니다. \n앱내에 버그 리포트 기능을 만들거나 식품 칼로리 추가(요청) 기능이 있으면 좋겠네요. \n제가 못찾은것일수도요.."
  },
  {
    "store": "app_store",
    "date": "2022-09-15",
    "rating": 3,
    "content": "서바이벌 스타벅스 기프티콘 당첨 됐는데 도대체 언제 오나요 일주일은 된 것 같은데 아직도 안 와요\n\n라고 리뷰하고 메일 보냈었는데 한달이 지난 거 같은데 아직도 안오네요 도대체 언제 다시 보내주시나요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-09-15",
    "rating": 4,
    "content": "무순 100g이 2200kcal로 뜹니다 ㄷㄷ..\n(이런 식으로 다른 음식들도 오류 많음)"
  },
  {
    "store": "app_store",
    "date": "2022-09-14",
    "rating": 5,
    "content": "정말 잘 쓰고있는데 혹시\n\n음식을 제가 추가하는것에서 1회제공량이 g 같은 단위로 변경이 안되고 고정되어있는거 원래이런건가요??ㅜㅜ g단위로도 음식 추가해서 먹고싶은데..ㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-09-06",
    "rating": 4,
    "content": "잘쓰고 있는데 이번에 약간의 대규모 업뎃진행하시면서 아이폰은 오류가 뜨는건가요? 그룹끼리 댓글로 서로 응원도 하고 그러는데 댓글이 그룹의 다른분들끼리는 댓글 잘쓰시는데 저는 댓글이 안써지네요…? 혹은 댓글쓰는것도 구독을 해야지만 되는 부분인건가요?"
  },
  {
    "store": "app_store",
    "date": "2022-09-03",
    "rating": 1,
    "content": "정말 다 좋은데 식단 등록하려고하면 5번 넘게꺼져요....ㅠ\n사진 선택하려고 스크롤 내려도 꺼지고... 사진 겨우 선택해도 꺼지고... 점수 선택해도 꺼지고...\n대체 왜 꺼지는건가요ㅠㅠㅠㅠㅠㅠ?????????\n사진 많이찍은날이면 꼭꺼져요...."
  },
  {
    "store": "app_store",
    "date": "2022-09-02",
    "rating": 3,
    "content": "원래 날짜 화면에서도 바로 모아보기 버튼이 있었는데 사라졌네요? 업데이트 된 건가요?"
  },
  {
    "store": "app_store",
    "date": "2022-08-23",
    "rating": 4,
    "content": "하루에 식단 두개는 추가가 안되는건 아니죠..?\n점심 먹고 저녁 등록하려고 음식 추가할 때 항상 어플이 꺼집니다 간헐적이 아니라 계속이요ㅠㅠ\n보완 좀 부탁드려요~~"
  },
  {
    "store": "app_store",
    "date": "2022-08-22",
    "rating": 5,
    "content": "기존에 친구 둘이서 하던거에 새 친구가 코드 숫자를 입력하고 들어오려 하는데 알 수 없는 오류가 발생했다면서 계속 못 들어온다고 하네요... 설정 아무리 뒤져도 이상한게 없는데..... 혹시 그룹 진행 중엔 인원 추가가 안되나요?"
  },
  {
    "store": "app_store",
    "date": "2022-08-22",
    "rating": 5,
    "content": "항상 꾸준히 개선해주셔서 감사합니다🫶 이부분도 개선해주시면 감사할 것 같아서 요청드립니다 그룹페이지에서 댓글기능이 재밌어서 많이 이용하는데요 댓글 기능이 대댓글이나 언급 등의 기존 sns에서 지원하는 형식의 댓글 기능으로 업그레이드 되었으면 좋겠다고 생각되어 요청드립니다 ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2022-08-20",
    "rating": 5,
    "content": "안녕하세요 일단 이 어플 자체는 굉장히 잘 쓰고 있고 만족하고 있는데요! 근데 어느날 보니까 제가 프로라고 되어있는거에요 근데 저는 프로를 구입한 기억이 없는데 프로라고 되어있어서 구독항목을 보니까 구독항목에도 없고 이 어플이 프로를 구입하면 영구적인게 아니라 기간이 정해져있던데 그럼 구독항목에 있어야하는거 아닌가요..?! 만약에 제가 프로를 구입한게 맞다면 왜 구독중인 항목에 없고 제가 프로를 구입한게 아니라면 왜 프로라고 되어있고 프로기능들을 사용할 수 있는건지 알려주시면 감사하겠습니다!!"
  },
  {
    "store": "app_store",
    "date": "2022-08-15",
    "rating": 5,
    "content": "밀리그램은 위젯이 없어서 아쉬워요\n기능이랑 다 너무너무 좋은데\n위제트로 공복 남은시간 + 오늘먹은거 등 홈페이지에 보이면 도움이 되서 다른 어플로 딱 위젯만 설정해놔요\n밀리그램도 위젯 생기면 진짜 너무 행복할듯요ㅛ오오"
  },
  {
    "store": "app_store",
    "date": "2022-08-09",
    "rating": 4,
    "content": "건강 앱과 연동이 되어있긴하지만 거꾸로 제가 밀리그램에 기록한게 건강앱에 반영이 되지 않네요 ㅠ \n체중, 물 섭취 등 기록들이 health 앱에 반영되면 좋겠어요👌"
  },
  {
    "store": "app_store",
    "date": "2022-08-09",
    "rating": 5,
    "content": "안녕하세요 폰을 새로 바꿔서 밀리그램도 재설치하였는데 알림이 안 떠서요..! 아이폰-설정-알림 탭에 딱 밀리그램만 없어요.. ㅠㅠ 폰 재부팅, 어플설치 재삭제(여러번) 다 해봤는데도 해결이 안 되네요ㅜㅜ 혹시 해결방안이 있을까요?"
  },
  {
    "store": "app_store",
    "date": "2022-08-06",
    "rating": 4,
    "content": "잘 쓰고있는데 왜 그룹원이 올린사진이 안뜰까요\n??"
  },
  {
    "store": "app_store",
    "date": "2022-08-06",
    "rating": 5,
    "content": "유료앱 뺨 치는 퀄리티 +유용함"
  },
  {
    "store": "app_store",
    "date": "2022-08-03",
    "rating": 2,
    "content": "업로드 한 걸 보기 위해 누르면 '서버에서 불러오지 못했어요' 창이 지속적으로 뜹니다 .. 한 열번 들락날락 반복하면 볼 수 있구요.. 아이폰 7 입니다..ㅜ"
  },
  {
    "store": "app_store",
    "date": "2022-07-31",
    "rating": 5,
    "content": "제가 앱 참 좋고 잘 사용한지 6개월째 인데요\n식단을 적다 보면 스스로 앱이 종료 되는데 왜그럴까요?ㅠㅠ 업데이트도 다 했는데 계속 사진이나 글 적다 보면 꺼져요"
  },
  {
    "store": "app_store",
    "date": "2022-07-29",
    "rating": 5,
    "content": "진짜 너무 최고의 앱.......진짜 기록도 너무 편하고 한눈에 쏙 들어오고 꼭 필요하고 유용한 기능들만 딱딱 있는 최고의 앱이에요 게다가 이정도 앱이 무료라니 정말정말 대박입니다 꼭 쓰세요 여러분 그리고 밀리그램 개발자 여러분들 번창하세요~!~!~!~!~!~!~!~!"
  },
  {
    "store": "app_store",
    "date": "2022-07-24",
    "rating": 5,
    "content": "다른 점 다 좋은데 카테고리가 한정적이라 불편해요\n약 먹는 거도 체크하고싶고한데 불편해요"
  },
  {
    "store": "app_store",
    "date": "2022-07-16",
    "rating": 5,
    "content": "저 남잔데 이모티콘은 여자로 떠서\n성별은 어디서 바꾸나요"
  },
  {
    "store": "app_store",
    "date": "2022-07-16",
    "rating": 4,
    "content": "프로로 결제해서 사용중입니다. 다만 어제부터 앱에 오류가 있어요. 건강앱과 연동하여 매일 아침 체중과 체지방률이 자동으로 입력이 되는데요, 신체란에 취침시간이나 배변활동 등 다른 항목을 입력하면 체중과 체지방 입력한게 없어집니다ㅠ 재등록해도 다른 항목을 또 추가 입력하면 체중과 체지방률 항목은 자꾸 지워져요. 해당 부분 빠른 수정 부탁드려요…"
  },
  {
    "store": "app_store",
    "date": "2022-07-13",
    "rating": 5,
    "content": "칼로리 계산도 되면 좋겟음\n다신어플처럼 음식치면 칼로리 자동입력"
  },
  {
    "store": "app_store",
    "date": "2022-07-12",
    "rating": 5,
    "content": "밀리그램 아이디와 패스워드를 잊어버려서 재설정을 하고자 메일로 재설정에 관한 내용을 받기로 하고 입력했는데 메일함 어디에도 없습니다..ㅠㅠㅠ \n어떻게 하면 아이디와 패스워드를 찾을 수 있는지 알려주시면 감사드리겠습니다.."
  },
  {
    "store": "app_store",
    "date": "2022-07-08",
    "rating": 5,
    "content": "예전에 한동안 무료로 잘쓰다가 안쓰게되어 방치해뒀는데 갑자기 16,500원 결제되었다하여 보니 프로로 자동업데이트가 되었네요?\n무슨경우죠이건\n빠른 환불조치 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2022-07-03",
    "rating": 5,
    "content": "식단을 기록할 수 있고 애플워치랑 건강 어플과 연동돼서 운동 기록, 걸음수 같은 것도 따로 입력 안 해도 돼서 너무 좋아요! 그룹기능도 있어서 혼자서 하면 의지가 약해지는 사람에게 좋아요~ 다만 아쉬운 점이 있다면 몸무게나 물 마시는 양 같은 숫자 기록들이 제가 키패드로 칠 수 있는게 아니라 숫자를 선택하는 거여서 소수점이나 일의 단위들은 입력하기 어려워요ㅠㅠ 예를 들어 물이 455ml 용량이면 일의 자리는 입력이 안 돼서 450으로 적어야만 하는 점이요!! 이 부분을 제외히고는 너무 만족하며 사용하고 있어요!"
  },
  {
    "store": "app_store",
    "date": "2022-07-02",
    "rating": 5,
    "content": "이전에는 몸무게가 전날 입력한 숫자로 바로 뜨고 제가 수정하면 됐는데 이제는 아예 새로 찾아서 입력 해야 하는데 번거로운 거 같아요 \n오류인지 아니면 이렇게 업데이트 된건지..개선 했으면 합니다"
  },
  {
    "store": "app_store",
    "date": "2022-06-29",
    "rating": 5,
    "content": "안녕하세요! 밀리그램 사용자입니다!\n운동 입력하는데 추가입력(운동종류, 운동부위, 운동강도) 부분이 아무것도 안 떠요 ㅠ 저만 그런건가요...?"
  },
  {
    "store": "app_store",
    "date": "2022-06-29",
    "rating": 4,
    "content": "운동강도, 부위 기록하는 항목이 안떠요 빠른수정 부탁드려요"
  },
  {
    "store": "app_store",
    "date": "2022-06-28",
    "rating": 1,
    "content": "업데이트하고 추가입력란에 운동종류, 운동부위, 운동강도가 안떠서 선택이 안되요.."
  },
  {
    "store": "app_store",
    "date": "2022-06-28",
    "rating": 5,
    "content": "운동 입력 시 추가 입력의 어느 부위를 운동했는지 선택하는 버튼, 운동의 강도 등을 선택하는 버튼 등등이 사라졌습니다...일시적 오류일까요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-06-25",
    "rating": 5,
    "content": "칼로리 계산하는 게 힘들었는데 입력하면 하루동안 총 몇 칼로리 먹었는지 자동으로 계산돼서 너무 좋아요!!! 그리고 타임스탬프 기능도 너무 좋습니다"
  },
  {
    "store": "app_store",
    "date": "2022-06-20",
    "rating": 5,
    "content": "무료버전으로 너무 잘 사용중인데 혹시 '지금은 밀리그램 기록할 시간!'으로 뜨는 알림을 on off로 조정하게 할 수 있을까요? 습관알림을 제외한 나머지 알림은 끌 수 있게 해주실 수 있는지 궁금합니다! 타임스탬츠 업데이트해주셔서 감사합니다. 입력한 시간말고 사진 찍은 시간으로 떠서 좋아요!!!"
  },
  {
    "store": "app_store",
    "date": "2022-06-18",
    "rating": 3,
    "content": "다같이 그룹으로 잘 쓰고 있었는데 \n\n몇일 전 부터 내 사진은 보이지만 그룹 친구들 음식 사진이 보이지 않음"
  },
  {
    "store": "app_store",
    "date": "2022-06-18",
    "rating": 5,
    "content": "너뮤너무 잘 쓰고 있습니당👍🏻근데 그 캘린더뷰에서 메모를 한 날이 표시가 됐으면 좋겠어용!!(운동,식단,생리표시처럼용) 메모를 할 때도 있고 안할때도 있는데, 나중에 시간이 흘러서 내가 어떤 생각을 했었는지 찾아보고싶어서요ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2022-06-17",
    "rating": 5,
    "content": "왜 제 사진만 안 보일까요?"
  },
  {
    "store": "app_store",
    "date": "2022-06-17",
    "rating": 5,
    "content": "잘쓰고 있던거라 별점은 5점드리는데\n업뎃하고 식사4번 등록하면 한장으로 저장하기가 안되고 캡쳐도 잘려요\n이거 왜이러나요 해결 좀 해주세요 진짜..,,, ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-06-16",
    "rating": 1,
    "content": "타임스탬프 기능 도입된 뒤로, 그룹 사진에서 상대방 사진이나 본인 사진이 보이지가 않아요\n개선해주세요"
  },
  {
    "store": "app_store",
    "date": "2022-06-16",
    "rating": 3,
    "content": "식단 사진 올리면 저한테도 안보이고 \n상대방도 안보인대서 삭제했다가 다시 깔아도\n똑같아요\n방법이있을까요"
  },
  {
    "store": "app_store",
    "date": "2022-06-15",
    "rating": 5,
    "content": "밀리그램 아는 인플루언서 님 ㅇ덕에 알게된 후부터 쭉 사용중인데 이번에 업데이트 되고 타임스태프랑 생겼더라도요!! 너무 좋아요!! 특히 다른 어플에는 없는 다이어트 하는 분들은 아침점심저녁이 아닌 중간에 먹는 끼니들 아점, 점저 이런 세세한 부분이 있다는게 너무 좋았어요!👍👍 \n근데 저는 아쉬운게 이 음식랑 운동이 칼로리가 몇인지 모르는데 그걸 제가 작성해야하는 부분이아쉽더라고요!! \n식단 기록할때 음식이 몇칼로리인지 검색해서 입력할 수있는게 생겨서 한끼에 몇칼로리를 섭취했는지랑 운동에서도 몇칼로리를 소비했는지 알 수있었으면 좋겠어요!\n앞으로도 계속 좋은 앱으로 잘 부탁드리겠습니다 항상 감사합니다!!👍😊"
  },
  {
    "store": "app_store",
    "date": "2022-06-14",
    "rating": 3,
    "content": "아니 다 좋은데 그룹 멤버들이 올린 식단 사진이 안보이나요 ??? \n멤버들도 제가 올린 사진이 안보인대요 \n이거 왜이런거죠 ?"
  },
  {
    "store": "app_store",
    "date": "2022-06-14",
    "rating": 3,
    "content": "그룹 식단 사진이 안보여서 앱 지우고 다시깔았는데\n그전에 기록했던 사진들이 다 안보여용"
  },
  {
    "store": "app_store",
    "date": "2022-06-13",
    "rating": 4,
    "content": "그룹안에서 서로의 식단과 운동을 보고 응원을 해준다거나 이모티콘같은거를 편리하게 달 수 있으면 좋겠어요. (좋아요 같은 기능)\n댓글에 대댓글 기능이 있으면 좋겠어요.\n그룹이긴 하지만 소통을 할 수 있는 느낌은 들지 않아요."
  },
  {
    "store": "app_store",
    "date": "2022-06-11",
    "rating": 5,
    "content": "밀리그램 너무나 잘 이용 중입니다!\n어제부터 그룹원의 사진기록이 안보이네요!\n사진을 올렸다고 하시는데, 사진이 아예 없어요!!\n오늘은 제 사진이 안보인다고 하는데\n앱상의 문제가 있어보이네요!\n\n+ 오늘의 기록 공유를 한 장으로 내보내기 할 때, \n기록된 수가 많으면 저장된 사진이 하얗게만 보이는 오류가 있어요! 확인 바랍니다!"
  },
  {
    "store": "app_store",
    "date": "2022-06-11",
    "rating": 5,
    "content": "어플 UI도 깔끔하고 제가 원하는 기능들만 모여있는거같아 만족하며 사용하고있습니다. 근데\n그룹에서 제가 올린 사진도 그렇고\n같은 그룹원이 올린 사진도 단색만 보이지\n사진이 보이지 않네요ㅠㅠ\n로딩시간이 필요한가해서 기다려봐도\n사진이 보이지않아요. 어떻게 해야하나요?"
  },
  {
    "store": "app_store",
    "date": "2022-06-09",
    "rating": 3,
    "content": "물 섭취량도  저장하기 ui가 하단에 보일수 있게 해주세요"
  },
  {
    "store": "app_store",
    "date": "2022-06-09",
    "rating": 5,
    "content": "리뷰 잘 안 쓰는데 다이어트 때 너무 잘 쓰고잇어요"
  },
  {
    "store": "app_store",
    "date": "2022-06-07",
    "rating": 1,
    "content": "안녕하세요 제작년부터 프리미엄 자동결제 되게 설정해놓고 쓰고있었는데 이번 5월말에 결제도 되고 내역도 뜨는데 기능을 사용하려고 하니 프리미엄 결제를 하라고 안내창이 뜨네요ㅠ 개발자에게 메일로 문의하기 했는데 답변이 없어서 여기 보냅니다... 해결해주세요~😭😭"
  },
  {
    "store": "app_store",
    "date": "2022-06-05",
    "rating": 5,
    "content": "굉장히 만족스럽구요! \n추가적으로 바라는 기능이 있어서 리뷰남겨요!\n매일매일 신체기록에 적는 메모말고, 전체적으로 앱자체에 메모기능이 있었으면 좋겟어요..! \n저만 볼 수 있는 메모 같은것?! \n식단이나 운동 관련된 메모는 다 한곳에 관리하고 싶어서요! 항상 잘 이용하구잇어요 :) 나날이 발전하는 앱이네요! 응원합니다 🤍❤️"
  },
  {
    "store": "app_store",
    "date": "2022-06-04",
    "rating": 5,
    "content": "지금 너무 만족하면서 사용중인데\n오늘 아침에 보니까 연속기록이 1일로 초기화 됐더라고요 어제까지 끊임 없이 계속 기록했는데 갑자기 왜 1일로 돌아온건지 문의드려요"
  },
  {
    "store": "app_store",
    "date": "2022-06-02",
    "rating": 5,
    "content": "친구랑 식단 공유하는 기능에서 사진이 업데이트 되는 속도가 늦어요"
  },
  {
    "store": "app_store",
    "date": "2022-05-31",
    "rating": 5,
    "content": "탈퇴신청이 어디있는지 안 보이네요 개발자 님 어디로 문의 해야하나요?"
  },
  {
    "store": "app_store",
    "date": "2022-05-31",
    "rating": 1,
    "content": "잘 쓰다가 어제 갑자기 작성하려고만 하면 어플 꺼져서 결국 어젠 기록도 못하고, 연속 몇 일 찍은 거 다 날렸네요. 오늘도 식단이나 운동만 기록하려고 하면 어플 종료되고.. 진짜 스트레스 받아요... 물은 기록 남겨도 종료 안되길래 물 기록만 남기는데 그럼 이제 이 어플 쓸 필요가 없는 것 같네요... 친구들도 잔뜩 어플 소개시켜주고 그룹으로 공유하며 재밌게 식단 기록하며 어플 사용 중에 너무 짜증나고 화나네요. 왜 자꾸 기록만 하려고 하면 종료되는지 좀 알고 싶네요."
  },
  {
    "store": "app_store",
    "date": "2022-05-21",
    "rating": 5,
    "content": "기능이 별로 없었을때부터 유료 결제하여 지금까지 사용중인데 계속해서 기능들이 추가돼서 너무 만족스럽습니다. 앞으로도 초기의 그 깔끔함만 유지해 주시면 너무 감사할 것 같아요! 👍👍"
  },
  {
    "store": "app_store",
    "date": "2022-05-21",
    "rating": 5,
    "content": "1.  하루 걸음수 좀 잘 연동 됐으면 좋겠어요. 아니면 새로고침 버튼이라도 있어서 직접 업뎃이라도 되면 좋을거같아요. 2. 댓글 달리면 바로바로 확인할 수 있게 알림 모아두는 페이지가 있으면 좋을 것 같아요. \n이거 말고는 대체로 만족하면서 잘 쓰고 있습니다."
  },
  {
    "store": "app_store",
    "date": "2022-05-19",
    "rating": 5,
    "content": "프사 설정가능하게 해주세여!!!"
  },
  {
    "store": "app_store",
    "date": "2022-05-18",
    "rating": 5,
    "content": "간편하고 좋아요"
  },
  {
    "store": "app_store",
    "date": "2022-05-17",
    "rating": 5,
    "content": "밀리그램을 폰 열자마자 배경화면에서 바로 만나고 싶어요,, 그렇게만 된다면 건강한 생활을 더 자주 떠올리게 되고, 의지가 더 활활 타오를 것 같아요❤️‍🔥"
  },
  {
    "store": "app_store",
    "date": "2022-05-17",
    "rating": 5,
    "content": "이렇게 좋은 앱을 만들어주셔서 감사합니다\n저분주부터 렉이 심한데 무슨일인가요?\n너무 잘사용하고있는 앱이였는데ㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-05-16",
    "rating": 5,
    "content": "그룹을 만들었는데요 그 안에서 친구들이나 저의 몸무게가 서로 공개 되나요?"
  },
  {
    "store": "app_store",
    "date": "2022-05-11",
    "rating": 5,
    "content": "밀리그램 어플을 사용하여 매일 운동기록을 하고 있습니다!\n잘 사용중입니다만, 그룹 끼리 공유할때 연결에 ‘신체’가 없는 것이 아쉽습니다.\n그룹 연결 수정 기능 및 ‘신체’ 도 연결로 추가해주신다면 감사하겠습니다."
  },
  {
    "store": "app_store",
    "date": "2022-05-10",
    "rating": 3,
    "content": "요즘 렉걸리는게 있었는데 지금은 아예\n튕겨져서 앱꺼져요…"
  },
  {
    "store": "app_store",
    "date": "2022-05-07",
    "rating": 3,
    "content": "몇년째 정말정말 잘 쓰고 있었는데\n금요일에 서바이벌 참가하기 누른 후 부터 계속 렉걸리고 튕겨서 기록도 안돼요ㅠㅠㅠㅠㅠㅠㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-05-05",
    "rating": 5,
    "content": "식단 작성하기 편해요"
  },
  {
    "store": "app_store",
    "date": "2022-05-05",
    "rating": 5,
    "content": "기록하기 좋고\nIos 건강기록이 자동 연동되어서 편해요"
  },
  {
    "store": "app_store",
    "date": "2022-05-01",
    "rating": 3,
    "content": "기록좀하고싶은데 렉걸려서 기록조차안됨;;"
  },
  {
    "store": "app_store",
    "date": "2022-04-30",
    "rating": 5,
    "content": "1개월 구입 하려고 했는데 1년 사용으로 자동 세팅되어 있으 결제가 완료 되었습니다. 1년 사용은 하겠으나 매년 자동으로 재연장 하는 부분은 동의하지 않습니다. 회신주세요"
  },
  {
    "store": "app_store",
    "date": "2022-04-30",
    "rating": 5,
    "content": "데이터 백업 어떻게 하나요?"
  },
  {
    "store": "app_store",
    "date": "2022-04-28",
    "rating": 5,
    "content": "오늘 설치하도 유료한범 써보려고 7일 무료체험후 결제인줄알고 눌렀는데 바로 결제가 되었네요 ㅠㅠ \n일년치 결제되넛는데 이거 취소는 안되는거겟져. ㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-04-27",
    "rating": 3,
    "content": "안녕하세요, 2년째 밀리그램 사용하고 있습니다.\n\n매년 자동 결제 구독 해놔서 2022-04-26 애플 결제 완료 되었는데 사용하려고 들어가보니 기존에 사용하던 서비스들 사용이 안됩니다. 프로 버전이 제 계정에 반영이 안된건지 결제 후 서비스를 제대로 이용하지 못해 불편합니다.\n\n광고도 뜨고 전체 리포트 폴도 안보이고, 유료 결제는 됐는데 무료 버전으로 계속 보입니다. 확인 후 조치 부탁드립니다.\n\n빠른 확인 부탁드릴게요."
  },
  {
    "store": "app_store",
    "date": "2022-04-25",
    "rating": 5,
    "content": "직관적으로 필요한것만 볼수 잇고\n적을 수 잇어서 좋아요\n식단 운동 걸음수 몸무게\n이것만 기록 히스토리만 있어도\n계속 다짐하고 반성하고 더 열심히\n하게 되는듯 ㅋㅋ\n걸음수 연동 업뎃이 바로 반영이\n안되는게 단점이지만\n만족합니다 ㅋㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2022-04-22",
    "rating": 5,
    "content": "아직 이틀차밖에안됐지만 몸관리를 하도록 마음먹고 너무 잘쓰고있는 앱입니다!! 그런데 하나 질문사항이생겨 리뷰남깁니다 방금 마이페이지 통계부분에서 오늘자로 제 몸상태 (몸무게, 골격근량,눈비디사진, 메모 등등 있는거) 다 적고 완료를 눌렀는데 분명 완료를 눌렀는데 어디로 사라졌는지 제가 쓴거 다시 보고싶은데 찾을수가 없습니당 ㅠㅜ.. 이건 어디서 다시볼수있는건가요?? 친구들한테 앱 추천할려고 이 부분도 캡쳐해서 보내주고싶어서 말씀드립니다 답변부탁드립니다 감사합니다!"
  },
  {
    "store": "app_store",
    "date": "2022-04-20",
    "rating": 5,
    "content": "진짜 부족한게 없는 어플이에요 저한테는요ㅎㅎ 간편하게 사진 올리고 건강앱이랑 워치랑 연동돼서 자동으로 걸음수, 운동, 몸무게 다 보기쉽게 나오는 것도 너무 좋구요!! 한번도 튕기거나 오류 난 적도 없어요. 귀차니즘 심한 나를 알아서 얼마나 쓰겠어 싶어서 무료로 사용중이었는데 두달동안 꾸준히 올린거 보니 유료 써도 되겠는데!? 싶은 생각이 듭니다ㅎㅎ 저는 칼로리 계산하면서 먹는게 아니라 그냥 먹은것들 기록용이라 복잡한 기능 없어서 너무 좋아요🥰"
  },
  {
    "store": "app_store",
    "date": "2022-04-19",
    "rating": 4,
    "content": "건강연동이 됬다 안됬다 그러네요 \n핸드폰으로 보면 운동이랑 걸음수가 어플에 적용이 안될때가 있어요 \n오늘로 8일째 사용중인데 이틀이나 그러네요 \n단순 오류인지.. 뭔지 개선요청드려요"
  },
  {
    "store": "app_store",
    "date": "2022-04-18",
    "rating": 5,
    "content": "uiux깔끔간편편함!!\n식단/신체 기록, 친구들이랑 공유 다 너무 만족스러움"
  },
  {
    "store": "app_store",
    "date": "2022-04-17",
    "rating": 5,
    "content": "식단기록과 운동기록용으로 사용하고있어요. 애플워치 운동앱도 연동이되서 엄청 편해요. 너무너무 좋아서 광고 노출도 많이 안되는데 개발자분들 뭐먹고 사는지 마음이 아플 정도에요! 그런데 딱 한가지 원한게 있어요. 한국사람인지라 성격이 급한데, 등록할 때 마다 어플을 들어가는게 쪼오오오금은 귀찮아서 위젯 기능을 추가해주시면 너무너무너무 좋을것 같아요. 위젯이 없어도 이미 충분히 좋은 앱이라서 개발자분들 힘드시면 제가직접 단축어기능 공부해서 써보면 되죠 뭐!"
  },
  {
    "store": "app_store",
    "date": "2022-04-16",
    "rating": 5,
    "content": "6개월 유료기능 구매해서 사용하다가\n\n핸드폰 기종을 변경하였는데 유료기능은 연동이 안되나 봅니다,,? 메일로 조용히 개발자께 문의도 드렸는데 답변을 받지 못해 이렇게 리뷰로 작성드립니다.\n\n정확하고 빠른 답변.. 부탁드려요"
  },
  {
    "store": "app_store",
    "date": "2022-04-15",
    "rating": 5,
    "content": "아이폰 13 미니입니다 \n04월 15일 식단 업로드를 하려고 하면 계속 꺼져요 16일에 추가하는 건 되는데 15일에 식단 추가하려고 하면 어플이 종료됩니다"
  },
  {
    "store": "app_store",
    "date": "2022-04-08",
    "rating": 5,
    "content": "매일 식단과 운동하면서 관리중인데 기록으로 남기고 싶어도 엑셀같은 걸로 정리하기도 번거롭고 해서 혹시나 제가 필요로 하는 걸 기록하게 해줄만한 앱이 있나 찾아보다 우연히 알게 되었습니다. 매일 일주일째 식단이며 운동한 기록이며 꼼꼼히 사진을 포함해서 간단하게 기록할 수 있 해주고 가장 좋은건 매일 신체 상태도 기록할 수 있다는게 정말 최고네요! 건강앱하고 연동되서 걸음수와 신체기록도 남겨주어 아주 딱 필요한 것만 갖춘 앱입니다. 3일 연속으로 기록했더니 예쁜 테마까지 무료로 받았습니다 ㅜㅜ 아직은 써 보고있는 중이라 무료로 이용하고 있는데 이렇게 무료 사용자를 배려해서 광고도 거슬리지 않게 노출하시는 앱은 또 첨보네요. 유아이도 깔끔하고 여러모로 참 좋은 앱을 만난거 같아서 리뷰 꼭 남겨드리고 싶었습니다. 좋은 앱 덕분에 운동도 식단도 체중관리도 꾸준히 해서 쌓인 몇 달 후 저만의 데이터가 너무 기대가 됩니다. 감사합니다^^"
  },
  {
    "store": "app_store",
    "date": "2022-04-07",
    "rating": 3,
    "content": "공동으로 공유하는 식단 보려고 하면 자꾸 로딩 뜨다가 서버연결 못 했다는 문구가 뜹니다,, 개발자에게 문의하라는 문구도 떠서 연락드립니다 ㅠㅠ 아이폰쪽 개선 부탁드릴게요 ㅠㅡㅠ 식단 올리고 공유하는 맛에 사는 저에겐 꼭 필요한 밀리구램..😭😭"
  },
  {
    "store": "app_store",
    "date": "2022-04-07",
    "rating": 1,
    "content": "사진첨부시 꺼짐 다른 사람도 그렇다고 두달전에 리뷰씀 안고칠거면 왜 하는지..?"
  },
  {
    "store": "app_store",
    "date": "2022-04-03",
    "rating": 5,
    "content": "유료결제해서 잘쓰다가 오늘 보니 사용이 안되네요...구독이 해제됬나싶어서 확인해보니 내년까지 기간인데.."
  },
  {
    "store": "app_store",
    "date": "2022-04-03",
    "rating": 4,
    "content": "앱 잠금 FACE ID를 설정해두면 \n꼭 앱 종료할 때 또 FACE ID를 한번 더 인증해요.\n\n되게 사사로운 결함인 것 같은데,\n매일 3번 이상 쓰니까 \n되게 성가시게 자꾸 느껴지는 것 같아요.\n\n리뷰 같은 것 정말 안쓰는데,\n밀리그램 매일마다 기록한지 어느덧 1달이 다 되어가고, 그동안 애정이 생겨서 끄적여봅니다,,"
  },
  {
    "store": "app_store",
    "date": "2022-04-01",
    "rating": 1,
    "content": "앱 가입시 개인정보처리방침 아예 읽기도 힘들게 되어있네요. 그럼 안되는거 아닌가요? \n\n심지어 저 개인정보처리방침과 여기 앱스토어에 있는 개인정보처리방침이 다르네요;  \n\n이걸 어떻게 믿고 개인정보가 잔뜩 들어갈 앱을 쓰라는건지요. \n\n가독성 있게 변경해주시기 바랍니다."
  },
  {
    "store": "app_store",
    "date": "2022-03-31",
    "rating": 5,
    "content": "칼로리 쓰는 앱쓰다가 음식 하나하나 찾고 넣어야되서 넘 힘들엇는데ㅠㅠ 그냥 이렇게 식단 찍구 혼자 점수매겨보구 시간대도 확인할수잇능게 너무 좋아요\n제일 좋은건 운동도전과 걸음수가 연동되는거 ㅎㅎ\n수면시간도 리포트가 나왓으면 좋겟네용 제가 하루에 몇시간씩 자는건지도 조금 궁금하네용\n감사합니다 좋은어플 만들어주셔서~ 비번칠때 음식 달라지는거 넘 귀여워요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-03-30",
    "rating": 4,
    "content": "친구랑 식단공유하고있는데 상대방이 사진을 업로드하면 바로 안떠요ㅠㅠ 진짜 너무너무 늦게떠요 어플을 껐다켜도 안뜨고 몇시간뒤에 계속 어플 들어갔다 나왔다하면 어느순간떠요 이거 제발 개선부탁드립니다ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-03-29",
    "rating": 5,
    "content": "가장 좋은 식단 기록 앱인듯 합니다\n한가지 아쉬운 점은 매일 챙겨먹는 약이나 비타민 등도\n며칠째 섭취중인지 체크할 수 있으면 최고일듯합니다!\n반영가능할까요?"
  },
  {
    "store": "app_store",
    "date": "2022-03-24",
    "rating": 1,
    "content": "계속 광고 뜨고 pro를 구매하라고 뜹니다"
  },
  {
    "store": "app_store",
    "date": "2022-03-22",
    "rating": 5,
    "content": "감사합니다 덕분에 삶의 질이 향상되고 있답니다 👍 복 받으세요 :)"
  },
  {
    "store": "app_store",
    "date": "2022-03-20",
    "rating": 5,
    "content": "안녕하세요 밀리그램 유료 결제로 전환한지 한달이 되어가는 이용자입니다. 밀리그램이란 어플은 다이어트 한다 싶으면 알고 있는 어플인데 유료결제 - 그룹 모임 기능이 있더라구요? 그래서 솔깃해서 들어가봤는데 이용료를 치킨으로 비유해서 써놓으셨더라구요 저 거기에 덜컥 결제까지 해버렸습니다 아이디어 굿굿 무튼 결제하고 나서 그룹모임 기능을 제일 유용하게 쓰는데요, 제가 혼자서 기록할 땐 솔직히 평일엔 잘 해도 주말에는 건너뛴다거나 일기개념으로가 아닌 그냥 일회성으로 쓰다가 말다가 쓰다 말다 했는데 , 그룹 모임을 들어가고 나서 팀원분들이랑 좀 잘 맞는지 기록을 되게 다들 열심히하더라구요 그래서 저도 따라서 매일 운동&기록을 하루도 빠지지 않고 기록하고 있습니다. 무엇보다 테마 중에서 타입별로 식단&운동 체크 별로 해놓으니 내가 원하는 타입별로 한달에 이정도 하고 있구나~ 라고 바로 체감이 되어서 계획충인 저는 또 뿌듯해지구요 결과적으로 시작한 이래 2kg 감량이 되었습니다 (ㅎㅎ) 너무 감사해서 리뷰를 쓰러 왔어요 만드신 분들 밥 두그릇 더 드세요   제가 써본 다이어트 어플 중 최고에요 만족도 굿굿 조금 더 바라는게 있다면, 제 친구들이나 주변분들 인스타에 다이어트계정을 만들어놓거든요? 대문짝에 목표 같은 걸 적어놓는데, 혹시 이 어플에서도 그 달별 화면에서 ex) 2022년 3월 옆에 이달의 목표같은거 하나 적어서 킬 때마다 동기부여가 확 되게 만들어주셨으면 좋겠어요 ! 아주 잘~쓰고 있습니다 감사해요 ❤️"
  },
  {
    "store": "app_store",
    "date": "2022-03-19",
    "rating": 3,
    "content": "식단 점수가 무엇인가요?"
  },
  {
    "store": "app_store",
    "date": "2022-03-15",
    "rating": 5,
    "content": "저 리뷰 안남기는데 감동받아서 리뷰남기러왔어요 ㅋㅋ 두달전에 1년치 구독 할까말까 했는데 구독 누르고나서부터 업뎃이 계속 되고있어요!! \n개발자님 너무 열일하시네요~!! 밥거르지말고 쉬엄쉬엄하세요~~ 감사합니다🥳"
  },
  {
    "store": "app_store",
    "date": "2022-03-08",
    "rating": 4,
    "content": "칼로리 계산 되는 기능도 같이 있으면 너무 좋을것같아요!!!!"
  },
  {
    "store": "app_store",
    "date": "2022-03-07",
    "rating": 5,
    "content": "지금까지의 걸음수가 매일매일 두 배가 나와버려요 ㅠㅠ 7천보 걸었는데 만사천보가 나온다던지.. 로그아웃하고 새로운 기기에 로그인 한 이후 이런 오류증상이 있습니다 고쳐주세요"
  },
  {
    "store": "app_store",
    "date": "2022-03-03",
    "rating": 4,
    "content": "친구랑 같이 하는데 친구가 올린 식단 사진이나 운동 사진이 안보여요"
  },
  {
    "store": "app_store",
    "date": "2022-03-01",
    "rating": 5,
    "content": "지금까지 무료로 아주 잘 사용 중입니다\n\n어제까지만 해도 기록이 있었는데\n친구들과 공유하던 기록과 그룹 모임이 전부\n사라졌습니다! 어플 오류인가요? 복원 부탁드려요."
  },
  {
    "store": "app_store",
    "date": "2022-03-01",
    "rating": 5,
    "content": "친구들이랑 같이 다이어트 하는데 식단 공유하고 댓글도 달 수 있어서 좋아용"
  },
  {
    "store": "app_store",
    "date": "2022-02-24",
    "rating": 5,
    "content": "여기서 1년 결제를 하고 잘 쓰고있었는데 구입내역을 확인해보니까 결제완료가 아니라 처리중으로 뜨더라구요ㅠㅜ 결제가 잘못됐나싶어서 재결제하려는데 정확하게 결제가 된건지 안된건지 알수있을까요ㅜㅜ 지금 이거때문에 다른앱들도 아예 깔수없는 상태가 돼버려서요ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2022-02-23",
    "rating": 5,
    "content": "글씨색 못바꾸나요? 글씨가 회색인데 프로 구매 하면 가능한가요? 검정색으로 바꾸고 싶어요"
  },
  {
    "store": "app_store",
    "date": "2022-02-23",
    "rating": 5,
    "content": "자동으로 결제가 되는건가요?"
  },
  {
    "store": "app_store",
    "date": "2022-02-22",
    "rating": 5,
    "content": "식단 올리는데 계속 튕겨요…ㅠㅠ 한끼 올리는데 한 세번은 시도하는 것 같아요.\n그리고 일별 말고 주별로 사진 모음을 볼 수 있으면 좋겠네요\n한달짜리 캘린더는 겉으로 보기엔 컬러 라인이나 운동시간 밖에 안쓰여 있어서 아쉬워요\n그치만 다이어트 기록하기엔 매우 좋습니다"
  },
  {
    "store": "app_store",
    "date": "2022-02-22",
    "rating": 5,
    "content": "안녕하세요 앱 너무 잘 쓰고 있습니다 캘린더 뷰에서 여러가지 식단을 색으로 보여주는 첫번째 뷰 + 몸무게 같이 볼 수 있는 것도 추가됐으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2022-02-21",
    "rating": 4,
    "content": "아니 이 앱은 무슨 정혈에 대해 아무것도 모르는 사람이 만들었나요..? 아니 정혈 기간을 어떻게 누르고 매일매일 기입해야하나요.. 이해가 안 가네요 보통은 3-7일 정도는 계속 이어지게 해야하는 거 아닌가요? 이건 진짜 이해가 안 가는 부분이네요"
  },
  {
    "store": "app_store",
    "date": "2022-02-17",
    "rating": 5,
    "content": "유료결제해서 잘 쓰고 있어요 ㅎㅎ\n다만 아쉬운건 칼로리 계산이 안된다는점 ㅠㅠ\n칼로리 계산할수있게 개발해주세요"
  },
  {
    "store": "app_store",
    "date": "2022-02-16",
    "rating": 4,
    "content": "그런데 별이 하나빠진 이유는 식단 추가할때 사진을 한번 밀리그램 앨범에 올리고 또 그걸 눌러서 ..? 업로드하는 과정이 작지만 번거로워서 그것만 개선되면 개킹정 앱인거같습니다 🤍🤍🤍🤍🌈🌈🌈🌈"
  },
  {
    "store": "app_store",
    "date": "2022-02-14",
    "rating": 4,
    "content": "새글이나 새 댓글 그룹 알람 떠서 들어가면 업데이트가 안되어있어요 아예 어플 껐다가 들어가야 업데이트내역이 보이네요..... ㅠ   ㅠㅠㅠ ㅠㅠ ㅠㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-02-14",
    "rating": 1,
    "content": "핸드폰을 아이폰 8에서 13으로 바꾸고 나니까 식단 기록하려고 킬때마다 자꾸 꺼지네요; 수정부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2022-02-13",
    "rating": 5,
    "content": "친구들이랑 하니까 재밌고 유용해요. 디테일 최고 ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2022-02-13",
    "rating": 1,
    "content": "칼로리도 적어서 알아서 오늘 먹은 칼로리라던가 점심, 저녁에 먹은 칼로리 따로 볼 수 있게 좀 해주시지"
  },
  {
    "store": "app_store",
    "date": "2022-02-09",
    "rating": 5,
    "content": "오랫만에들어왔더니\n비밀번호를 잊었어요..어찌찾죠..ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-02-08",
    "rating": 4,
    "content": "혼자서 식단과 운동 올리는것도 좋지만\n운동 목적에 맞는 사람들이랑 공유하면서 다이어트 하니까 더 좋아요 ㅎㅎ\n개선사항은 댓글이 위에서 아래로 최신 댓글이 달렸으면 좋겠어요.\n최신댓글이 위로 이어지니까 불편하네요 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2022-02-03",
    "rating": 5,
    "content": "다 좋은데 그거만 있으면 완벽할듯"
  },
  {
    "store": "app_store",
    "date": "2022-02-02",
    "rating": 5,
    "content": "처음 on 하면 초기 설정 수정이 안됩니다ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2022-01-25",
    "rating": 4,
    "content": "조금 더 격려하고 응원할 곳이 필요해요 댓글은 어떤 마스터가 체크하듯 다는 느낌이라서 따로 카톡을 하게되는 아쉬움이 있어용 그외는 좋아요"
  },
  {
    "store": "app_store",
    "date": "2022-01-24",
    "rating": 5,
    "content": "안녕하세요 앱 항상 잘 쓰고 있습니다\n다름이 아니라 앱 프로모드 관련해서 애플스토어 구입 항목에서 확인시 해당 앱 구입 되어 22/11/4까지 사용 할 수 있는 걸로 확인 되는데, 앱에서 확인시 프로 모드가 아니어서요 확인 가능한지 문의드립니다"
  },
  {
    "store": "app_store",
    "date": "2022-01-23",
    "rating": 4,
    "content": "이럴때 어떻게 해야하나요? 다시 돈주고 해야하나요?"
  },
  {
    "store": "app_store",
    "date": "2022-01-23",
    "rating": 2,
    "content": "1 아이폰 12 미니인데 뭐 등록할때 버튼이 안보입니다. 그래서 그룹에 들어가는것도 못해요 ㅠㅠ\n2 그룹을 제가 직접 만들어서 사람들이 몇명 들어왓는데 어느날 보니까 갑자기사람들이 다 사라져있어요 ㅠㅠㅠㅠㅜ"
  },
  {
    "store": "app_store",
    "date": "2022-01-23",
    "rating": 5,
    "content": "Pro로 이미 구독 되어 있는 상태 라고 뜨는데 \n계속 다시 구독 하라고 하고 재구독을 안 되고 짜증나요."
  },
  {
    "store": "app_store",
    "date": "2022-01-22",
    "rating": 1,
    "content": "결제승인 실패로 구독 취소 되었다고 알고있었는데 결제수단 연결을 다른걸로 해서 자동연결이 된거 같아요. 앱안쓰고있고 현재는 삭제한 상태인데 1년 구독이 되어있습니다. 환불 가능한가요?"
  },
  {
    "store": "app_store",
    "date": "2022-01-22",
    "rating": 3,
    "content": "무료체험 중이었는데 어제 오전 10시쯤 자동결제가 됐네요. 급한대로 해지는 했는데 환불받고 싶습니다.\n결제된 이후로 아무것도 사용하지 않았습니다."
  },
  {
    "store": "app_store",
    "date": "2022-01-22",
    "rating": 5,
    "content": "굳굳"
  }
];
window.MEALLIGRAM_UPDATED_AT = "2026-08-14 14:01";
