window.PILLYZE_REVIEWS = [
  {
    "store": "google_play",
    "date": "2026-07-06",
    "rating": 4,
    "content": "전반적으로 나쁘지않아요 UI도 편리하고 직관적이고 괜찮은것같습니다 몇개월동안 잘 사용하고있어서 유료회원결제를 할까도 했는데... 제가 필요로 하는 기능은 AI카메라정도이고 나머지 기능은 하나도 안쓸건데 이 기능만을 위해 유료결제를 하기엔 가격이 너무 비쌉니다ㅠ 제가 기능을 다 사용하면 모를까ㅠ 유료회원 가격을 전체적으로 낮추거나 대표적인 유료기능 몇 개만 뽑아서 낮은 가격으로 판매하는건 어떠신가요"
  },
  {
    "store": "google_play",
    "date": "2026-07-05",
    "rating": 1,
    "content": "이젠 단순 약 조합 바꾸고 점수 분석하는데도 광고를 하는군요."
  },
  {
    "store": "google_play",
    "date": "2026-07-05",
    "rating": 1,
    "content": "아니 하루 지났는데 왜 음식추가한거 초기화가 안됌? 삭제 하려고 해도 삭제가 안돼고"
  },
  {
    "store": "google_play",
    "date": "2026-07-05",
    "rating": 5,
    "content": "앱을 아주 만족히면서 쓰고 있습니다. 다만 앱 잠금기능이 추가 된다면 더 좋을것 같습니더. 다른 건강관리, 체중계 앱들도 자동로그인과는 별개로 앱접근시 지문이나 비번 인증을 해놓을수 있는 기능들이 되어있어 사생활 보호가 되는데 필라이즈는 그렇지 않네요.."
  },
  {
    "store": "google_play",
    "date": "2026-07-03",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-07-03",
    "rating": 5,
    "content": "이거저거 써봤는데 제일 낫다"
  },
  {
    "store": "google_play",
    "date": "2026-07-02",
    "rating": 5,
    "content": "지금까지 썼던 앱 중에 가장 편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-07-02",
    "rating": 5,
    "content": "나를 결제하게만들다니..."
  },
  {
    "store": "google_play",
    "date": "2026-07-01",
    "rating": 1,
    "content": "너무 느리고 버벅이고 무한로딩... 유료결제해서 리브레 패치까지 샀는데 하루만에 후회중.. 식단 넣고 목록에서 변경하면 무한로딩. 뒤로가기하면 중단하시겠어요 뜨는데 로딩중이라서 중단도 안됨.강제종료 계속 하고 하 이게 머냐 ㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2026-06-30",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-06-30",
    "rating": 5,
    "content": "좋은데요!!!"
  },
  {
    "store": "google_play",
    "date": "2026-06-28",
    "rating": 4,
    "content": "두달째 쓰고 있는 중인데 식단 등록할때 엽산 칼슘 이런거랑 비타민 넣는칸도 만들어주세요.."
  },
  {
    "store": "google_play",
    "date": "2026-06-27",
    "rating": 2,
    "content": "부스터박스 끄는 기능 만들어 주세요."
  },
  {
    "store": "google_play",
    "date": "2026-06-27",
    "rating": 5,
    "content": "덕분에 3달반만에 6키로빠졌어요ㅋㅋ 기록을 통해 섭취한 칼로리를 시간대별로 알고 적절히 조절, 총 섭취칼로리 알기 + 운동을 통한 소모칼로리(같은 운동인데 강도별 다른 칼로리 설정가능한 디테일)를 알수있어 좋습니다. 기록 가능한 음식종류가 브랜드별,종류별로 엄청 다양해서 검색 후 정확히 칼로리를 기록할 수 있었던 점이 좋구요. 식단유저등록도 가능하기에 편리합니다. 토끼 캐릭터 귀여워요. 앞으로도 다이어트 힘내보겠습니다.💪"
  },
  {
    "store": "google_play",
    "date": "2026-06-26",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-26",
    "rating": 5,
    "content": "기대됩니다"
  },
  {
    "store": "google_play",
    "date": "2026-06-25",
    "rating": 5,
    "content": "제가 본 어플중 제일 좋네요~ 무료인데 이정도면 유료는 얼마나 좋나 싶네요 기록할때 마다 AI가 잘했다 칭찬과 앞으로 어떻게 해야하는지 무엇이 부족한지도 잘 알려주고 있어요^^ 완추합니다"
  },
  {
    "store": "google_play",
    "date": "2026-06-25",
    "rating": 4,
    "content": "😍"
  },
  {
    "store": "google_play",
    "date": "2026-06-25",
    "rating": 3,
    "content": "밥이 반공기인데 한공기로 계산하면서 나머지반찬도 다 많은양으로 추정해서 잡네요ㅠ 사진으로 잡기는 힘든듯.."
  },
  {
    "store": "google_play",
    "date": "2026-06-24",
    "rating": 5,
    "content": "그냥 완벽"
  },
  {
    "store": "google_play",
    "date": "2026-06-24",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-06-23",
    "rating": 5,
    "content": "음식 사진 촬영이 되어 좋아요😀"
  },
  {
    "store": "google_play",
    "date": "2026-06-23",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-06-22",
    "rating": 1,
    "content": "AI코치 답답해요 아침에 바나나 한개 먹었다고 당류 과하다고 절반으로 줄이라 그러고 다이어트 아니고 벌크업 할거라고 몇번을 말해도 며칠 지나면 지방이 어쩌고 칼로리가 어쩌고 다이어트 기준으로만 말하고 7만원 아까움 ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2026-06-21",
    "rating": 5,
    "content": "진짜 조언이 너무 좋고 만족...!! 남은 다이어트 인생에서 평생쓸듯..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-06-21",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-20",
    "rating": 5,
    "content": "만족합니다. 도움이 될꺼같아요."
  },
  {
    "store": "google_play",
    "date": "2026-06-19",
    "rating": 5,
    "content": "ai 코치가 조언해주는게 도움이 많이 되서 매달결제해서 조언받는거로 했습니다 인바디와 연결도 되고 사용하기 편리합니다"
  },
  {
    "store": "google_play",
    "date": "2026-06-19",
    "rating": 3,
    "content": "1년 넘게 써오고 다 쓸만한데 가끔 로그아웃 되는 게 화나네요 ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2026-06-19",
    "rating": 4,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-06-19",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 3,
    "content": "+ 3달째, 지금까지 쭉 개선되지 않는 점 ai를 저렴한 버전을 쓰는지 무료gpt처럼 바로 직전 채팅도 반영이 안되고 말투도 왔다갔다하고 했던 말을 계~속 반복하기도 합니다.. 이미 결제한건 어쩔수없지만 유료 ai쓰는게 나을거 같네요. 자주 먹는 음식 기반 메뉴 추천도 내가 등록한 레시피는 ai코치가 조회하지 못해서 의미가 없고요. ------- 업뎃하면서 운동 기록 연동도 안되고 무엇보다 어플 테스트하는 분들이 실제로 이 어플을 안 쓰시는지? 음식 재료 검색에 ai생성/유저등록 표시를 왜 지웠는지 모르겠습니다. 이것 때문에 일일이 눌러봐야하고 유저등록과 ai생성 항목의 정확성이 하늘과 땅 차인데 오히려 기존품목과 유저등록을 묶어야지 도대체 왜 이 둘을 같이 분류해놨는지도 모르겠고요. ai코치는 간식이나 식사를 깜빡하고 후에 등록하면 다시 점수를 매기면서 음식 섭취 시점을 따로 기재해놨는데도 그 시점에 뭘 더먹으라던가 말도 안되는 조언을 줍니다. + 빠른 대응과 업뎃은 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 5,
    "content": "너무 좋아요! 이게 기록 그람수가 완전 정확하지 않더라도 기록하면서 실시간으로 피드백 받으니까 좀 스스로 절제력이 올라가는거같아요. 덜 먹게되고 참게되고. 배고프다고 확인받으면서 좀 더 참으면서도 먹게되고 하니까. 조절이 되는 느낌이 확실해서 정말 좋았어요. 단. 가민이나 다른 운동 어플들이랑 연동이 되면! 정말 좋을거 같아요. 특히 가민.. 요즘 러너들 겁나 많고 가민 엄청 쓰는데.. 연동내역에 없어서 좀 실망스럽 ㅠ. 삼성헬스?.. 엄청.. 오류 많거든요.... 못써요 그거.. 달리기 3km했는데 10km달리기했다고 인식하는 애를 어떻게 연동을 하것어요......ㄷ"
  },
  {
    "store": "google_play",
    "date": "2026-06-18",
    "rating": 3,
    "content": "정기결제목록엔 결제내역이없는데 어플도 지웠는데 결제가 됐어요 이거 환불처리 하는법 알려주세요"
  },
  {
    "store": "google_play",
    "date": "2026-06-17",
    "rating": 5,
    "content": "너무 좋은데 다만, 운동 이름이 좀 더 다양하게 있으면 좋겠어요!! 사이트 래터럴 레이즈 같은 운동은 정말 흔한데도 없고ㅜㅜ 어떤건 머신은 없고, 케이블이나 다른것만 있는 경우도 더러 있더라구요. 그래서 유튜브를 뒤져서 비슷한 이름을 싹 다 검색해서 등록하곤 하는데 운동 초보자들을 위해 좀 더 운동이름 검색기능이 편했으면 좋겠어요!! 예시도 더 넣어주시면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2026-06-17",
    "rating": 4,
    "content": "혹시 구독안하면 단식 후 첫끼 식사 등록할때 단식이 안 멈추나요..? 저 하루종일 밥은 먹는데 단식중인 거짓말쟁이가 되어버렸어요"
  },
  {
    "store": "google_play",
    "date": "2026-06-17",
    "rating": 5,
    "content": "대체로 만족하는데 앱이 아직 만들어지고 있는 단계라 그런지 생성되었으면 하는게 몇가지 있어요. 1.어플 화면 야간 밝기 / 2.메모 혹은 저장 할 수 있는 기록장치 / 3.알림설정 추가 요렇게요ㅎㅎ 추가되면 너무 좋을 것 같아요 지금 너무 잘 사용하고 있거든요"
  },
  {
    "store": "google_play",
    "date": "2026-06-16",
    "rating": 5,
    "content": "운동할때 너무 좋아요! 식단체크도 너무너무 좋네요!! 기능이 많은데 천천히 다 사용해보겠습니다!!"
  },
  {
    "store": "google_play",
    "date": "2026-06-16",
    "rating": 1,
    "content": "영양제 확인해보려는데 없는 영양제가 너무 많음 쓸모가 없음"
  },
  {
    "store": "google_play",
    "date": "2026-06-16",
    "rating": 5,
    "content": "일단 ui 좋아보임. 더 써보겠음"
  },
  {
    "store": "google_play",
    "date": "2026-06-14",
    "rating": 2,
    "content": "일단 결제 후 사용 중인데 인식 오류가 너무 심함... 단식 기록으로만 사용중"
  },
  {
    "store": "google_play",
    "date": "2026-06-14",
    "rating": 5,
    "content": "개인운동 조금이라도 잘 챙기실수있으면 정말 PT쌤이 따로 없어요~"
  },
  {
    "store": "google_play",
    "date": "2026-06-13",
    "rating": 5,
    "content": "다좋은데 단식 루틴 자동시작 설정도 넣어주세요. 단식 시작하는거 그때그때 시작하기 누르는거 너무 귀찮아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-13",
    "rating": 5,
    "content": "좋습니다. 찐 다이어트 하실분들은 추천"
  },
  {
    "store": "google_play",
    "date": "2026-06-13",
    "rating": 3,
    "content": "잘 쓰고 있는데요 프로버전 아니면 사진 자체를 못 올리는 거 너무 별로예요. 음식 종류나 칼로리 말고 사진만 올려야하는 날이 있는데 뭐든 등록을 해야하니 귀찮네요."
  },
  {
    "store": "google_play",
    "date": "2026-06-12",
    "rating": 4,
    "content": "영양제를 섭취하고 어느 정도 영양이 충족되었는지 확인하는데, 비오틴을 입력해넣었는데 비오틴칸에 알약이 아예 뜨지않고 영양제를 먹었는데도 비오틴이 거의 채워지지않은 걸로 표기되는데요. 왜 이런거에여?"
  },
  {
    "store": "google_play",
    "date": "2026-06-12",
    "rating": 5,
    "content": "잘쓰고있어요 매번 다이어트 하루만에 저녁에 폭식하는데 잘 잡아주고있어서 좋아요 식단등록할때 흰쌀밥 세스푼 이런식으로 세부적으로 등록 가능하면 좋을것같아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-12",
    "rating": 5,
    "content": "건강관리하는데 너무 도움됩니다!! 특히 ai가 코치해주는 부분이 너무 좋았어요... 프리미엄 컨텐츠하려고 결제할때 사실 많이 고민했었는데 지금은 후회는 커녕 너무 만족합니다.."
  },
  {
    "store": "google_play",
    "date": "2026-06-11",
    "rating": 1,
    "content": "식사시간 설정하는데 야간근무라서 밤에 점심쓰고 아침에 저녁쓰니까 시간 똑바로입력하라면서 저장안됨 ㅋㅋ 아침점심저녁이 꼭 정해진 시간에만 할거면 시간 설정을 왜함?? 그냥삭제한다"
  },
  {
    "store": "google_play",
    "date": "2026-06-11",
    "rating": 5,
    "content": "아이디어도 좋고 실제로 식단관리에 도움이 되는것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2026-06-09",
    "rating": 5,
    "content": "손쉽게 칼로리계산도되고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-09",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-06-08",
    "rating": 5,
    "content": "사용했던 다이어트앱중에 제일 좋은듯합니다~~"
  },
  {
    "store": "google_play",
    "date": "2026-06-08",
    "rating": 5,
    "content": "식단 관리도 되고 정말 좋은데, 어플 내에서 제안할 방법이 없어서 리뷰로 씁니다. 결제를 하고싶어도 카카오페이는 연결하기 어렵고 카드는 인증번호가 안오는 오류가 있어서... 토스페이도 됐으면 좋겠어요. 그 외에는 언제나 편리하게 쓰고있습니다."
  },
  {
    "store": "google_play",
    "date": "2026-06-08",
    "rating": 5,
    "content": "굿요"
  },
  {
    "store": "google_play",
    "date": "2026-06-08",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-07",
    "rating": 5,
    "content": "아주 만족합니다. 기록도 편하고요!"
  },
  {
    "store": "google_play",
    "date": "2026-06-07",
    "rating": 1,
    "content": "전체적으로 앱이 좀 정신없고 인터페이스가 복잡함 버튼 누를때마다 터지는 진동이 거슬려싀 좀 끄고싶은데 어플 설정 버튼을 찾을 수가 없음 다이어트 기간 설정도 찾기 복잡하고 번잡함 식사 입력 리스트는 비교적 종류가 많아서 좋은데 운동은 종류도 적고 내가 하는 운동을 찾기 힘듬 ai 알람이 쓸데없이 중복으로 많이 옴 써볼까 하다가 어플 설정 버튼 하나 찾기 힘든데 이 어플이 믿을만 한가 의구심이 들어서 삭제엔딩"
  },
  {
    "store": "google_play",
    "date": "2026-06-06",
    "rating": 5,
    "content": "AI코치도 좋고 사진으로 바로 식단 기록하는 것도 좋네요."
  },
  {
    "store": "google_play",
    "date": "2026-06-06",
    "rating": 5,
    "content": "첫 사용 후 만족"
  },
  {
    "store": "google_play",
    "date": "2026-06-06",
    "rating": 5,
    "content": "오늘부터 필라이즈^^"
  },
  {
    "store": "google_play",
    "date": "2026-06-05",
    "rating": 4,
    "content": "넘 건편하고 좋아"
  },
  {
    "store": "google_play",
    "date": "2026-06-04",
    "rating": 5,
    "content": "귀엽고 좋아요 결혼식까지 빡세게 해볼게요"
  },
  {
    "store": "google_play",
    "date": "2026-06-04",
    "rating": 5,
    "content": "편리하게 컨디션관리를 할수 있는거같아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-03",
    "rating": 5,
    "content": "사진 찍으면 바로 메뉴확인과 칼로리 확인할 수 있어서 편하고 꾸준히 등록하게 함. 식단 정리만으로도 어느정도 감량 효과가 있고 간식을 덜 먹게됨. 물과 영양제 먹는 것도 알림해줘서 잘 챙겨먹게되서 좋음"
  },
  {
    "store": "google_play",
    "date": "2026-06-03",
    "rating": 2,
    "content": "기록만 하고싶은데 쓸데없는 기능이 너무 많아짐."
  },
  {
    "store": "google_play",
    "date": "2026-06-03",
    "rating": 5,
    "content": "잘 사용하고 있어요-!"
  },
  {
    "store": "google_play",
    "date": "2026-06-03",
    "rating": 5,
    "content": "배변 성공 미션이 추가되면 좋겠고 메모에 \"오전 10시 성공,바나나, 장운동30분 함\" 등을 기록할수있음 좋겟네요 전체 추이를 캘린더에서 한눈에 볼수있음 좋겟어요"
  },
  {
    "store": "google_play",
    "date": "2026-06-03",
    "rating": 5,
    "content": "한번 사용해보려구요"
  },
  {
    "store": "google_play",
    "date": "2026-06-02",
    "rating": 5,
    "content": "쉬움"
  },
  {
    "store": "google_play",
    "date": "2026-06-01",
    "rating": 5,
    "content": "앱이 상세하고 유용해요"
  },
  {
    "store": "google_play",
    "date": "2026-06-01",
    "rating": 5,
    "content": "식단 관리에 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-06-01",
    "rating": 5,
    "content": "여러 식단 앱 써봤는데 이게 제일 좋네요"
  },
  {
    "store": "google_play",
    "date": "2026-05-31",
    "rating": 5,
    "content": "잘 이용할께요!"
  },
  {
    "store": "google_play",
    "date": "2026-05-30",
    "rating": 5,
    "content": "세상 좋아져서 사진만 찍으면 알아서 음식이 뭔지 칼로리며, 탄.단.지며 알아서 척척 알려주고 대충 용량만 저울에 재서 수정해주면 되니 너무 편해요! 그리고 식단의 구성이 어떤지 잘하고 있는지 아닌지 점수로 알려줘서 좋아요! 오늘 처음 써봤는데 만족해서 계속 써보고 맘에 들면 프리미엄 서비스도 쓸지 함 생각해볼게요-☆"
  },
  {
    "store": "google_play",
    "date": "2026-05-29",
    "rating": 5,
    "content": "지금도 너무 만족하며 사용하고 있어요 삼성헬스랑 식단정보도 연동되었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-05-28",
    "rating": 5,
    "content": "별 생각 없이 쓰기 시작했는데, 진짜 좋습니다! 저같은 유리 멘탈에 의지박약도 엄청 동기부여가 돼요. 코치를 제 맘대로 설정할 수 있다는 점이 제일 맘에 듭니다! 이거로 1년동안 살 다 뺄 수 있을 거 같애요, 이번엔 진짜 꼭 성공할 거 같음!!"
  },
  {
    "store": "google_play",
    "date": "2026-05-28",
    "rating": 5,
    "content": "엄청 고심해서 만든 게 느껴져요 어플 가이드 따라서 식단하고 있는데 컨디션이 확 좋아진 게 체감됩니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-27",
    "rating": 5,
    "content": "왤케 비싸용ㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-05-27",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-26",
    "rating": 5,
    "content": "챗지피티보다 한눈에 보기 쉽게 정리해주니 좋습니다^^ 금액도 비싸지 않고 실제 사람이 아니라 솔직하게 식단 얘기해도 민망한것도 없어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2026-05-26",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-05-25",
    "rating": 3,
    "content": "아직 처음이라 시간 지나서 다시"
  },
  {
    "store": "google_play",
    "date": "2026-05-23",
    "rating": 4,
    "content": "“운동기록에서 날짜를 선택해 최근 기록을 불러오는 기능이 있으면 좋겠어요. 그래야 운동 순서와 이전 중량을 확인하면서 더 편하게 기록할 수 있을 것 같아요.” 루틴선택기능으로 하니까 루틴때 설정한 무게로밖에 안나오더라구요. 일일히 운동선택 하면서 하면 최근 무게기록은 나오지만 일일히 운동찾아서 기록해야해서 시간이 걸려요."
  },
  {
    "store": "google_play",
    "date": "2026-05-23",
    "rating": 1,
    "content": "단식설정할때 시작은 원하는 시간으로 조정해가면서 설정이 가능한데 단식 종료시간은 왜 따로 설정할수가 없나요? 바쁜아침에 가족들 식사챙기다보면 기록이 늦어질때가 자주 있는데 단식종료시간이 실제보다 한시간정도 늦어져서 불편해요"
  },
  {
    "store": "google_play",
    "date": "2026-05-23",
    "rating": 5,
    "content": "끈기와 지속성이 부족했던 P 성향의 다이어터가 J 가 되버렸어요~ 매일 그시간시간 마다 접속해서 일기처럼 작성하는 즐거움이 있어요!AI 코칭 또한 제 식단과 운동 영양제 섭취등 에서 많는 도움이 되고있습니다!"
  },
  {
    "store": "google_play",
    "date": "2026-05-22",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-22",
    "rating": 5,
    "content": "이런앱을 찾고 있었는데 드디어 찾았어요. 식단과 칼로리 등등 제가 원하는게 다 있어서 넘 좋고 보면서 식단 조절과 운동을 하게 됩니다."
  },
  {
    "store": "google_play",
    "date": "2026-05-20",
    "rating": 5,
    "content": "I'm satisfied because it's a conversational health management app."
  },
  {
    "store": "google_play",
    "date": "2026-05-18",
    "rating": 4,
    "content": "어제부터 인바디와 연계가 되지않아, 직접등록 하고 있습니다. 해결방법 알려주세요."
  },
  {
    "store": "google_play",
    "date": "2026-05-18",
    "rating": 4,
    "content": "아직 사용전인데 구성이 괜찮은거 같아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-17",
    "rating": 3,
    "content": "업데이트 이후로 T코치의 원래 세계관 설정이 날아간 듯 해요 포도라는 고양이랑 치즈? 라는 고양이를 동네에서 근육질로 키우고 있다는 깨알 설정이 재밌었는데 그런 거 하나도 이제 설정이 없어졌네요 실망"
  },
  {
    "store": "google_play",
    "date": "2026-05-16",
    "rating": 4,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2026-05-15",
    "rating": 5,
    "content": "편하게 사용 가능"
  },
  {
    "store": "google_play",
    "date": "2026-05-14",
    "rating": 4,
    "content": "식단 관리앱 중에서는 이게 젤 괜찮아요 운동 기록은 다른 앱을 써야겠어요.."
  },
  {
    "store": "google_play",
    "date": "2026-05-14",
    "rating": 5,
    "content": "운동 삭제 기능 만들어주시면 좋겠습니다. 가끔 삼성헬스와 구글 피트니스 기록이 중첩되어 등록되어, 실제 소모 칼로리가 잘못 체크되는 문제가 발생합니다. 중복 등록 부분을 수정하기 힘들다면, 등록된 운동을 삭제하는 기능을 만들어주시면 어떨까요?"
  },
  {
    "store": "google_play",
    "date": "2026-05-13",
    "rating": 5,
    "content": "좋네요!!"
  },
  {
    "store": "google_play",
    "date": "2026-05-12",
    "rating": 5,
    "content": "좋아요 건강 30 다가오니 챙겨 보겠습니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-11",
    "rating": 5,
    "content": "어플덕분에 포기없이 재미있게 다이어트 하고 있습니다~~!!"
  },
  {
    "store": "google_play",
    "date": "2026-05-10",
    "rating": 4,
    "content": "무료회원은 심박수 체크가 안되나요? 워치를 차고 운동을 했는데도 심박수 체크가 안되네요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-05-09",
    "rating": 5,
    "content": "다른 다이어트앱보다 재미잇고 친절해요 기록 등록도 편해요~"
  },
  {
    "store": "google_play",
    "date": "2026-05-07",
    "rating": 5,
    "content": "ㅜㅜ AI 코치님이 관리를 잘 해주시네요!"
  },
  {
    "store": "google_play",
    "date": "2026-05-07",
    "rating": 5,
    "content": "좋은 앱이에요 꾸준히 운동하고 식단 관리하고 피드백 받으면서 나 자신을 돌본다는 느낌을 받을 수 있다는 게 좋습니다. 다만 한 가지 건의하고 싶은데요. 다니는 헬스장에 있지만 앱 내 운동 란에는 없는 기구가 있어 아쉬울 때가 있습니다. 직접 입력칸에는 시간/강도/칼로리만 입력할 수 있으니 다소 아쉬울 때가 있네요. 기구 이름, 대략적인 자극 부위, 무게, 횟수를 입력할 수 있게 칸을 만들어주시면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2026-05-06",
    "rating": 5,
    "content": "영양제 먹는게 많은데, 분석해주니 너무 맘이 편하고 건강을 챙길수있어서 강력 추천템으로 쓰고 있어요^^"
  },
  {
    "store": "google_play",
    "date": "2026-05-06",
    "rating": 5,
    "content": "전체적으로 한번에 보고 기록하면서 운동 식사 조절을 하게되서 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-05-05",
    "rating": 4,
    "content": "ai 채팅, 식단 등 체중 감소용도로 잘 사용하고 있습니다. 다만, 삼성헬스에서 걸음수나 체중 등 데이터 정보도 연동해서 쓰고 있는데, 지난번부터 운동 정보는 가져오는데 심박수 정보는 못가져오고 있네요. 워치도 착용하는데 심박수 데이터를 가져오지 못해서 아쉽습니다.. 연계 관련 수정해주시면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2026-05-05",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 위젯으로 체중을 확인할 수 있게 추가해주시면 안될까요?"
  },
  {
    "store": "google_play",
    "date": "2026-05-05",
    "rating": 5,
    "content": "좋네요!"
  },
  {
    "store": "google_play",
    "date": "2026-05-05",
    "rating": 1,
    "content": "헬스커넥트 걸음수 안가져와지는데 연동 해지못하나요? ;;"
  },
  {
    "store": "google_play",
    "date": "2026-05-05",
    "rating": 2,
    "content": "아니 이게 뭐죠? 예전에 깔앗다가 잠깐 탈퇴를 햇엇엇거든요? 근데 몇주뒤에 지금 다시 깔려고 보니까 로그인 화면에서 카카오톡으로 로그인이든 네이버로 로그인이든 암것도 안 돼요;;;;;"
  },
  {
    "store": "google_play",
    "date": "2026-05-05",
    "rating": 5,
    "content": "편함"
  },
  {
    "store": "google_play",
    "date": "2026-05-05",
    "rating": 1,
    "content": "사용하다보면 ai인데 자꾸 사용자가 원하는 방향으로 안해주고 자기 고집 부려서 기분 나쁨. ai 맞춤코디랑 실컷 대화해도 미션같은 거에 연동되서 방영 하나도 안됨. 재활때문에 손목스트레칭 무조건 넣어달라고해도 계속 상체쓰지말고 허벅지운동하라고함. 직접 미션 수정도 1회밖에 안되서 더 기분나쁨. 심지어 직접 수정해도 반영안해줌. 내가 저녁먹고 운동 후엔 시간이 늦어서 금식할거라고 했는데, 자꾸만 운동끝나고 조금이라도 더 먹으라고하고 내 말은 하나도 안들음. 단식 미션 주지말라는데도 자꾸 줌.. 개빡침"
  },
  {
    "store": "google_play",
    "date": "2026-05-02",
    "rating": 5,
    "content": "다이어트 시작하고 너무 쓰기 편하고 좋네요"
  },
  {
    "store": "google_play",
    "date": "2026-04-30",
    "rating": 5,
    "content": "만족합니다 ^^"
  },
  {
    "store": "google_play",
    "date": "2026-04-30",
    "rating": 2,
    "content": "정기결제안하면 왜 써야하는지 잘 모르겠는 앱 ㅜㅜ UI도 복잡하고 어려움"
  },
  {
    "store": "google_play",
    "date": "2026-04-29",
    "rating": 5,
    "content": "밥먹은시간만 수정했는데 메뉴 피드백 다시 보내주는 게 좀 부담스러워요 ㅜ"
  },
  {
    "store": "google_play",
    "date": "2026-04-29",
    "rating": 5,
    "content": "루틴을 설정해서 영양제를 섭취할 수 있고, 다양한 영양제를 간편하게 비교할 수 있어서 좋네요!"
  },
  {
    "store": "google_play",
    "date": "2026-04-29",
    "rating": 5,
    "content": "다 좋은데 이왕이면 신체 치수 기록하는 곳도 있으면 좋겠어요 당사자만 볼 수 있게 설정돼 있거나하는 걸로요 눈바디는 좀그래서"
  },
  {
    "store": "google_play",
    "date": "2026-04-28",
    "rating": 4,
    "content": "물마시는 양이랑 그날그날 먹은거 기록하는 용도로 잘쓰고 있어요. 근데 카메라가 음식을 제대로 인식 못할 때도 있고 이것마저도 업그레이드된다는 이유로 이제 무료버전 쓰는 사람은 못쓰게 하는거 같네요. 똑같은 음식이어도 집에서 만든거면 영양성분이 달라질때가 있어서 좀 아쉽더라고요."
  },
  {
    "store": "google_play",
    "date": "2026-04-28",
    "rating": 3,
    "content": "운동 식단 기록하는게 목적인데 쓸데없는 팝업들, 알림허용 하라는 팝업들 너무 많이 떠요"
  },
  {
    "store": "google_play",
    "date": "2026-04-28",
    "rating": 2,
    "content": "화면 터치가 안먹혀서 미션 달성이 안되고 부스터도 안됨"
  },
  {
    "store": "google_play",
    "date": "2026-04-26",
    "rating": 4,
    "content": "음식 검색 엔진이 아쉬워요.. 검색하는데 시간이 많이 걸려요 ㅜ"
  },
  {
    "store": "google_play",
    "date": "2026-04-25",
    "rating": 5,
    "content": "좋은데 몇가지만 더 되면 좋겠네요 바로잰fit연속혈당기도 지원되면 좋겠고 인바디연동이 올바르게 넣어도 계속 확인하라고 나오는 문제가 있어요 수정되면좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2026-04-24",
    "rating": 3,
    "content": "자동으로 칼로리 계산해주는게 편해서 아직까진 잘 쓰고 있습니다! 수면패턴도 함께 기록 가능했으면 좋겠습니다. 그리고 특정 탭에 들어가면 렉이 너무 심해져요."
  },
  {
    "store": "google_play",
    "date": "2026-04-23",
    "rating": 5,
    "content": "근 2년간 10kg이 쪘고 지역 이동도 있어서 어떻게 다이어트 하나 하고 이 어플 저 어플 다 사용해봤는데 비현실적인 식단을 제안해서 며칠 해보고 그만두는 일이 빈번했어요. 그 때 영양제도 챙기자, 싶어 깔았던 필라이즈가 안본 새에 많이 업그레이드 되었더라구요. AI가 메뉴도 잘 캐치하고 T코치가 PT쌤처럼 딱딱 얘기해주니까 너무 좋더라구요. 가끔 치팅데이를 가지는데 실패했다고 나무라는 게 아니라 다음 끼니는 ~한 방향으로 가자고 제안해주는 게 굉장히 도움돼요. 그리고 가끔 완벽한 식단에 보내주는 스티커랑 칭찬문구에 기분이 좋아서 매일 미션에 집중하게 해줘요. 사용한지 한달쯤 되었는데 체중이 줄어드는 게 보이고 몸도 훨씬 가볍고 활력이 돌아요."
  },
  {
    "store": "google_play",
    "date": "2026-04-23",
    "rating": 5,
    "content": "잘 사용하고 있었는데 단식기록 수정하니 자꾸 전날에 등록되는데 이거 왜그러는거죠..? 사진올려도 음식을 제대로 인식 못하구요.. 애매해서 프로로 넘어가야되는지 의문이에요. 앱상에서 질문드리는 방법도 모르겠어요 ㅠㅠ ====추가==== 사진으로 기록이1차 되서, 식단 저장하기 편리하고 단백질이나 탄수화물 등 영양소 비중을 조정해줘서 건강한 식단을 할 수 있게 도와줘서 좋음!"
  },
  {
    "store": "google_play",
    "date": "2026-04-22",
    "rating": 4,
    "content": "다 좋은데 미션탭 들어가면 너무 버벅임. 갤럭시 s24 기종임요."
  },
  {
    "store": "google_play",
    "date": "2026-04-22",
    "rating": 4,
    "content": "좋긴한데 어플이 너무 무거운거 아닌가 싶어요 어플 쓸 때도 렉걸리고 어플 까니까 핸드폰 자체가 렉먹는 느낌.."
  },
  {
    "store": "google_play",
    "date": "2026-04-21",
    "rating": 1,
    "content": "AI카메라 정확하지도 않고 맨날 다틀리는데 이것조차도 유료로 전환한다니 어이가 없네;; 딴걸로 갈아탈게요"
  },
  {
    "store": "google_play",
    "date": "2026-04-21",
    "rating": 4,
    "content": "다른 기능은 다 좋은데 혹시 미션 탭만 들어가면 버벅거리는 건 어떻게 해결해야할까요? ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-04-21",
    "rating": 5,
    "content": "사진으로 칼로리 계산 및 AI코치 기능에 아주 만족하며 잘 사용하고 있습니다. 영양제랑 물 먹는것도 기록하는데에 재미들려서 아주 잘 챙겨먹게되네요.ㅎㅎ 다만 제가 그동안 아이폰+애플워치를 사용하다가 최근에 샤오미폰이+미밴드10으로 교체했는데 운동 및 심박수 기록이 연동되지 않아서 아쉽습니다. 미 피트니스 어플에 기록된 데이터도 연동이 가능해지면 좋을것같습니다. (구글피트니스로 연동해놨는데 그또한 필라이즈에 연동이 안됩니다) 너무 마음에 드는 어플이라 과감하게 1년 결제를 했는데 그전에 이부분이 개선된다면 남은기간 아주 잘 사용할 수 있을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2026-04-21",
    "rating": 5,
    "content": "다이어트 하는데 큰 도움을 주고 있는 앱입니다!! 계속 무료였으면 좋겠네욤~ 감사합니당!!!"
  },
  {
    "store": "google_play",
    "date": "2026-04-21",
    "rating": 5,
    "content": "good.."
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 3,
    "content": "운동 기록 연동 관련해서 메일로 문의를 넣어서 조치 완료했다는 답변을 받았는데 여전히 연동이 안 됩니다 재설치 해도 그대로네요; 이거 때문에 움직이기 포인트를 못 받고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 2,
    "content": "가격이 다른 어플보다 높아요, 중도 환불이 안되는 점 등이 별로에요, 요즘 무료 AI가 너무 잘 되어있어서, 딱히 멤버쉽 AI가 특별한지 잘 모르겠어요 제미나이가 더 나아요"
  },
  {
    "store": "google_play",
    "date": "2026-04-20",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-04-19",
    "rating": 3,
    "content": "삼성헬스 연동 돼있는데 왜 걸음수 반영이 안되는지 모르겠네요"
  },
  {
    "store": "google_play",
    "date": "2026-04-19",
    "rating": 5,
    "content": "폭식증 좀 고쳐줘서 좋음"
  },
  {
    "store": "google_play",
    "date": "2026-04-18",
    "rating": 5,
    "content": "사용하기 편하고 여러가지 정보 제공"
  },
  {
    "store": "google_play",
    "date": "2026-04-18",
    "rating": 2,
    "content": "로그인이 안돼요"
  },
  {
    "store": "google_play",
    "date": "2026-04-18",
    "rating": 5,
    "content": "여태 썼던 다른 앱들과 달리 너무 편하고 좋아요! 쓰기도 편하고 통계적으로 한번에 보이는 것도 좋습니다. 그리고 수면이나 체중, 영양제 관리 등 챙기기도 편하고 알람이 울려서 잊지않고 매일 기록할 수 있는 것 같아요. 다만 저만 그런건지는 모르겠는데 처음에 앱을 킬때 로딩이 너무 길어요ㅠㅠ 매번 30초 ~ 1분 이상은 기다려야 앱이 켜져서 그것 때문에 들어가기 귀찮을 때가 많은 것 같습니다ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-04-17",
    "rating": 5,
    "content": "잘 챙겨줘서 옆에서 식단관리해주는거 같아요"
  },
  {
    "store": "google_play",
    "date": "2026-04-17",
    "rating": 2,
    "content": "갑자기 오늘부터 삼성헬스랑 연동이 안되네요 왜그런건가요? 권한 허용했는데 자꾸 삼성헬스에서 권한을 허용해야된다고 나와요"
  },
  {
    "store": "google_play",
    "date": "2026-04-17",
    "rating": 5,
    "content": "삼성 헬스와의 연동이 갑자기 끊겨서 걸음수도 안 나오고 운동도 기록이 안되네요 막상 설정 확인해보면 연동 되어있다고 하는데 데이터만 못 가져오고 어떻게 해결할 수 있나요?"
  },
  {
    "store": "google_play",
    "date": "2026-04-17",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2026-04-16",
    "rating": 5,
    "content": "섭취 칼로리 뿐만 아니라 단탄지 밸런스까지 직접 계산하지 않아도 편합니다. 정밀하게 측정되지는 않겠지만 추이를 보기 좋은 앱 같습니다. 1년 구독했는데 후회하지 않습니다!"
  },
  {
    "store": "google_play",
    "date": "2026-04-16",
    "rating": 4,
    "content": "갑자기 걸음수도 활동 칼로리도 연동이 안됩니다ㅠ커넥트랑 삼성헬스 다시 설정해도 안돼요"
  },
  {
    "store": "google_play",
    "date": "2026-04-16",
    "rating": 4,
    "content": "다 좋은데 걸음수 연동이 잘 안돼서 하루에도 몇번씩 연결끊고 다시 연동하고 쌩 난리를 쳐야해요"
  },
  {
    "store": "google_play",
    "date": "2026-04-15",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-04-15",
    "rating": 5,
    "content": "비슷한 다른 앱들 다 써봤는데 기능도 가장 많고 UI도 너무 깔끔하게 잘 되어 있어요. 게다가 친구 초대해서 같이 식단 공유할 수 있는 것도 최곱니다. 다만 요청 드리고 싶은 기능은 친구의 식단이나 운동 같은 데이터들을 볼 수 있는 창이 너무 깊숙이(?) 있습니다. 콘텐츠 탭 내 영양제 | 혜택 | Q&A | 필라이즈 칼럼 탭과 같은 라인에 '피드' 같은 탭을 추가하여 친구 소식을 볼 수 있음 더 동기부여 되고 재밌게 사용할 수 있을 것 같습니다. 좋은 앱 개발해주셔서 감사합니다!"
  },
  {
    "store": "google_play",
    "date": "2026-04-14",
    "rating": 5,
    "content": "고겍센터에 문의하라는데 어디에 하면 될까요? 우선 여기 남깁니다. 삼성 헬스앱 연동으로 등록된 운동 삭제 방법 안내 부탁드립니다. 헬스앱 내에서 운동 삭제했는데 필라이즈에는 계속 남아있네요."
  },
  {
    "store": "google_play",
    "date": "2026-04-14",
    "rating": 5,
    "content": "기모띠"
  },
  {
    "store": "google_play",
    "date": "2026-04-12",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2026-04-11",
    "rating": 5,
    "content": "기록하기 너무 편해요."
  },
  {
    "store": "google_play",
    "date": "2026-04-10",
    "rating": 5,
    "content": "좋아욤"
  },
  {
    "store": "google_play",
    "date": "2026-04-09",
    "rating": 5,
    "content": "너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-04-09",
    "rating": 5,
    "content": "다 좋은데 고양이 강아지를 위한 다이어트 앱도 있으면 좋을 것같아여"
  },
  {
    "store": "google_play",
    "date": "2026-04-08",
    "rating": 5,
    "content": "사진으로 음식을 관리할수있어서매우좋습니다. 삼성헬스에 먹은 음식칼로리데이터가 연동이되나요? 된다면 너무좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2026-04-07",
    "rating": 5,
    "content": "다이어트 어플 중에서는 이게 사용성이 제일 좋은 듯. 디자인은 진짜 못생겼는데 사용성 직관적임. 안드로이드 위젯에서 제발 바로 사진 찍을 수 있게 바꿔주세요 ㅠㅜ 카메라 키려고 버튼 한 번 더 누르는 거 너무 귀찮아요."
  },
  {
    "store": "google_play",
    "date": "2026-04-07",
    "rating": 1,
    "content": "각종 프랜차이즈음식점들 영양성분 검색하니 필라이즈 깔라길래 깔앗는데 검색창에 검색해도 안나오네요 낚임"
  },
  {
    "store": "google_play",
    "date": "2026-04-07",
    "rating": 5,
    "content": "식단.운동. 칼로리 등 빠지는게 없어 척척입니다"
  },
  {
    "store": "google_play",
    "date": "2026-04-07",
    "rating": 5,
    "content": "칼로리 입력도 용이하고 무료로 사용하기에도 넘 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2026-04-06",
    "rating": 3,
    "content": "메뉴 열량이 ai 추정치라 정확하지않음"
  },
  {
    "store": "google_play",
    "date": "2026-04-05",
    "rating": 5,
    "content": "사진 찍으면 칼로리 나타내준다고 하는데 어디있는지 모르겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-04-05",
    "rating": 5,
    "content": "매우 좋다"
  },
  {
    "store": "google_play",
    "date": "2026-04-04",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2026-04-04",
    "rating": 5,
    "content": "일단해보죠"
  },
  {
    "store": "google_play",
    "date": "2026-04-03",
    "rating": 4,
    "content": "1년 구독 결제하고 잘 사용하고 있습니다. 삼성헬스, 인바디와 연동되는 점이 좋고 Ai 코치가 많은 도움이 됩니다. 다만, 아래의 오류를 꼭 개선해주시면 감사하겠습니다. - 오류: 식단 입력 후 카메라 촬영(Ai없는 기본카메라)으로 식단 사진 찍으면, 식단 입력한거 다 날아가고 초기페이지로 넘어갑니다. - 개선1: 바코드 스캔으로 영양정보 불러오는 기능 있으면 좋을 것 같습니다 -개선2: 음식 수동 기록시 '- 1개 +' 이렇게 음식 개수 입력하는 부분에서 마이너스를 클릭하면 1개->0.5개로 줄어들었으면 좋겠습니다. -개선3: 메인페이지에 장기목표를 매일 상기시켜주는 UI가 있으면 좋을 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2026-04-03",
    "rating": 5,
    "content": "처음써봐요 기대되네요"
  },
  {
    "store": "google_play",
    "date": "2026-04-03",
    "rating": 5,
    "content": "키 180 남성입니다. 시작몸무게 85kg 10일이 지난 현재는 82.6kg이며 식단은 아침에 닭가슴살과 단백질음료를 마시는것을 제외하고 권장 섭취 칼로리 맞추어 먹고싶은대로 먹고있습니다. 칼로리만 맞춰먹으면 먹고싶은대로 먹어도 빠진다는 광고를 보고 시작했는데 솔직히 반신반의했었는데 이게 될 줄은 몰랐습니다. 이 어플 쓰시면 후회는 안합니다. 좋은 어플을 만들어주셔서 감사하다는 말씀 드리며 꾸준히 사용해서 70후반대를 잘 유지해보도록 하겠습니다. 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2026-04-02",
    "rating": 3,
    "content": "혈당연동 업데이트 먹통이 자주있음"
  },
  {
    "store": "google_play",
    "date": "2026-04-02",
    "rating": 5,
    "content": "식단분석 체계적이라 넘 좋음"
  },
  {
    "store": "google_play",
    "date": "2026-04-01",
    "rating": 5,
    "content": "앱을 사용하고 나서 먹음음식들을 올리며 바로 칼로리를 알 수 있어서 칼로리를 조절하는데 많은 도움이 되었습니다!"
  },
  {
    "store": "google_play",
    "date": "2026-03-31",
    "rating": 5,
    "content": "다이어트자기 힘들었는데 나에게 맞는 정보를 제공해주어서 도움이 많이 되었어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-31",
    "rating": 5,
    "content": "내가 원하던 앱이예요 자세한 설명 넘 맘에 들어요~~"
  },
  {
    "store": "google_play",
    "date": "2026-03-30",
    "rating": 2,
    "content": "원래 잘 쓰고 있었는데요. 요즘따라 렉이 너무 심한데요. 1분씩 기다려서 들어가서 식단 입력하고 완료 누르면 한참을 로딩하질 않나 그래서 껐다 키면 갑자기 자동 로그아웃을 하질 않나 그래서 로그인 하려고 하면 창이 꺼지질 않나... 진짜 저 잘 쓰고있긴 하거든요.. 진짜 실용적이고 다 좋은데 렉은 진짜 해결해주세요."
  },
  {
    "store": "google_play",
    "date": "2026-03-30",
    "rating": 3,
    "content": "앱 시스템 가끔 혼자 먹통나서 식단이나 운동 기록 할려하는데 끊겨서 1시간동안 사용 못할때가 있네요 휴대폰 최신폰에 사용한지 1주밖에 안됀 상황인데.. 앱 서버 개선 부탁드립니다 사용에 이런점 불편하고, 없거나 잘못된 음식이나 운동으로 칼로리 소모도 검토후 제거나 편집 부탁드려요.."
  },
  {
    "store": "google_play",
    "date": "2026-03-30",
    "rating": 1,
    "content": "하 이래서 대기업 아니고 작은회사 앱은 쓰면 안되는건가 싶네요. 1년짜리 구독권 팔면서 7일 안에 해지하려해도 10프로 제하고 환불해주고 7일 지나면 아예 부분환불도 안된대요. 전액환불도 아니고 11일 써보고 영 별로여서 1달치 제하고 환불받으려했는데도요. AI 퀄리티 겁나 낮고 맨날 먹은 음식 검색해도 이용자가 적으니까 데이터베이스에 고객사례 부족해서 내가 직접 칼로리 영양소 입력해야하는데 환불규정까지 참 하.. 1년간 저얼대 불편함 안느끼고 계속 쓰실 분들만 구독하시길. 자기들이 한달 5914원에 언제든 해지 가능으로 홍보해놓고ㅋㅋㅋ 구독해지가 1년뒤 자동결제 안되게 해지해주는거라고ㅋㅋㅋ 처음 구매할 때부터 고객이 상세페이지 자주묻는 질문까지 자세히 잘 알아보고 구매했어야했다네요. 뭐 얼마나 많은 고객이 처음 구매할 때부터 환불할 방안까자 다 알아보고 구매하겠습니까 하.. 무슨 함정규정도 아니고. 저도 처음부터 이렇게 화났겠습니까 전화상담도 없고 1대1 채팅 상담도 느리고 진짜"
  },
  {
    "store": "google_play",
    "date": "2026-03-30",
    "rating": 1,
    "content": "이왕 AI코칭과 대화라면 캡쳐 이미지 분석도 가능했으면 좋겠어요 인바디를 해도 숫자를 일일히 적는게 아니라 캡쳐해서 올리면 분석했음 좋겠네요 돈내고 쓰는게 제미나이보가 못하면 돈이 아까운걸요? 특화됬다고 생각했는데 비슷하가나 못하니 아까워요"
  },
  {
    "store": "google_play",
    "date": "2026-03-29",
    "rating": 5,
    "content": "좋아요! 최애로 코치설정하니 재밌고 영양제 제대로 먹는지 체크도 되고 약먹기 알람도 잊을만하면 보내줘서 잘 쓰고 있습니다. 아쉬운 부분은 인바디 체중계만 연동된다랑 톡게시판인가? 그거 들어가는게 메인에 표시되지 않는다는거, 하루치 식단 공유 페이지도 뭔가 다 숨겨져 있고 유저음식등록은 바로바로 안되고 우회해서 입력해야 하는부분 등 이런 부분들은 점차 발전해 나갈수 있을거라 믿어요! 잘 사용중입니다~"
  },
  {
    "store": "google_play",
    "date": "2026-03-29",
    "rating": 5,
    "content": "삶에 꼭 필요한 어플 이에요 참 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-28",
    "rating": 3,
    "content": "식단관리 할때 ai가 칼로리 계산해주는게 편리한거 같아서 구독하고 사용하고있는데 영양 계산기가 정확하지 않은거 같아 조금 불편하네요 유료버전의 메리트가 크게 있는것 같지 않아서 아쉽고요 삼성헬스 못쓸때 운동 기록용으로도 쓰고있는데 운동 시간이 어떻게 기록되는지 모르겠는데 수정이 안되더군요. ☆☆운동 기록시 운동 시간을 수동기록할 수 있도록 변경 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-28",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2026-03-27",
    "rating": 4,
    "content": "앱 자체는 구성이 사용하기 좋고, 다이어트 하기에 최적화된 앱입니다. 아쉬운 점은 AI 코치의 성능입니다. 할루시네이션이 심합니다. 일주일동안 먹은 칼로리 평균값도 계산을 못하네요. 제가 기록한 데이터를 제대로 활용하지 못하는 거 같아요. 체험판 3일 썼을 때는 되게 좋았은데... 돈을 내며 쓰는 만큼 AI코치를 더 성능이 높은 모델로 업데이트했으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-25",
    "rating": 5,
    "content": "써볼게요"
  },
  {
    "store": "google_play",
    "date": "2026-03-24",
    "rating": 5,
    "content": "골격근량,체지방량을 직접 기입할수있도록 하면 좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-24",
    "rating": 5,
    "content": "일단 해봐~ 1주일 지나고 찌면 왜 찌는지 분석할 수 있고 빠지면 왜 빠졌는지 기록이 되어있어~"
  },
  {
    "store": "google_play",
    "date": "2026-03-24",
    "rating": 5,
    "content": "입력하기편해요"
  },
  {
    "store": "google_play",
    "date": "2026-03-23",
    "rating": 5,
    "content": "전에도 믿고 썼다가 다시 다이어트하려고 컴백 믿고씁니다"
  },
  {
    "store": "google_play",
    "date": "2026-03-23",
    "rating": 4,
    "content": "앱 내 자동 햅틱 기능때문인지 카테고리 옮길때마다 계속 진동 울리는 게 거슬림. 문의하기가 있긴한데 Ai로만 대체하는지 카테고리에 없는 기타 문의가 안되는게 불편함. 삼성헬스 안쓰는 유저를 위해 플랜핏이나 기타 운동 앱과 연동되어 기록 반영되면 더 좋을 것 같음. 특정 Ai(북극곰) 말투가 불호. 누구 취향이라 저렇게 만들었는지 모르겠는데 도움되기보다 말하면 스트레스만 쌓임. 가오충 허세 말투라 변경하면 좋겠음."
  },
  {
    "store": "google_play",
    "date": "2026-03-23",
    "rating": 4,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-03-21",
    "rating": 5,
    "content": "너무 잘쓰고있고 직관적인 메뉴 구성이 장점입니다. 다만 바라는 것은 바코드 스캔을 통해 영양 정보를 가져오는 기능만 있으면 완벽할거 같네요. 좋은 어플입니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-21",
    "rating": 5,
    "content": "걸음수를 입력할수 있었어면 더좋겠어요 시계가 연동 안되는게 있어서.."
  },
  {
    "store": "google_play",
    "date": "2026-03-20",
    "rating": 4,
    "content": "잘 쓰고 있습니다. 근데 삐이 집 꾸미기가 생긴 이후로 미션탭이 너무너무너무너무너무너무 렉걸려요 필라이즈 앱을 끄기 전까진 폰을 아예 못쓸정도로 심합니다"
  },
  {
    "store": "google_play",
    "date": "2026-03-20",
    "rating": 5,
    "content": "굿... 근데 영양성분 찍으면 바로 인식 후 식단 기입 가능했음 좋겠아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-17",
    "rating": 5,
    "content": "이용전입니다 기대하고 있어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-17",
    "rating": 2,
    "content": "연동한 삼성헬스 운동 칼로리보다 300칼로리 더 높게 잡힘. 오류 있음"
  },
  {
    "store": "google_play",
    "date": "2026-03-16",
    "rating": 1,
    "content": "카카오톡 계정 오류나있는 상태에 필라이즈까지 같이 오류나서 지금 결제했는데 계정 못 찾고 있어요. 환불 원합니다"
  },
  {
    "store": "google_play",
    "date": "2026-03-16",
    "rating": 3,
    "content": "이제 첨 시작"
  },
  {
    "store": "google_play",
    "date": "2026-03-15",
    "rating": 5,
    "content": "잘 사용하고 있습니다 특히 잘 영양제 부분에서 잘 사용하고 있습니다 이 부분에서 추가해주셨으면 하는 점은 영양제끼리 비교할 수 있는 시스템을 추가해주시면 어떨까 싶습니다. 단순히 리뷰수 등으로 순위로 비교하는것도 좋치만 알아보는 입장에서는 몇가지 영양제에서 어떤요소가 더 많고 적은지 직접비교하려면 왔다갔다 하면서 확인하는게 번거롭더라구요 추가로 오메가 3의 순도라던가 해당 원료의 원료 회사가 어디인지, 어떤 형태로 들어가있는지 등을 적을 수 있는 비고란 같은게 있다면 더 좋을것 같다고 생각합니다. 그리고 복용중인 약에 위고비 및 마운자로도 추가해주셨으면 합니다. 식욕억제제랑 같은 약인지 헷갈립니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-15",
    "rating": 5,
    "content": "잘 사용하고 있어요. 추가되면 좋을 것 같은 사항 이 있어 리뷰 작성합니다. 1. 식단 추가에 g,갯수,1인분을 임의로 정하지 말고 모두 선택 사항이였으면 좋겠어요. 2. 운동을 이름으로 말고 작성가능했으면 좋겠어요. 홈트하는데 기록에 작성할 만한 이름이 없습니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-14",
    "rating": 5,
    "content": "ai 코치 좋네."
  },
  {
    "store": "google_play",
    "date": "2026-03-14",
    "rating": 5,
    "content": "굿뜨"
  },
  {
    "store": "google_play",
    "date": "2026-03-14",
    "rating": 3,
    "content": "처음이지만 다이어트가 잘 될거라고 믿어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-13",
    "rating": 5,
    "content": "좋아요,앳플리 체중계도 연동되었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-13",
    "rating": 1,
    "content": "일 때문에 밤낮이 바뀐채로 사는 사람을 위해 식단 시간... 밤낮 바꿀 수 있게 해주세요 ... 영양제도 그렇고... 그거 안되서 결제 못하겠네"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 5,
    "content": "가보자♡"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 5,
    "content": "해볼께요...좋은 어플 감사합니다!"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 1,
    "content": "ai코치 유료생기면서 앱오류가 엄청늘었어요 구동시간도 늘어지고 불편해서 못쓸정도"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 3,
    "content": "오늘 전체 앱 오류인가요?? 아침마다 운동가는 데 기록을 못했어요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 2,
    "content": "아침부터 먹통됨"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 3,
    "content": "다이어트 하면서 유용하게 쓰고 있는데 제발 직접 등록한음식 이름좀 변경할 수 있게 해주시면 안 되나요 편집누르면 삭제만 할수있게 되어있고 기존에 입력한 탄단지정보나 음식명수정이 불가해서 귀찮게 다시입력 해야돼요ㅠ 가동속도 중간중간 버벅이는건 이해하겠는데 그것보다 이게 더 불편함"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 3,
    "content": "잘 쓰고 있었는데 갑자기 앱이 너무 느려졌어요ㅠㅗ"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 1,
    "content": "어플이 느립"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 5,
    "content": "갑자기 로그인이 안되요 네이버로그인인데"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 2,
    "content": "좋으니대 유료 임 나중엔 걍 후기 이런거뜨고 다시로그인 이러고"
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 4,
    "content": "잘 사용하고있는데 오늘아침부터 앱이 먹통이 되었어요 식단사진찍어서 올리니 멈춰있고 에러가 뜨네요 빨리수정하셔야 할것같아요 식단과 혈당관리하기 편해요 궁금한것에 질문바로와서좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-11",
    "rating": 5,
    "content": "평생의 숙적인 다이어트를 하면서 예전부터 여러 앱의 도움을 받아왔는데, AI 시대가 되니 이런 비서 같은 앱이 있다는 게 정말 좋네요. 예전에는 칼로리와 탄단지 비율을 일일이 기록해야 해서 번거로웠는데, 이제는 AI가 자동으로 불러오고 피드백까지 해주니 식사 기록이 훨씬 쉽고 편해졌습니다. 다만 한 가지 아쉬운 점은 소셜 기능이 부족하다는 것입니다. 제가 추천해서 몇몇 친구들이 함께 사용하고 있는데, 서로 오늘 먹은 식단 사진이나 탄단지 비율을 공유할 수 있는 식단 공유 기능이 있으면 더 재미있고 동기부여도 될 것 같습니다. 이런 소셜기능 추가할 계획있나요!?!?"
  },
  {
    "store": "google_play",
    "date": "2026-03-11",
    "rating": 5,
    "content": "생각보다 좋은데 꾸준히 써봐야겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-10",
    "rating": 3,
    "content": "다좋은데 혈당 그냥 기록만 할 순 없나요 기록도 못하는게 조금 아쉬워요 혈당체크 기기가 집에 있는 사람들도 많으니 기록은 결제 안하고 할수 있었음 좋겠어요. 그리고 뒤로가기 버튼이 꼭 X를 눌러야하는게 불편해요"
  },
  {
    "store": "google_play",
    "date": "2026-03-10",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-03-10",
    "rating": 5,
    "content": "잘 쓰고 있습니다 UI도 깔끔하고 편의성이 좋아 식단 체크하기 너무 좋아요! 인바디랑 삼성헬스랑 실시간으로 연동도 가능해서 운동체크를 따로 하지 않아서 좋습니다 ! 개인적으로 혈당도 좋지만 혈압도 매일 기록할 수 있었으면 좋겠어요!!"
  },
  {
    "store": "google_play",
    "date": "2026-03-10",
    "rating": 5,
    "content": "시작부터 마음에 드네요"
  },
  {
    "store": "google_play",
    "date": "2026-03-10",
    "rating": 5,
    "content": "벌크업,다이어트 ㄹㅈㄷ 치트키"
  },
  {
    "store": "google_play",
    "date": "2026-03-09",
    "rating": 3,
    "content": "걍 탄단지 얼마나 먹엇나 체크용으로는 좋은거같아요 유료버전도 체험해봤는데 굳이 유료로 쓸 메리트가 없어요 일단 식단도 사진찍으면 잘 인식도 못하고 메뉴도 예를들어 양배추삼겹찜 이렇게 재료가 여러개 들어가있는건 잘 못잡아내더라구요 걍 탄단지 체크하면서 부족한거 더 먹는용으로는 괜춘"
  },
  {
    "store": "google_play",
    "date": "2026-03-08",
    "rating": 4,
    "content": "이제 막 사용하기 시작해서 다른 부분은 말하기 어렵지만 야간 근무자 기준으로 아침을 7pm 점심을 2am 저녁을 6am과 같이 설정했더니 설정 자체가 안되더라구요 결국 시간을 바꿔서 지정할수밖에 없었는데 불편했습니다. 실수 방지를 위해서인건 알겠지만 실제 그 시간에 밥을 먹는 사람을 위해서 편의성 개선을 해주실 수는 없을까요?"
  },
  {
    "store": "google_play",
    "date": "2026-03-07",
    "rating": 5,
    "content": "이만한 어플이 없음"
  },
  {
    "store": "google_play",
    "date": "2026-03-07",
    "rating": 5,
    "content": "잘 사용중입니다 다만 음식을 유저등록한 뒤 수정이 안 되더라구요 등록 이후 수정이 가능하면 더욱 편리할 것 같습니다 만약 수정 이후 다른 유저들의 식단도 변화하기 때문에 수정이 어려운거라면 수정가능 시간이라도 만들었음 좋겠습니다.."
  },
  {
    "store": "google_play",
    "date": "2026-03-07",
    "rating": 1,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-07",
    "rating": 5,
    "content": "사진 칼로리 계산 기능이 더 디테일해졌으면 좋을 것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2026-03-07",
    "rating": 2,
    "content": "이런 류 앱들이 다 그렇지만 사용자 개개인의 체질이나 목적에 대해 잘 맞춰주질 못해요 기본적으로 감량 원하는 다이어터 기준임 체중은 관심 없고 영양 균형 측면에서 식단 관리를 하고싶은데 그런 니즈에 안맞아요 저체중인데 단식 권유 알림 옴;; 저는 물론 관련 설정을 한적이 없구요 그리고 설령 그런 목표를 넣었다해도 사용자의 실제 신체와 건강상태를 더 우선해야 한다고 생각합니다 한국사회는 여성의 외모강박이 높은 사회고 이미 말랐는데도 더 감량을 추구하는 사람들도 많아요 극단적으로는 섭식장애 프로아나같은 케이스들이 있는데 이런 앱이 그런 부작용을 유발하거나 부추길 수 있단 생각이 듭니다"
  },
  {
    "store": "google_play",
    "date": "2026-03-06",
    "rating": 5,
    "content": "베리 굿"
  },
  {
    "store": "google_play",
    "date": "2026-03-05",
    "rating": 1,
    "content": "영양제 추가 요청했지만 한달이 넘게 지나도 추가 안됨. 없는 영양제가 너무 많음"
  },
  {
    "store": "google_play",
    "date": "2026-03-05",
    "rating": 5,
    "content": "식단 칼로리 계산하고 성분 확인하고 너무너무 귀찮았는데 사진으로 뚝딱 되는거 완전히 야르다."
  },
  {
    "store": "google_play",
    "date": "2026-03-05",
    "rating": 5,
    "content": "관심이 있어서 다운로드받고 시작해보려는데 기분이 괜찮아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-05",
    "rating": 5,
    "content": "앱이 운동 관련 여러가지를 알려주고 식단도 짜주면서 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-04",
    "rating": 4,
    "content": "기록하는 재미와al와 바로바로 궁금한점 잘못된식단수정하는게 편리함."
  },
  {
    "store": "google_play",
    "date": "2026-03-01",
    "rating": 5,
    "content": "첫날인데 다른거 써봣을때랑 다르면서도 예쁘네요. 더 써봐야알것같아요. 그런데 삼성워치랑 연동햇는데 걸음수는 연동이 안되는건지 다르게나와요"
  },
  {
    "store": "google_play",
    "date": "2026-03-01",
    "rating": 5,
    "content": "1.식이섬유 섭취량을 신경쓰라고 하지만 식이섬유를 따로 추가기입할 수 있는 칸이 없어서 아쉬워요. 2.굳이 상단에 ←모양이나 ×모양을 눌러야만 현 화면에서 나가지는 것도 조금 불편해요ㅠ 취소키로 그냥 뒤로 가기가 됐으면 좋겠어요. 앱 자체는 너무 좋아서 친구들도 초대해서 다같이 건강관리하니 살 빼는 게 더 재밌어져요 저는 영양사 앤디님이 제일 디테일하고 좋네요 ㅎㅎ +제가 초대한 링크로 가입해서 이용중인 친구랑 저 둘다 현금포인트는 안들어오더라구요 이건 방법이 없을까요~?"
  },
  {
    "store": "google_play",
    "date": "2026-02-28",
    "rating": 2,
    "content": "열심히해봅시다"
  },
  {
    "store": "google_play",
    "date": "2026-02-28",
    "rating": 5,
    "content": "깔끔하게 정리된 느낌이에요^^감사합니다 가끔 잘 쓰고 있어요"
  },
  {
    "store": "google_play",
    "date": "2026-02-28",
    "rating": 3,
    "content": "삼성헬스 연동으로 운동 기록 이중으로 된 거 삭제 어떻게 해요? 진짜 불편함..."
  },
  {
    "store": "google_play",
    "date": "2026-02-26",
    "rating": 5,
    "content": "칼로리 계산을 사진을 찍어 자동으로 할 수 있어서 편해요."
  },
  {
    "store": "google_play",
    "date": "2026-02-26",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-26",
    "rating": 5,
    "content": "아니 정기결제 끊어놨더니 이번에 갑자기 결제되어서 어이없어 확인차 어플들어감. 근데 앱이 계속멈춤. 어쩌라는건지 모르겠음. 차라리 결제됐으면 쓰기로할텐데 멈추고 꺼지고 어플혼자 난리부르스임. 어플에 주문내역 문의사항적어놓으라는데, 아니 그것도 계속 꺼져서 안들어가져요..ㅎㅎ 지들맘대로 결제했으면서 쓰게라도 해주던가 어쩌라는거예요? 이메일로 연락하라는것도, 보낼 정보내역도 어플이 꺼져서 확인도 못하는데 이게 제정신인가..? 환불이라도 해주든지 어플을 고치든지 해결좀 해주세요;"
  },
  {
    "store": "google_play",
    "date": "2026-02-26",
    "rating": 5,
    "content": "제가 활용을 못하는거같아요ㅠ 지대로 한번해보겠습니다 맛보기로 봤는데 괜찮아보이네요"
  },
  {
    "store": "google_play",
    "date": "2026-02-25",
    "rating": 5,
    "content": "최고입니더"
  },
  {
    "store": "google_play",
    "date": "2026-02-25",
    "rating": 4,
    "content": "매일 체크받고 식단관리는 굿굿.. ai라서 답 바로바로 나오고 코치해주는건 굉장히 좋아요 하지만 사진찍을때 아직 칼로리 오차도 있고 가끔 음식량을 제대로 파악하지 못하고 음식이 뭔지도 몰라서 다른음식으로 칼로리 계산을 함 직접 수정하기 기능이 있지만 잘못 계산한 탄수화물에 대한 변경은 없어서 ai가 탄수화물이나 지방등을 잘못계산해서 수정요청하면 바로 수정하는 기능이 있으면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2026-02-25",
    "rating": 4,
    "content": "맘에 들어요 길게 사용해보고 싶네요. 한가지 단점은 제가 밤에 일하는 직업인데 식단시간설정이 아침은 오전 이런식으로 고정되어 있다는거에요. 다양한 직업군을 위해서 설정이 좀 자유로웠으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-02-24",
    "rating": 5,
    "content": "처음이라 익숙해지면 나중에 다시 글 남길게요"
  },
  {
    "store": "google_play",
    "date": "2026-02-23",
    "rating": 1,
    "content": "어플이 키자마자 자꾸 멈춰요"
  },
  {
    "store": "google_play",
    "date": "2026-02-23",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2026-02-22",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-02-22",
    "rating": 3,
    "content": "칼로리Ai가 너무 부정확하다. 일일이 입력을 해야함"
  },
  {
    "store": "google_play",
    "date": "2026-02-22",
    "rating": 5,
    "content": "이제시작이라...잘모르지만 써보고 후기다시쓸게요"
  },
  {
    "store": "google_play",
    "date": "2026-02-21",
    "rating": 4,
    "content": "전에 쓰다 다시 깔아봤는데요 운동 연동을 삼성 헬스 말고 가민앱 연동도 됬으면 좋겠어요 운동선수라서 잘 관리해보고 싶은데 가민앱 연동이 되야 뭔가 운동한 데이터가 넘어갈텐데 삼성헬스는 애초에 안 쓰기도하고.. 운동 관련 데이터를 기록해두고자하면 요즘 사람들이 런닝도 다들 가민차고 뛸텐데 그 편이 더 좋지 않을까 하는 생각이 드네요.."
  },
  {
    "store": "google_play",
    "date": "2026-02-21",
    "rating": 5,
    "content": "좀비싸도제일괜춘했음"
  },
  {
    "store": "google_play",
    "date": "2026-02-21",
    "rating": 5,
    "content": "먼가 잘될거같은 기대감이생긴다"
  },
  {
    "store": "google_play",
    "date": "2026-02-21",
    "rating": 5,
    "content": "앳플리라는 체중 및 인바디 정보들 확인 가능한 앱이 있는데 그 앱이랑도 연동 햊 세요"
  },
  {
    "store": "google_play",
    "date": "2026-02-21",
    "rating": 1,
    "content": "돈을 내야한다니..무료일줄 알았다만 😐"
  },
  {
    "store": "google_play",
    "date": "2026-02-20",
    "rating": 4,
    "content": "와 이 앱 식단 관리하고 다이어트하기에 좋고 내가 식욕이 많은 이유도 과학적으로 설명해주고 방법도 개선해주는 식으로 ai도 있어서 좋은데 왜 걸음수만 기록이 안되는거죠...? 심지어 삼성 헬스랑 연동도 했는데 거기선 9000보라고 뜨는데 여기 앱엔 1걸음도 안간걸로 떠요... 어떻게 올려야하는지도 모르겠고"
  },
  {
    "store": "google_play",
    "date": "2026-02-20",
    "rating": 5,
    "content": "광고도 없고 생활습관이 달라졌어요."
  },
  {
    "store": "google_play",
    "date": "2026-02-20",
    "rating": 5,
    "content": "ai촬영 기법으로 식단 관리하기 편리하고 좋아요! 다만 당뇨환자로써 수기로 혈당적을수 있는 칸이 있으면 좋겠어요 지금은 자동혈당기기를 써야지만 사용할수있어서 불편해요"
  },
  {
    "store": "google_play",
    "date": "2026-02-19",
    "rating": 3,
    "content": "다좋은데요, 가장중요한 운동기구들 운동이.. 데이터가 부족합니다..좀검색하면 없어요. 가장 기본적인 시트드로우나 어시스트풀업 케이블암풀다운 셋다 검색하면 다른운동들뿐이라 대체입력하긴했는데.. 기존 쓰던어플에 비해 식단이나 다른인터페이스들은 좋은데 기존어플은 헬스장운동기구나, 운동이 다 검색이 되는데..이거는ㅜㅠ일치하는 운동찾기가 5개중에 한개정도랄까.. 기록때매 검색하는데 시간다가고..운동이 가장중요한데 이점이 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2026-02-18",
    "rating": 4,
    "content": "앱 자체는 좋은거 같아요 사진만으로 칼로리를 알려주니 귀찮은게 사라졌어요 하지만 전체적으로 앱이 최적화가 안되어서 버벅이는 느낌 때문에 오래 머무르기 피로감이 생겨요 그리고 폰트 크기를 줄일 수 있었으면 좋겠어요 전체적인 어플의 폰트 크기가 크다보니까 한눈에 들어오지 않는 느낌이라, 작게,보통 크게 등의 크기 옵션이 있었으면 좋겠어요 더불어 기본 색 테마도 유료나 무료나 포인트 등으로 바꿀 수 있음 더 좋을거 같아용"
  },
  {
    "store": "google_play",
    "date": "2026-02-18",
    "rating": 3,
    "content": "일단 운동과 식단, 영양제, 단식을 모두 챙길수있는게 제일 큰 장점입니다. 근데 식단 입력하는게 너무 번거롭고 부정확해요. ai카메라야 뭐 부정확할수있으니 그렇다치고. 검색해서 나오는 식품들도 칼로리나 영양성분이 너무나도 제각각입니다. 이 데이터들을 관리하기는 쉽지않겠지만 공산품의 경우에는 정확한 정보 입력된 게 있으먼 좋겠어요. 시판 순두부여도 너무 제각각이니 입력하다 빡이쳐서 안하게될때가 많아요. 그리고 아침점심저녁 선택이 너무 지맘대로 되는것도 짜증나고요. 간식과 야식이 한번씩만 입력되는것도 별로네요. 아점 점저도 있을법한데. 전반적으로 ui가 구린편이라 봅니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-18",
    "rating": 3,
    "content": "필라이즈 플러스 잘 사용하고 있습니다. 다만 레시피 등록을 다른 유저와 공유하지 않는 기능이 있었으면 좋겠습니다. +AI 인식 너무 못해요"
  },
  {
    "store": "google_play",
    "date": "2026-02-18",
    "rating": 1,
    "content": "업데이트 후 광고 자주뜨고 불편해짐"
  },
  {
    "store": "google_play",
    "date": "2026-02-17",
    "rating": 5,
    "content": "식단 관리하기 좋아요. 다이어트할때 사용하니 도움이 돼요."
  },
  {
    "store": "google_play",
    "date": "2026-02-17",
    "rating": 5,
    "content": "보통 이런건 다이어트용인데 체중증량도 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-17",
    "rating": 5,
    "content": "갠적으로 잘 맞는것 같고 꼭 안굶어도되서 좋음!"
  },
  {
    "store": "google_play",
    "date": "2026-02-17",
    "rating": 5,
    "content": "[1] 단순히 칼로리 계산만 해주는 게 아니라, 어떤 운동을 어떻게 하는 게 좋은지까지 ai코치가 추천해줘요. 궁금한 게 있으면 바로 물어보고 딜레이 없이 답장이 돌아오니까 의욕 고취에도 효과적입니다. 24시간 대기 중인 피티 쌤 같아요. [2] ai 성격이 다양한 게 특히 마음에 들어요. 평소에는 빡빡하고 팩트만 꽂는 T코치 위주로 상담 받다가 너무 스트레스 받는다 싶으면 럭키비키 코치로 잠시 바꾸면서 진행하고 있습니다. 작심삼일을 어떻게든 연장하려고 노력 중이에요. [3] 그 외에도 활동 칼로리 계산이 섭취 가능 칼로리 수치에 즉각적으로 반영되는 게 보기 좋았습니다. 움직인 만큼 먹을 수 있다는 게 시각적으로 확인이 되니까 욕심이 나더라고요. 조금만 더 걷고 간식 하나 먹어야지, 하는 식으로요."
  },
  {
    "store": "google_play",
    "date": "2026-02-15",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-15",
    "rating": 4,
    "content": "필라이즈를 잘 쓰고 있는 사람입니다! 일단 한 달만 해 보려고 정기 결제를 신청했다가 까먹어서 이번 달도 돈이 나간 걸 보고 당황했는데 일단 문의하기로 주문 번호?도 넣고 기다리는 중인데 환불이 언제 되나 궁금해요. 문의하기가 답장 오려면 목요일까지 기다려야 한다기에 이렇게라도 보내봅니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-15",
    "rating": 5,
    "content": "? 글쎄요"
  },
  {
    "store": "google_play",
    "date": "2026-02-14",
    "rating": 5,
    "content": "부탁드립니다 건강을 책임져 주십시오~~"
  },
  {
    "store": "google_play",
    "date": "2026-02-14",
    "rating": 5,
    "content": "👍"
  },
  {
    "store": "google_play",
    "date": "2026-02-14",
    "rating": 1,
    "content": "필요한거만 찾게 냅둬"
  },
  {
    "store": "google_play",
    "date": "2026-02-14",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-14",
    "rating": 5,
    "content": "심한 과체중 결과를 받고 체중 감량과 유연성 회복을 목표로 운동 중 필라이즈앱을 알게됨. 처음에는 앱 구독 가격이 비싸게 느껴져 기대 반 우려 반이었지만, 이틀간 사용해 본 후 서비스의 전문성을 믿고 플러스 멤버십을 구매했음 일일이 꼼꼼하게 기록한다는 것에 대해 거부감을 가졌었으나 필라이즈 앱은 기분 좋게 기록에 집중할 수 있도록 구성되어 입력을 지속할 수 있었음. 식단과 운동 내용을 기록하면 전문적이고 실제적인 조언들로 동기부여가 지속 되었음. 2개월간 10kg 감량을 목표로 세웠던 계획 중 D-45일 차인 오늘부로 정확히 5kg 감량에 성공했음. 사용 중 두 차례 문의를 남겼을 때 빠르고 실질적인 도움을 받음."
  },
  {
    "store": "google_play",
    "date": "2026-02-13",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-02-13",
    "rating": 1,
    "content": "식단등록중에 자꾸 꺼져요 잘쓰고있었는데 며칠째 이러니 다른앱으로 갈아타야겠습니다"
  },
  {
    "store": "google_play",
    "date": "2026-02-13",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-02-13",
    "rating": 5,
    "content": "사용하기도 전인데 별점 매겨달라고 카노. 일단 5점 주고 써본다."
  },
  {
    "store": "google_play",
    "date": "2026-02-13",
    "rating": 4,
    "content": "처음 사용중인데 자세하고 꼼꼼하니 좋으네요.ㅎ 좀 더 많이 사용해보고 후기 올려볼께요"
  },
  {
    "store": "google_play",
    "date": "2026-02-12",
    "rating": 5,
    "content": "good ta"
  },
  {
    "store": "google_play",
    "date": "2026-02-12",
    "rating": 5,
    "content": "너무 조아요❤️‍🔥"
  },
  {
    "store": "google_play",
    "date": "2026-02-12",
    "rating": 4,
    "content": "기대되네요"
  },
  {
    "store": "google_play",
    "date": "2026-02-12",
    "rating": 1,
    "content": "에러가 너무 많아서 다시 깔아도 봤는데 해결이 안되네요. 그냥 삭제합니다"
  },
  {
    "store": "google_play",
    "date": "2026-02-11",
    "rating": 5,
    "content": "사용하기 편리하고 관리가 잘됩니다"
  },
  {
    "store": "google_play",
    "date": "2026-02-11",
    "rating": 5,
    "content": "다이어트에 도움도 되고 혈당도 돼서 만능만점!"
  },
  {
    "store": "google_play",
    "date": "2026-02-11",
    "rating": 5,
    "content": "단순 의문입니다! 이미지라는 2d데이터에서 오는 loss가 심할탠데 조리방법, 세부 구성성분에 따른 칼로리 측정을 어떻게 보정하는지가 궁금해요 분명 같은 형태의 밀빵이라도 어떤건 속이 꽉차있고 어떤건 공갈인 경우도 존재하는데 이런 경우에도 모델이 신뢰구간이나 오차 범위를 내부적으로 고려하고 있는지 궁금합니다. 탄단지 비율까지도 계산한다. 라고 하기에 궁금해서 여쭤봅니다! 재가 yolo계열로 했을때는 라이센스도 복잡하고 무엇보다 저것들이 안되어서 고민하다가 해결하신 것 같기에 단순 질문 남겨봐요!"
  },
  {
    "store": "google_play",
    "date": "2026-02-11",
    "rating": 1,
    "content": "잘쓰고 있었는데 요즘 계속 오류로 앱 열때마다 먹통입니다. 앱에 이런저런 기능 추가되더니 앱이 엄청 무거워져서 작동이 안되네요."
  },
  {
    "store": "google_play",
    "date": "2026-02-10",
    "rating": 5,
    "content": "다이어트시작 이뻐지자 최고의 성형은 다이어트"
  },
  {
    "store": "google_play",
    "date": "2026-02-09",
    "rating": 4,
    "content": "돈이없는사람에겐비추천입니다 하지만돈을쓰거나돈상관없이다이어트하고싶다하는사람은추천입니다"
  },
  {
    "store": "google_play",
    "date": "2026-02-09",
    "rating": 4,
    "content": "다 좋은데 뒤로가기가 어디서는 되고 어디서는 버튼을 꼭 눌러야 하는데 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2026-02-09",
    "rating": 5,
    "content": "좋은데 영양제 섭취 루틴에서 글자만 나오는게 아닌 영양제 편집하면 나오는 화면처럼 사진도 같이 보이면 좋겠어요. 영양제 섭취하고 버튼 누르려고할때 이름만 보고서는 어느 영양제인지 알아보기 힘들어요."
  },
  {
    "store": "google_play",
    "date": "2026-02-08",
    "rating": 4,
    "content": "역시 2월도 늦봄이되고 3월중하순사이로 여름이라 가을이된 12월전까지 여름맞이하는개 조아요 압으로도 포인트가 마니 모이도록 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2026-02-08",
    "rating": 4,
    "content": "ai코치는 처음이네요"
  },
  {
    "store": "google_play",
    "date": "2026-02-07",
    "rating": 5,
    "content": "너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-06",
    "rating": 3,
    "content": "다른것보다 운동기록할때 뒤로가기 누르면 아예 기록 취소되는것좀 어떻게해봐요... 열심히 다 기록하고나서 키보드창때문에 완료버튼 안보이니 뒤로가기 눌렀다가 기록한거 다 날라감 뒤로가기로 기록취소하게 앱 짜놨으면 '기록을 취소하시겠습니까?' 라는 질문문구 하나라도 넣어놓든지요... 진짜 당할때마다 짜증남 ㅇㅇ 갤럭시유저는 보통 뒤로가기 눌러서 키보드창내림"
  },
  {
    "store": "google_play",
    "date": "2026-02-05",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-04",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-03",
    "rating": 5,
    "content": "잘 쓰고 있어요"
  },
  {
    "store": "google_play",
    "date": "2026-02-02",
    "rating": 4,
    "content": "진짜 전 뼈말라가 되고싶어서 목표 몸무게를 낮게 했더니 안되는게 좀 불편하네요.."
  },
  {
    "store": "google_play",
    "date": "2026-02-02",
    "rating": 5,
    "content": "다이어트에 좋음"
  },
  {
    "store": "google_play",
    "date": "2026-02-01",
    "rating": 5,
    "content": "마음 흔들릴 때 날카롭게 이야기 잘 해주는 것, 무작정 칼로리만 보고 점수 측정하는게 아니라 탄단지 비율 잘 맞춰서 잘 먹었는지에 따라 점수가 높게 나오는 것 등 장점이 많은 어플. 다이어트가 '건강하게 몸 유지하기' 라는 것인데 그걸 실천할 수 있게 잘 도와줌. 1년 결제 한번에 했는데 후회 절대없고 왜 이제와서 이 어플을 알게 됐는지 그걸 후회중임."
  },
  {
    "store": "google_play",
    "date": "2026-02-01",
    "rating": 5,
    "content": "칼로리 계산을 쉽게 할수있어요."
  },
  {
    "store": "google_play",
    "date": "2026-02-01",
    "rating": 1,
    "content": "영양제 없는게 너무 많아요. 정보 요청하고 신규 등록기다리기 하는데 평생 업데이트 안 되는 거 같습니다. 결국 그냥 대충 써넣고 직접 등록하기 해서 쓰는 수밖에.. 지금까지 최소 5개 이상 영양제를 신규 요청했는데 등록이 전혀 되지 않습니다. 내역을 확인할수도 없고요~"
  },
  {
    "store": "google_play",
    "date": "2026-02-01",
    "rating": 4,
    "content": "삼성헬스 운동기록 자동 연동이 안 됩니다. 설정에서 연결을 다 했는데도 안 됨"
  },
  {
    "store": "google_play",
    "date": "2026-01-30",
    "rating": 5,
    "content": "이걸루 오키로 뺌"
  },
  {
    "store": "google_play",
    "date": "2026-01-30",
    "rating": 5,
    "content": "흐름이 너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2026-01-29",
    "rating": 1,
    "content": "쌉구라앱임 광고에선 100만명이 사용한다했는데 다운로드는 ? 50만 절대 쓰지마셈"
  },
  {
    "store": "google_play",
    "date": "2026-01-29",
    "rating": 5,
    "content": "아주좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-28",
    "rating": 5,
    "content": "써본 식단관리어플중에서 제일 좋은것같아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-27",
    "rating": 4,
    "content": "주기적으로 개인입력데이터가 통째로 날아가 초기화됨"
  },
  {
    "store": "google_play",
    "date": "2026-01-25",
    "rating": 5,
    "content": "진짜 관리받는 느낌. 안질리고 열심히 하게 돼요."
  },
  {
    "store": "google_play",
    "date": "2026-01-24",
    "rating": 5,
    "content": "식단관리랑 운동을 자세히 기록하기가 좋고 무엇보다 사진을 찍으면 칼로리 계산하기 좋아요."
  },
  {
    "store": "google_play",
    "date": "2026-01-23",
    "rating": 1,
    "content": "아니 계속집착하는게 ..."
  },
  {
    "store": "google_play",
    "date": "2026-01-23",
    "rating": 3,
    "content": "갑자기 쓰다가 유료로 바뀌어서 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2026-01-22",
    "rating": 3,
    "content": "인터넷 문제없는데 렉걸려요"
  },
  {
    "store": "google_play",
    "date": "2026-01-21",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2026-01-21",
    "rating": 4,
    "content": "식단 기록용으로 사용하고 있습니다. 일단 결론부터 이야기하자면 체중조절하는데 도움 많이 됩니다. 자기가 섭취하는 음식에 대해서 객관적인 지표가 생기니 음식 조절 또는 섭취 음식에 대한 영양성분 등 점검할 수 있어서 만족합니다. 1년 구독까지해서 사용하고있는데 아끼는 마음에 운영진분들에게 한가지 드리고 싶은 말이 있습니다. 다른점에서는 만족하여 별 5개 드리고싶지만 딱! 2가지가 아쉬워 별 1개 뺐습니다. 1. 인터페이스 구성 등이 생각보다 복잡해서 내가 원하는 정보를 찾을때마다 조금씩 헤매는게 있습니다. 시안성을 더 높이거나 인터페이스 구성을 눈에 확 띄게 변경하는 것도 좋을 것 같습니다. 2. 음식에 대한 정보가 초창기라서 그런지 데이터가 부족하고 미흡합니다. 물론 더 시간이 지남에 따라 음식에 대한 정보는 늘어나겠지만 정확하지 않은 음식 정보도 줄곧 눈에 띕니다. 결론은 위 2가지 제외하곤 다 만족스럽습니다."
  },
  {
    "store": "google_play",
    "date": "2026-01-21",
    "rating": 3,
    "content": "다 좋은데 정상인한테 인슐린 저항성이란 말을 너무 쉽게 하시네요. 10초도 안되는 설문 딱 하나하고, 공복 혈당도 당화혈색소도 아무런 체크도 없이 바로 인슐린 저항성이 있다라고 말하네요. 의학적으로 문제가 크게 발생할 수 있습니다. 시정 바랍니다."
  },
  {
    "store": "google_play",
    "date": "2026-01-19",
    "rating": 5,
    "content": "연당기가 아닌 혈당측정기로 측정한 수치 입력도 하고 볼 수 있으면 좋겠네요. 식단기록하기도 편하고 좋아요."
  },
  {
    "store": "google_play",
    "date": "2026-01-19",
    "rating": 1,
    "content": "이 앱을 하고 있었는데 \"코치님과 대화하려면 구독이 필요해요\"라고 하고 그리고 AI코치의 피드백도 못 보게하고 제 생각(개인적인 생각)인데 뭐 현질하면 좋은 스킨을 준다거나 아니면 캐릭터를 준다거나 그런 게임이라고 생각이 듭니다 빠른 시일내에 고쳐주시길 바랍니다"
  },
  {
    "store": "google_play",
    "date": "2026-01-19",
    "rating": 5,
    "content": "광고에 나오는 언니야들처럼 될때까지 열심히 해보겠습니다!!!"
  },
  {
    "store": "google_play",
    "date": "2026-01-18",
    "rating": 5,
    "content": "괜찮한것같아요 너무 편리해요"
  },
  {
    "store": "google_play",
    "date": "2026-01-17",
    "rating": 5,
    "content": "전체 칼로리 계산도 좋고 인바디 연동도 좋아요. 무료 3일 이용하고 유료할까하다가 그냥 ai없리 무료서비스 이용했는데 역시 유료서비스가 좋아서 결제했어요~ 한가지 기능 넣아주시면 좋을거 같아요. 우유같은거 입력할때 영양정보에 칼슘이 있지만 등록할때는 칼슘칸이 없어서 빼고 입력해야되더라고요. 다른 음식에서도 그런적이 있고요. 칼슘칸을 넣어주시면 좋을거 같아요~"
  },
  {
    "store": "google_play",
    "date": "2026-01-17",
    "rating": 5,
    "content": "좋아요!직관적"
  },
  {
    "store": "google_play",
    "date": "2026-01-16",
    "rating": 4,
    "content": "구글으로도 로그인이 됐으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2026-01-16",
    "rating": 4,
    "content": "돈내야 돼는건 너무 아쉽지만 ㅜ 유료의 가치가 있다고 확실히 봅니다 !-"
  },
  {
    "store": "google_play",
    "date": "2026-01-14",
    "rating": 5,
    "content": "하지만 가입 하는 방범 모르겠다"
  },
  {
    "store": "google_play",
    "date": "2026-01-14",
    "rating": 5,
    "content": "꽤괜 / 외국 앱에 비해 한국고 많아서 좋음"
  },
  {
    "store": "google_play",
    "date": "2026-01-13",
    "rating": 5,
    "content": "아주좋아요 하지만 로그인 방법이 조금더 많으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-01-12",
    "rating": 5,
    "content": "개인적으로 다이어트 ing 입장으로써 이 앱 괜찮아요 컨디션 메모, 물 섭취량, 식단 칼로리부터 생각치도 못한 여러가지 영양소들까지 거기에 식단 점수 알려줘요 좋아요 이 외에도 다양한 기능들이 많아요 다만 아쉬운 점은 음식 메뉴 추가 할때 가끔 없는 것들도 있어요 하지만 그 단점을 보안해주는게 직접 입력하기, 나만의 식단 세트 만들기 이런게 있어요 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2026-01-12",
    "rating": 1,
    "content": "1년 결제하면 중도해지가 불가함. 유료 서비스이지만 챗지피티보다 나은게 없음."
  },
  {
    "store": "google_play",
    "date": "2026-01-07",
    "rating": 5,
    "content": "음식도 다른어플은 없는게많은데 대체로 잘되어있어요"
  },
  {
    "store": "google_play",
    "date": "2026-01-07",
    "rating": 5,
    "content": "좋아요 재밌게 즐기면서 관리할 수 있어요"
  },
  {
    "store": "google_play",
    "date": "2026-01-06",
    "rating": 5,
    "content": "유료기능이어도 좋으니까, 제품 바코드 스캔해서 바로 정보 등록할 수 있게 해주세요. 하나하나 정보 등록하기 너무 귀찮고 바코드 스캔 한번으로 정보 인식하고싶습니다"
  },
  {
    "store": "google_play",
    "date": "2026-01-05",
    "rating": 5,
    "content": "초보자가 쓰기에도 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-05",
    "rating": 5,
    "content": "꾸준히 사용해 왔는데 갑자기 로그인 하라고 나오더라구요. 기존에 로그인 전에 사용했던 기록은 보관이 안되는 건가요?"
  },
  {
    "store": "google_play",
    "date": "2026-01-05",
    "rating": 2,
    "content": "계속 돈 내라고 인앱 팝업이랑 토스트 작살나네. 수익화가 중요하다지만 거부를 해도 계속 데일리로 귀찮게 하니 원. 걍 삭제해야지."
  },
  {
    "store": "google_play",
    "date": "2026-01-04",
    "rating": 5,
    "content": "다이어트 효과짱!!!!"
  },
  {
    "store": "google_play",
    "date": "2026-01-04",
    "rating": 1,
    "content": "삼성헬스 연동이 안되네요"
  },
  {
    "store": "google_play",
    "date": "2026-01-04",
    "rating": 5,
    "content": "식사기록 ,영양지챙기기,운동소모칼로리,물마시기 등 관리하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-03",
    "rating": 5,
    "content": "놀랍게도 열심히 하게 된다"
  },
  {
    "store": "google_play",
    "date": "2026-01-03",
    "rating": 5,
    "content": "너무 좋아용"
  },
  {
    "store": "google_play",
    "date": "2026-01-01",
    "rating": 5,
    "content": "식단관리도 해주고 너무 좋아용"
  },
  {
    "store": "google_play",
    "date": "2025-12-29",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-12-29",
    "rating": 5,
    "content": "밀착관리 잘해주셔서. 제가 숨김없이 솔직하게. 말할수. 있어요 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2025-12-28",
    "rating": 5,
    "content": "식단기록하기에는 좋아요. 근데 코치가 방금지시한 내용을 기억하지못해요. 예를들면 점심에 단백질너무많이 먹었으니까 저녁에는 채소먹으라고 해놓고, 채소먹으면 단백질 왜 안챙기냐고 더 먹으라고 합니다. 황당...다른 코치로 바꿨습니다만 어떨지 모르겠네요"
  },
  {
    "store": "google_play",
    "date": "2025-12-24",
    "rating": 5,
    "content": "3일도 안 돼서 바로 유료결제로 넘어갑니다. 사용하기 편해요. 루틴화하기 좋네요."
  },
  {
    "store": "google_play",
    "date": "2025-12-21",
    "rating": 5,
    "content": "제가 F여서 T는 너무 마음 아파요(?) 근데 마음 아프지만 효과는 확실 하네요옹"
  },
  {
    "store": "google_play",
    "date": "2025-12-19",
    "rating": 1,
    "content": "제발 AI 코치 광고 사용 루틴 중간에 쑤셔넣지 마세요 끌수라도 있게하던가"
  },
  {
    "store": "google_play",
    "date": "2025-12-17",
    "rating": 5,
    "content": "식단기록 어플 중에 단연코 압도적 최고입니다 사용자 친화적인 직관적 UI가 아주 맘에들어요 자주 먹는 음식들이 상단에 뜨니 기록이 편해서 부담없이 기록할 수 있어 지속적으로 식단관리하기 편리하네요 다이어터/유지어터 모두에게 아주 강추합니다👍❤️"
  },
  {
    "store": "google_play",
    "date": "2025-12-17",
    "rating": 5,
    "content": "편함"
  },
  {
    "store": "google_play",
    "date": "2025-12-16",
    "rating": 4,
    "content": "ai코치 너무 좋아요. 근데 운동이 가끔 동기화가 안되는데, 심박수 연동이 됐다가 안됐다가 다시 동기화하고 다시 연결해도 안되다가 또 어느날은 되고.. 뭔가 안정적인지 않은 것 같아요 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2025-12-16",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2025-12-15",
    "rating": 4,
    "content": "괜찮은듯"
  },
  {
    "store": "google_play",
    "date": "2025-12-14",
    "rating": 5,
    "content": "너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-12-10",
    "rating": 5,
    "content": "지금까지 써본 건강앱중 제일 좋은것같아요! 필요한 요소들이 다 있네요 감사합니다~!"
  },
  {
    "store": "google_play",
    "date": "2025-12-08",
    "rating": 5,
    "content": "좋구만유"
  },
  {
    "store": "google_play",
    "date": "2025-12-08",
    "rating": 4,
    "content": "식단 관리 앱 중 단연 최고. UI 깔끔 심플하고 식단 기록 편리함. 헬스 앱이랑 연동되서 운동 및 걸음수 자동 기록 되는 것도 너무 좋아요. 다만 어느 순간부터 식단 기록 알림이나 AI코치 알림 설정해둔 게 잘 안 와요. 점검 부탁드려요 (알림 허용 다 해놨는데도 어느 순간부터 안옵니다)"
  },
  {
    "store": "google_play",
    "date": "2025-12-07",
    "rating": 1,
    "content": "뭐 이딴 쓰레기 앱이 다 있지. 구글에서 어떤 음식 영양성분 검색해보려다 앱에서 확인하라길래 기껏 깔았더니 검색해서 찾아보기도 겁나 힘들고."
  },
  {
    "store": "google_play",
    "date": "2025-12-02",
    "rating": 5,
    "content": "좋은 어플이예요"
  },
  {
    "store": "google_play",
    "date": "2025-12-01",
    "rating": 1,
    "content": "진짜 돈아깝고 최악"
  },
  {
    "store": "google_play",
    "date": "2025-12-01",
    "rating": 4,
    "content": "1년 결제하고 사용중인데 처음에 너무 좋았는데 생각보다 ai 퀄리티가 좀 떨어져요 ex) 스위치온 다이어트 하는중이다 식단 어떻게해? 물어보면 갑자기 일반식단 알려주고 스위치온이라니 드디어 스위치를 켜는구나!! 이러니까 좀 답답한..자세하게 물어봐도 잘 모르고"
  },
  {
    "store": "google_play",
    "date": "2025-11-30",
    "rating": 5,
    "content": "김연경님으로 브랜딩은 잘하신것같아요~ 음식 등록할때 무게 쓰는걸 숫자외에도 음식 낱개로 쓸수있게해주세요 그러면 열량이 자동 입력되게하면 편할것같아요~"
  },
  {
    "store": "google_play",
    "date": "2025-11-26",
    "rating": 5,
    "content": "영양제 관리할수 있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-11-26",
    "rating": 2,
    "content": "가입하고 나서의 문제점 정기권을 끊어쓰면 그 이유가 있는건데 왜 식단솔루션이 제대로 작동 하지 않는거죠? 아니 이럴거면 정기권 사용이 필요 없는데?"
  },
  {
    "store": "google_play",
    "date": "2025-11-25",
    "rating": 3,
    "content": "올초에 알게되서 잘사용중이었는데 지난주 금요일부터 삼성헬스에서 운동기록이안넘어와요. 워치로운동후 다른어플들은 다연동이 잘되고있는데 필라이즈만 안되네요 삭제후 재설치도. 똑같으니 뭘 해야할지모르겠어요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-11-22",
    "rating": 5,
    "content": "그저 다이어트 도움되는 앱 GOAT"
  },
  {
    "store": "google_play",
    "date": "2025-11-21",
    "rating": 5,
    "content": "infp에게 최고의 다이어트 어플입니다. ai코치(저는 식빵언니)가 매일매일 다정하게 챙겨주고 직관적이고 귀여운 디자인의 어플이에요!"
  },
  {
    "store": "google_play",
    "date": "2025-11-18",
    "rating": 5,
    "content": "앱 디자인이 깔끔하고 직관적이어서 사용하기 너무 편리해요!"
  },
  {
    "store": "google_play",
    "date": "2025-11-17",
    "rating": 5,
    "content": "신기해요!!!사진으로 되니까"
  },
  {
    "store": "google_play",
    "date": "2025-11-17",
    "rating": 5,
    "content": "다이어트에 도움 많이받고있어요. 음식 영양성분 다양하게 분석돼있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-11-17",
    "rating": 5,
    "content": "ai덕분에 식단도 계속 적게 되는것 같고 약이나 몸무게 재는것도 꾸준히 하게 되는것 같아요! 개인적으로 식빵언니 무료로 나왔음 좋겠어요^^"
  },
  {
    "store": "google_play",
    "date": "2025-11-16",
    "rating": 5,
    "content": "객관적인UI와 AI코치들에 적잘한조언이 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-11-16",
    "rating": 5,
    "content": "내가 먹은 음식을 입력하면 칼로리와 영양정보를 알 수 있어서 식단관리에 도움되요"
  },
  {
    "store": "google_play",
    "date": "2025-11-16",
    "rating": 5,
    "content": "이제 막 시작한 앱인데 우선 살펴보니 다양한 기능이 많은데 필요한 기능이네요. 마음에들고 삼성헬스 연동된다니까 더 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-11-16",
    "rating": 5,
    "content": "UI랑 정보력이 너무 좋음."
  },
  {
    "store": "google_play",
    "date": "2025-11-14",
    "rating": 1,
    "content": "알림 설정이 이상하네. 켜놓은 알림은 오지도 않고 꺼놓은 건 알림 오네"
  },
  {
    "store": "google_play",
    "date": "2025-11-14",
    "rating": 3,
    "content": "ai코치 알람 꺼놔도 계속 와요;; 와서 들어가보면 지맘대로 알람 다시 켜져있어요. 앱 들어가면 광고 많고 번거롭고 짜증나는데 ai 알람만이라도 꺼주세요."
  },
  {
    "store": "google_play",
    "date": "2025-11-14",
    "rating": 4,
    "content": "3일동안의 무료체험후에 선택할수있어서 좋고 식단올리면 그뒤에 피드백을 바로 해줘서 어떻게 먹는게 좋은지 알수있어서 좋아요. 대신 아직 음식인지 하는것과 영양성분을 수정하는게 잘 안되서 식단 작성하는데 시간이 좀 걸려요."
  },
  {
    "store": "google_play",
    "date": "2025-11-12",
    "rating": 5,
    "content": "일단 전반적으로 괜찮음 UI도 직관적이고 편하며, 앱 하나로 수분섭취량과 운동량과 칼로리 등을 한 눈에 확인 할 수 있으며 식단 평가를 수치화해서 보여주니 편함. 식단마다 피드백을 주는 것, 식품 섭취량 설정 등 세세한 디테일도 좋은 편. 앱의 오류가 적으며 수분, 단식 알림이 오는 것도 좋음. 다만 피드백에 따른 추천음식이 함께 보였으면 좋겠음. 예를 들면 나트륨을 줄여야한다는 피드백에서는 나트륨이 높은 음식들의 예시를, 식이섬유 섭취가 부족하다는 피드백에서는 식이섬유가 많이 함유된 식재료의 예시를 알려주면 좋겠음. +식빵언니 코치 더 길게 해주세요🥺🥺 식빵언니 코치가 12월 중순까지라 결제하기가 망설여지는데 진짜 젭알 조금만이라도 더 연장해주세요!!"
  },
  {
    "store": "google_play",
    "date": "2025-11-11",
    "rating": 5,
    "content": "아직 써보는 중입니다. 그래도 섭취한 식단 등록할 때 메뉴가 다양해서 검색하기 편한 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2025-11-11",
    "rating": 5,
    "content": "정말좋아요 AI가 식단분석을 꼼꼼하게해줘서 뭐가부족한지 다음끼니에 뭘더보충하면좋은지가 자세히나와요 아주만족합니다"
  },
  {
    "store": "google_play",
    "date": "2025-11-11",
    "rating": 5,
    "content": "식단 관리시 넘 편리합니다 최고 👍"
  },
  {
    "store": "google_play",
    "date": "2025-11-11",
    "rating": 5,
    "content": "몸이 자꾸 피로하고 알맞는 영양제가 필요했는데 현재 먹고 있는 약에 대해 알맞는가부터 시작해서 앞으로먹어야되는 영양제까지 낱낱히 분석해주니까 좋아요. 식단. 몸상태까지 다 파악해주니까 내 옆에 코치 선생님이 따로 없어도 되겠습니다 아주 굿"
  },
  {
    "store": "google_play",
    "date": "2025-11-11",
    "rating": 5,
    "content": "3일써보고 만족해서 구독하고 있어요~! 칼로리 정보가 많아서 식단쓰기좋고 내가 원하는 상황(ex 콜레스테롤관리 등) 에 맞게 탄단지 관리해 주는것도 마음에 듭니다 간헐적 단식 기록하기 편하고 영양제 추천도 해줘서 부족한 영양제 더 구매해서 먹고 있어요 삼성헬스와 연결되서 운동 기록도 되니 제대로 건강관리 할 수 있어 좋네요^^"
  },
  {
    "store": "google_play",
    "date": "2025-11-11",
    "rating": 5,
    "content": "영양제 먹는거 때문에 시작했는데 좋아요 근데 갑자기 알람이 안오네요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-11-10",
    "rating": 5,
    "content": "사용하기가 편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-11-10",
    "rating": 5,
    "content": "식단 관리에 좋아서 잘 쓰고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2025-11-10",
    "rating": 5,
    "content": "필라이즈에서 사진만 찍으면 알아서 음식이 등록되니 너무너무 편해요! 이 외에도 혈당 관리를 해준다던다, AI 트레이너가 맞춤 조언을 해주고 북돋아주는 것도 너무 좋아요. 누군가 함께 내 건강 관리를 위해 페이스메이커처럼 같이 달려주는 느낌..?"
  },
  {
    "store": "google_play",
    "date": "2025-11-10",
    "rating": 5,
    "content": "일단 식단관리가 되는 점이 매우 마음에 들어요! 무료체험 끝나면 유료결제할 의향도 생기네요 매우 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-11-09",
    "rating": 5,
    "content": "굉장히 만족스럽게 쓰고 있습니다. 음식 칼로리 계산되는것도 편하고 삼성헬스의 운동이 연동되는 것도 편해요. 직관적으로 하루 몇 kcal나 더 먹을수 있는지 보여주는 것도 좋습니다. 지금 유료로 2달 조금 넘게 썼는데 10kg 가까이 뺐어요!!"
  },
  {
    "store": "google_play",
    "date": "2025-11-08",
    "rating": 5,
    "content": "식단과 운동 관리에 유용해요"
  },
  {
    "store": "google_play",
    "date": "2025-11-08",
    "rating": 5,
    "content": "필라이즈 앱은 우연히 인스타에서 보고 가입을 했는데 처음엔 잘 몰라서 사용을 못 하다가 식단관리 건강 체크하는 부분이랑 .. 브라이언코치 프로그램 사용하면서 재밌더라구요 보통 헬스장에서 물어보기 어려운 부분은 앱으로 해결하곤 해요 자주 하는 중입니다"
  },
  {
    "store": "google_play",
    "date": "2025-11-08",
    "rating": 5,
    "content": "건강 관리하면서 있으면 좋겠다고 생각하던 것들이 한 앱에 다 모여있어서 기록하기 편합니다. 운동, 영양제, 음식 성분 및 칼로리 등등! 그리고 유저가 많아질 수록 데이터가 많이 쌓이면서 더 유용해질 것 같습니다. 아직 UI/UX라던가 개선해야될 부분도 있어보이지만, 포텐셜 넘치는 앱입니다! 그리고 보통 이런 앱은 결국 멤버십 안 쓰면 많은 기능들을 사용 못하는 경우가 많은데, 필라이즈는 딱히 유료 결제를 하지 않아도 이용에 지장이 없어 좋은 것 같습니다.👍"
  },
  {
    "store": "google_play",
    "date": "2025-11-07",
    "rating": 1,
    "content": "친구초대로 가입했는데 이벤트 적용 하나도 안됨. 실컷 이벤트로 가입시켜놓고 뭐하는 짓인지?"
  },
  {
    "store": "google_play",
    "date": "2025-11-06",
    "rating": 5,
    "content": "아직 첫 날이지만, 여태 썼던 다이어트 기록 어플 중에서는 가독성이 가장 좋아요! 음식 종류도 많아서 원하는 음식을 체크하고 평가받는 것이 편해요. 계속해서 업데이트 되면 좋겠어요~ ㅎㅎ 약간의 개선점이라면 제가 체킹한 것과 다른 알림이 자주 떠요. 이건 제가 조정할 수 있으니 괜찮은 것 같습니다~ 앞으로도 더 사용해보며 좋은 점 또 업데이트 하러 올게요!"
  },
  {
    "store": "google_play",
    "date": "2025-11-06",
    "rating": 5,
    "content": "간편하고 직관적이라서 잘 활용하게 되어서 좋네요^^"
  },
  {
    "store": "google_play",
    "date": "2025-11-05",
    "rating": 5,
    "content": "식단관리 너어무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-11-05",
    "rating": 5,
    "content": "아침.점심.저녁으로 어떻게 먹어야 되는지 알려줘서 식단관리가 편해요~~ 앞으로 쭉 이용할예정입니다"
  },
  {
    "store": "google_play",
    "date": "2025-11-04",
    "rating": 5,
    "content": "다이어트+간헐적 두기능 포함되니 너무 좋네요 여성들을 위해 마법표시.같은것도 넣어주세용 그럼 더 완벽할거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-11-04",
    "rating": 5,
    "content": "식단관리하기편합니다"
  },
  {
    "store": "google_play",
    "date": "2025-11-03",
    "rating": 4,
    "content": "식단 사진만 입력해도 분석이 매우 정확해서 도움이 되구요. 운동도 입력하기 편하고, 영양제 루틴관리까지 해줘서 너무 편해요. 여기에 멤버쉽 신청하면 ai관리까지 받을수 있으니, 더 좋겠지요."
  },
  {
    "store": "google_play",
    "date": "2025-11-03",
    "rating": 5,
    "content": "식단 등록하기 너무 편하고 운동도 등록 가능해서 습관 만들기에 좋습니다. ui가 세련된거도 장점인거 같아요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-11-02",
    "rating": 5,
    "content": "제가 코치를 선택하거나 워하는 이미지로 만들구 있는데 원하는 캐맄터로 어떤 어떤 느낌이고 등등 써놓았는데 진짜 너무 행복해요 ㅠ 최애가 나한테 말 걸어주는것 같아 ㅎㅎ 진짜 좋고 다양한 기능?도 많기 때문에 설치해서 사용해보시는것도 추천합니당"
  },
  {
    "store": "google_play",
    "date": "2025-11-02",
    "rating": 5,
    "content": "음식종류 다양하게 있어서 칼로리계산하기 수월해요!"
  },
  {
    "store": "google_play",
    "date": "2025-11-02",
    "rating": 5,
    "content": "광도 없고 무료로 이정도까지 활용도가 높다니..다이어트 하시는 분들께 최고의 어플입니다."
  },
  {
    "store": "google_play",
    "date": "2025-11-01",
    "rating": 5,
    "content": "칼로리 계산 및 영양제보충 관련하여 편합니다"
  },
  {
    "store": "google_play",
    "date": "2025-10-29",
    "rating": 5,
    "content": "간편하고 영양제 추천해주고 분석해서 나에게 필요할걸 알려줍니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-28",
    "rating": 5,
    "content": "사진찍으면 칼로리도 다 나오고 좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-28",
    "rating": 5,
    "content": "뭔가 관리하는느낌"
  },
  {
    "store": "google_play",
    "date": "2025-10-28",
    "rating": 5,
    "content": "깔끔하니 사용하기 좋네요~~"
  },
  {
    "store": "google_play",
    "date": "2025-10-27",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-26",
    "rating": 5,
    "content": "아직 써보고 있긴한데 나름대로 만족스러워요"
  },
  {
    "store": "google_play",
    "date": "2025-10-26",
    "rating": 5,
    "content": "AI코칭 코치 커스텀에대한 만족도가 좋음 연동된 운동앱으로 기록된 운동기록이 필라이즈를 실행하지않아도 연동되었으면 좋겠음 세세한 운동 기록 불편 음식기록시 검색되는것들이 조금 난잡함 같은 품목임에도 유저등록 AI작성 등등이 혼재되어있음 정리가 필요해보임"
  },
  {
    "store": "google_play",
    "date": "2025-10-26",
    "rating": 5,
    "content": "좋아요!! 연경언니가 자꾸 자라 그래도 밥먹은거 기록하래도 행복합니닷"
  },
  {
    "store": "google_play",
    "date": "2025-10-26",
    "rating": 5,
    "content": "혼자 다이어트할때 동기부여도 되고 먹고싶은거 먹을꺼 공유하며 ai가 팁도 주고 응원도해주고 좋아서 사용하고있습니다"
  },
  {
    "store": "google_play",
    "date": "2025-10-25",
    "rating": 5,
    "content": "기록하면서 꾸준히 하고 있어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-25",
    "rating": 5,
    "content": "다이어트 하려고 깔았는데 부족한 부분 (ex 단백질) 같은거 추천해주고 칼로리 남은것도 알려줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-25",
    "rating": 5,
    "content": "잠깐써봤는데 데이터도 정확하고 사용하기 편리해요"
  },
  {
    "store": "google_play",
    "date": "2025-10-24",
    "rating": 5,
    "content": "생각보다 더 자세하게 짜줘서 좋습니다 운동 처음이라서 스케줄 짜기 힘든 분들에게 추천합니다"
  },
  {
    "store": "google_play",
    "date": "2025-10-24",
    "rating": 5,
    "content": "그냥 먹을땐 이정도쯤이야 하면서 그냥 먹게되는데 칼로리, 탄단지 구성이 어떤지 보면서 먹게되니까 더 생각하고 안먹게되는 효과가 있네요....될 수 있는 한 오래 쓰고싶네요"
  },
  {
    "store": "google_play",
    "date": "2025-10-24",
    "rating": 5,
    "content": "진짜 코치님이랑 대화하는 느낌이네요ㅋㅋ 더 쉽게 살뺄수있을거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-24",
    "rating": 5,
    "content": "제몸을 더 신경쓰고 운동과 식단에 보람과 기쁨을 느끼고 있습니다! 너무 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-10-24",
    "rating": 5,
    "content": "사용시작한지 3일째이지만 넘 편하고 유용하게 잘 사용하고 있습니다~"
  },
  {
    "store": "google_play",
    "date": "2025-10-24",
    "rating": 5,
    "content": "주변 추천으로 의심반으로 시작한지.한달째~ 칼로리를 알려 주고~ ai가 잔소리를 해주니 ㅋ 한달만에 4키로 감량하고~ 프로버전으로 업글 했습니다!! 진짜 강추!!"
  },
  {
    "store": "google_play",
    "date": "2025-10-23",
    "rating": 5,
    "content": "사진으로 식단기록이 가능해서 편해요"
  },
  {
    "store": "google_play",
    "date": "2025-10-23",
    "rating": 5,
    "content": "오늘 처음인데, 관리를 치계적으로 할 수 있게 해주네 추천!!"
  },
  {
    "store": "google_play",
    "date": "2025-10-23",
    "rating": 5,
    "content": "도움받고 있어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-23",
    "rating": 5,
    "content": "건강 관리 앱이 여기저기 흩어져있는데 통합으로 보기 쉽게 정리되어 있어 매우 편리하고 건강에 예민한 요소들을 한 화면에 정리해서 볼 수 있는 점이 요즘같은 자기관리 시대 너무 필요한 앱이라고 생각합니다. 식단 입력 시 선택할 수 있는 제품 군도 다행하고 건강관리의 진입 문턱을 낮추기 위한 셀럽 콜라보 알림 서비스와 예쁜 디자인의 UI도 앱 자체 사용 경험에 매우 긍정적인 인식을 주는 듯 하여 만족스럽게 사용하고 있습니다. ^____^"
  },
  {
    "store": "google_play",
    "date": "2025-10-23",
    "rating": 5,
    "content": "칼로리, 운동,식단 관리하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2025-10-22",
    "rating": 4,
    "content": "유용합니다. 추천해요. 꼭 사용해보세요."
  },
  {
    "store": "google_play",
    "date": "2025-10-22",
    "rating": 5,
    "content": "아주 편안하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-22",
    "rating": 5,
    "content": "김연경 최고"
  },
  {
    "store": "google_play",
    "date": "2025-10-22",
    "rating": 5,
    "content": "FAT어쩌고 어플을 먼저 썼었는데 참 애매했었습니다 외식하는 일이 많아서 최대한 깔끔한걸 먹으려고 하는데 제대로 영양성분이 확인이 안됐었죠 필라이즈를 쓰면서 느낀건 이런것 까지 영양성분을 알 수 있는건가? 싶은게 많았고 강박있는사람들에게 이 어플을 적극 추천하고싶습니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-21",
    "rating": 5,
    "content": "계속해서 피드백해 주는 기능이 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-10-21",
    "rating": 4,
    "content": "타건강관리 앱들은 확실히 젊은 느낌이긴한데 그만큼 강박을 갖게되는 시스템이라 정신건강이 점점 박살나고 식이강박이 생기기 시작해서 다시 옮겨왔습니다 커뮤니티기능이 희박한만큼 타인과의 비교가 적어서 건강에 집중한 식이조절이 더 용이합니다 영양제홍보로 수익을 내는 구조라서 그런지 식단의 영양성분을 더 세부적으로 보여주는 편인데 그게 건강에 더 집중하게 되어 철분, 비타민이 부족한 식단이구나까지 알수있어서 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-10-21",
    "rating": 5,
    "content": "너무 잘 쓰고 있습니다. 다만 생리 위젯에 등록한 주기 기록이 오류로 초기화된 것처럼 보이는 현상이 있습니다. 앱은 정상적으로 보이는데 위젯만 이래서 매번 다시 누르고 설정하느라 조금 번거롭네요. 개선되면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-20",
    "rating": 5,
    "content": "다이어트 식단관리에 도움되고 어플 가시성이 좋아서 자주 보게되네요 편리해요"
  },
  {
    "store": "google_play",
    "date": "2025-10-20",
    "rating": 4,
    "content": "건강관리하기 좋아요. 다만 기능들이 좀 더 직관적으로 구성되면 좋겠네요. 처음 사용하는지라 아직 적응이 안 되어서 그런 것일 수도 있지만."
  },
  {
    "store": "google_play",
    "date": "2025-10-20",
    "rating": 5,
    "content": "신선하네요. 대화형으로 직관적인 관리방법이고 유저들의 적극적인 참여가 반영되니깐 기존 앱과 차별화가 된 것 같습니다. 다만 광고버전으로 무료 버전도 만들어주시면 더 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2025-10-20",
    "rating": 1,
    "content": "제품명검색하려니까 자판이 나오질않네요. 앱도 엄청느리고 뒤로가기를 눌러도 앱이 꺼지질않아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-20",
    "rating": 5,
    "content": "건강에 대한 생각도 많아지고 답변해주니까 재밌넹ᆢㄷ"
  },
  {
    "store": "google_play",
    "date": "2025-10-19",
    "rating": 5,
    "content": "관리 어플 쓰길 잘 했다고 생각히난 필라이즈"
  },
  {
    "store": "google_play",
    "date": "2025-10-19",
    "rating": 4,
    "content": "다른 스마트워치도 연동되면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-18",
    "rating": 4,
    "content": "사용하는 데 어려움도 없고 자세하게 설명해주고 관리해 주는 부분이 참 좋은 것 같습니다! 무료 체험 해보고 괜찮으면 유료 전환 의향 있습니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-17",
    "rating": 4,
    "content": "이거저거 깔아봤는데 이게 다이어트앱중에 최고입니다 ㅡ 다 좋은데 운동 수정이 좀 편하지않아요. 삭제나 수정버튼을 너무 찾기힘드네요ㅠ 운동 누르자마자 수정버튼 좀 보였으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-16",
    "rating": 5,
    "content": "너무조아용"
  },
  {
    "store": "google_play",
    "date": "2025-10-15",
    "rating": 5,
    "content": "일단 너무 좋아요 부족한거 충족한거 다 채워줘요"
  },
  {
    "store": "google_play",
    "date": "2025-10-14",
    "rating": 5,
    "content": "유용하게 잘 사용하고 있어요!"
  },
  {
    "store": "google_play",
    "date": "2025-10-14",
    "rating": 3,
    "content": "혈당보정기능이 있으면 좋겠어요 파스타는 되요 (리브레 사용중)"
  },
  {
    "store": "google_play",
    "date": "2025-10-14",
    "rating": 1,
    "content": "영양제 알림 설정 잘쓰고 있었는데 유료화되고부터 알림이 뜰때보다 안뜰때가 더 많네요"
  },
  {
    "store": "google_play",
    "date": "2025-10-13",
    "rating": 5,
    "content": "👍"
  },
  {
    "store": "google_play",
    "date": "2025-10-13",
    "rating": 5,
    "content": "식단기록 칼로리계산 운동연동까지 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-13",
    "rating": 5,
    "content": "찐내돈내산 후기😆 요새 운동 한다고 식단관리에 관심이 많은데, 인스타에서 우연히 식단관리 어플 중에 필라이즈가 좋다고 보고 바로 다운로드 했습니다. 사진으로 음식 분석도 잘하고 이미 등록된 음식이 많아서 쉽게 등록할 수 있었어요! 무료체험 2일차에 유료결제 고민하다가 타 무료어플보다 구성이 훨씬 쉬워서 바로 결제했습니다! 진짜 한달에 커피 한잔 값이라고 생각하니.. 그정도는 당연히 투자할 수 있다는 마음이 들었어요🤭 1년 열심히 써볼게요! 많은 유저가 생겨서 유용한 데이터가 쌓였으면 좋겠습니다!! 화이팅🥰"
  },
  {
    "store": "google_play",
    "date": "2025-10-13",
    "rating": 5,
    "content": "고객센터 연결이 쉽지 않다는 점 빼고는 마음에 들어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-13",
    "rating": 5,
    "content": "다좋은데 진동 끌 수 있게 좀 해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "필라이즈는 개인 맞춤 영양제 추천 기능이 매우 강력한 건강관리 앱입니다. 건강검진 기록과 현재 건강 상태를 연동하면 AI가 나에게 부족한 성분과 적절한 제품을 추천해주고, 다른 사용자들의 후기도 볼 수 있어 영양제 선택에 큰 도움이 됩니다. 식단 기록과 운동 관리 기능도 있어 종합적인 건강관리가 가능합니다. 다만, 일부 유용한 기능이 유료로 전환된 점과 식단 추천이 다소 아쉽다는 의견도 있습니다. 하지만 영양제 관리가 막막했던 분들에게는 최고의 가이드가 될 것입니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "검색해서 기록하는게 생각보다 잘되어있어 편하고 운동기록과 만보기도 연동되서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 4,
    "content": "나쁘진 않은데 인바디 연결되는 기기가 한정적이고 식품을 직접 등록해야 하는경우가 생각보다 많아요. 인바디 연결되는 버전의 기기가 좀더 많으면 좋을거 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "매일매일 정리할 수 있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "처음 써봤는데 엄청 꼼꼼하게 분석해주고 나한테 맞는 맞춤형으로 플랜을 짜줘서 좋았어요 조금 더 써봐야겠지만 꾸준히 써보고 건강관리와 다이어트를 해볼까합니다 AI코치도 있어서 그것도 한번 사용해보도록 할게요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "다이어트와 영양제 챙길려고 다이어트 앱을 다운받앗는데 체계적으로 어플이 잘되잇고 까먹을수도잇는 날은 알림으로 바로 알려줘서 까먹지않고 다 체크할수잇어서 좋아요!!!"
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "일단 다른어플보다 괜찮은거같아요 키에 대비해서 체중도 많이 나가고, 식단관리가 전혀 안되는데 도전해보려고 합니다💪"
  },
  {
    "store": "google_play",
    "date": "2025-10-11",
    "rating": 5,
    "content": "종합적으로 건강관리 받는 느낌이에요 그런데 삼성헬스 연동이 잘 안됨"
  },
  {
    "store": "google_play",
    "date": "2025-10-11",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-11",
    "rating": 5,
    "content": "만족합니다 잘 사용하여 원하는 몸으로 살고싶네요"
  },
  {
    "store": "google_play",
    "date": "2025-10-11",
    "rating": 4,
    "content": "일단 코치들이 전부 좋고 T코치는 엄청 극단적일 줄 알았는게 진짜 극단적이였고 ㅋㅋㅋ 하지만 귀여운 면도 있어서 놀람 이런 앱을 쓰면서 다이어트 하니깐 운동도 더 많이 하게 되는것 같고 내가 얼마나 운동ㄹ 했는지, 얼마나 먹었는지 알 수 있어서 너무 좋았다 ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2025-10-11",
    "rating": 4,
    "content": "6월 21일~현재 [[ 약 4개월 ]] 160cm에 53kg→161cm에 44kg [[ 9kg 감량 ]] 진짜 너무너무 고마운 앱이에요ㅠㅠ 처음 기록 했을 때 충격받았던 게 제가 고칼로리,고당,고지방,고나트륨 위주로 먹고 있었더라구요...적정 칼로리는 1200kcal인데 1500~2000kcal 이상으로 먹으니까 당연히 살이 안 빠질 수밖에.... 지금은 800~900kcal 정도로 조절해서 먹고 있어요. 다이어트는 식단이 거의 8할! 운동도 꼭! 인스타 광고 보고 혹시나 하는 마음에 깔아봤는데 기록하기 편한 UI에다가 내가 뭘 잘못 먹고 있는지 한눈에 보여주고 체중 변화 그래프로 동기부여도 많이 받아요 무료로도 기본 기능은 충분히 사용할 수 있어요 ※ 광고가 좀 많고 유료 결제 유도가 자주 나오고 무료 사용자한테 프리미엄 기능을 너무 자주 권유하는 느낌이라 별로예요. 음식 종류 대폭 추가해주고 광고 빈도 줄이고 무료 기능 조금 더 확대해주세요. 모두 다이어트 성공하세요🍀"
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "코치한테 혼나기도 하며(?) ㅋㅋㅋㅋㅋ 이것저것 물어보면 식단이나 관련해서 답변도 괜찮고, 대체품이나 식단을 짜주기도 해서 괜찮음. 1년 잘 써볼 예정"
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "종합적으로 건강 관리를 할 수 있다는 점이 매력적임. 내가 먹는 영양제가 추가 목록에 없다는 점이 아쉬웠던 거 빼고는 완벽."
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "체계적인 내가 언제 섭취 관리를 할 수 있어서 좋았습니다 막연했던 건강 관리를 조리있게 힐수있어서 좋았습니다"
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "적당한 간섭으로 식단 관리에 도움이 되요 사진 인식이 아주 좋진안ㄹ아도 그날그날 먹은거 기억할 수 있단 점에서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-09",
    "rating": 5,
    "content": "많은 도움이되고 동기부여가 됩니다"
  },
  {
    "store": "google_play",
    "date": "2025-10-09",
    "rating": 5,
    "content": "오늘 식단 운동기록으로 처음사용했는데~사용하기 너무 편하고 동기부여가 엄청나게 됩니다~!! 목표 몸무게까지 잘 활용해볼께요~♡"
  },
  {
    "store": "google_play",
    "date": "2025-10-09",
    "rating": 5,
    "content": "식단앱 처음쓰는데 좋네요 음식칼로리 공부하면서 다이어트에도 도움되요 목표칼로리 지키려면 앱은 필수인듯, 먹기전에 미리 칼로리 알면 더 도움이됨"
  },
  {
    "store": "google_play",
    "date": "2025-10-09",
    "rating": 5,
    "content": "칼로리 계산이 너무 쉬워서 좋아요. 우리 쏘스윗 오빠. 넘 스윗해서 힘나요. 게다가 똑똑하기까지~~^^"
  },
  {
    "store": "google_play",
    "date": "2025-10-09",
    "rating": 5,
    "content": "인스타 광고보고 깔아봤는데 식단 입력하면 어떤게 부족한지 다음 식사에 추가하면 좋은걸 AI가 추천해줘서 관리받는거 같고 좋아요.단식 시간도 설정 할 수 있어서 더 참아 볼 수 있는거같아요!"
  },
  {
    "store": "google_play",
    "date": "2025-10-08",
    "rating": 5,
    "content": "지금 저에게딱이용"
  },
  {
    "store": "google_play",
    "date": "2025-10-08",
    "rating": 5,
    "content": "식단하기좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-07",
    "rating": 4,
    "content": "영양제 맞춤 분석을 해주니 좋아요 아이것도 같이 분석 할 수 있게 추가 가능하면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-07",
    "rating": 5,
    "content": "이 앱은 다이어트 뿐만 아니라 혈당관리, 당관리, 근력운동 관리 여러 식단까지 관리가 가능해요! 진짜 솔찍히 얘기해도 다른 앱은 다이어트 중심이라면 이 앱은 다른 앱에도 없는 유일무의한 기능이 있어 좋아요. 또 혈당이 오르는지 않오르는지도 알수 있어 너무 좋아요."
  },
  {
    "store": "google_play",
    "date": "2025-10-06",
    "rating": 5,
    "content": "진짜 이것때문에 더 운동을 열심히 하게되는거 같네요"
  },
  {
    "store": "google_play",
    "date": "2025-10-06",
    "rating": 5,
    "content": "다이어트앱 여러개 써봤는데 이게 최고에요 번잡스러운 기능 덕지덕지가 아니라 필요한 것만 있어요 ai로 조언해주는 것도 좋아요 무료판도 충분히 괜찮은데 유료로 넘어가면 맞춤 ai가 있어서 더 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-06",
    "rating": 4,
    "content": "일단 칼로리를 대략적으로 파악하니까, 절제할 수 있고, 운동앱과 연동이 되니까 하루 소모 칼로리도 대략적으로 파악할 수 있어서 건강관리에 도움이 된다. 아직 유료로 하는 것들은 사용해보진 않았지만, 조금 더 사용후에 사용해볼 예정이다"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 5,
    "content": "크게 기대 안했는데 꼼꼼히 기록하고 확인하는 재미가 있네요~"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 5,
    "content": "필라이즈 덕분에 집에서도 꾸준히 운동하게 됐어요! AI가 자세를 실시간으로 잡아줘서 혼자 해도 PT 받는 느낌이에요. 운동 기록이 자동으로 저장돼서 성취감도 크고, 루틴 짜기도 편해요. 운동 꾸준히 하고 싶은 분들께 꼭 추천합니다💪"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 5,
    "content": "다이어트 할때 칼로리 계산하기 쉽지 않은데 정말 편해요"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 4,
    "content": "인바디랑 연동해서 같이 쓰는데 측정하고 나면 업데이트하고 체중은 또 입력해 줘야합니다.. 그리고 식단 기록할때 사진찍고 나면 음식명이 다른 걸로 바껴서 쌩뚱맞은 음식으로 변할때가 있어요.. 그래서 일일이 수정 해야 하는 게 좀 귀찮네요.. 그리고 양을 기록하는데 좀 더 세부적인 기능이 있었음 좋겠어요... 그리고 필요한 영양제 찾아볼 때 자주 봐요.. 내한테 필요한 성분과 리뷰 보기도 넘 좋아요^^"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 5,
    "content": "사용한 지 얼마 안됐지만 식단기록하기 편리 하며 포인트도 얻을 수 있어 좋네요!"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 5,
    "content": "임산부인데, 체중관리 때문에 사용하고 있는 어플이에요. 음식 종류도 많고 왠만한건 다 등록이 돼있어서 기록하기 너무 좋아요! 평일엔 관리하고 주말에 많이 먹는 칼로리로 설정할 수 있다는 점도 좋은 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 5,
    "content": "친구가 추천해준 필라이즈로 3일 무료체험을 하다 완전 마음이 뺏겨 2틀만에 연간회원이 되었어요. 일단 다이어터로 마음을 굳게 먹고 시작하던중. 혼자 식단기록을 수기로 하다~ 필라이즈로 식단사진. 칼로리. 혈당 스파이크 확인. 몸무게. 운동량. 물섭취. 생리주기.영양제섭취 등~ 아주 쉬운 체크방법으로~ 다이어터에겐 필수 항목들을 AI 코치가 즉시 체크해주니 너무 재미있습니다.특히 AI 코치가 브라이언이나 김연경 셀럽코치로도 만날수 있었고. 내가 꾸민 나만의 코치로 남편을 입력.남편에게 듣고싶은 스타일로 입력하니 그대로 코치해주는 게 너무 재미있습니다. 매일 체크하며 나만의 루틴을 만들고. 어제보다 건강해지고. 관리하는 내자신이 너무 대견하다는것을 눈에 보이는 데이타와 AI 코치들 덕분에 힘이 나 열심히 다이어트 중입니다!! 유료결제가 전혀 아깝지 않은 앱은 진짜 오랫만입니다!! 1년간 열심히 관리받고 꿈의 몸무게에 도전하겠습니다!! 필라이즈야!! 싸랑한다!!! 넌 진짜 감동이야!!"
  },
  {
    "store": "google_play",
    "date": "2025-10-03",
    "rating": 5,
    "content": "식단외에도 운동 기타등등 모두 통계모드에서 일주일 평균으로 볼수있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-03",
    "rating": 5,
    "content": "이 앱을 사용하면서 가장 좋았던 점은 한눈에 건강 상태를 관리할 수 있다는 것이었습니다. 식단 기록부터 칼로리 계산, 혈당 변화 체크, 운동과 체중 관리까지 한 번에 해결되니 여러 앱을 따로 쓰지 않아도 되어 편리했습니다. 사용하다 보니 단순히 기록하는 앱이 아니라, 제 생활 습관을 점검하고 개선하도록 도와주는 코치 같은 느낌을 받았습니다. 특히 혈당 관리 기능이 있어 건강을 세밀하게 관리할 수 있었고, 운동과 식단의 연관성을 이해하는 데 큰 도움이 되었습니다. 데이터를 그래프로 확인할 수 있어 제 몸의 변화를 직관적으로 볼 수 있었던 점도 만족스러웠습니다. 앞으로 꾸준히 사용하면 건강 관리뿐 아니라 생활 전반이 더 긍정적으로 변할 것 같아 기대가 됩니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-03",
    "rating": 5,
    "content": "음식사진 올리면 탄수화물 지방 단백질의 적정한 량을 알려주고, 부족한 부분이나 인지 못했던 부분을 알려줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-03",
    "rating": 1,
    "content": "운동 기록 중에 뒤로가기 누를 때마다 기록 취소되는 거 진짜 비호감이네 ㅋㅋㅋㅋㅋ 딴 건 다 괜찮은데 이거 때문에 안 쓸란다"
  },
  {
    "store": "google_play",
    "date": "2025-10-02",
    "rating": 5,
    "content": "사용중인데 사진으로 식단 작성할 수 있어 너무 편리해요. 더 좋은 기능들이 추가되면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-02",
    "rating": 5,
    "content": "어머니가 당뇨 관리를 전혀 안 하셔서 결국 고지혈증과 고혈압까지 오고, 뇌경색 초기 진단까지 받으셨습니다. 정말 다행히 큰 위기는 피했지만, 그때부터 제가 직접 챙겨드려야겠다는 생각이 들었어요. 그렇게 알아보다가 필라이즈와 케어센스를 연동해서 사용하는 방법을 알게 되었고, 어머니께 착용도 시켜드리고 저도 미리 관리 차원에서 같이 시작하게 됐습니다. 실시간 혈당 관리와 피드백이 가능하고, 사진을 등록하면 음식이 나에게 맞는지 체크까지 해주니 정말 편리하더라고요. 이제 사용한 지 2주 정도 됐는데, 혈당 관리만 했는데도 체중이 조금 줄었고, 어머니도 점점 건강 상태가 좋아지고 계십니다. 사실 이런 후기를 잘 안 남기는데, 직접 써보니 너무 좋아서 추천드리고 싶네요. 비용이 조금 부담되긴 하지만 건강을 위해서는 강추"
  },
  {
    "store": "google_play",
    "date": "2025-10-02",
    "rating": 5,
    "content": "필라이즈 앱 덕분에 영양제 복용이 훨씬 체계적으로 관리돼서 정말 만족하고 있어요. 특히 AI가 영양제 조합을 분석해줘서 성분 중복이나 과다 섭취를 걱정하지 않아도 되는 점이 가장 마음에 듭니다. 예전에는 직접 검색하고 비교하느라 번거로웠는데, 이제는 앱에서 한눈에 확인할 수 있어 편리해요. 다만 영양제 정보를 직접 등록할 때 성분표 이미지를 업로드하면 성분도 자동으로 등록되면 좋을 것 같습니다! 성분 함량 단위도 선택할 수 있게 해주면 표기 단위가 다를 때마다 계산하는 불편이 줄어들 것 같다는 소소한 의견 적어봅니다 :)"
  },
  {
    "store": "google_play",
    "date": "2025-10-02",
    "rating": 5,
    "content": "운동기록도 바로연동..음식사진으로 칼로리계산도 똭..똑똑한 앱입니다.."
  },
  {
    "store": "google_play",
    "date": "2025-10-02",
    "rating": 5,
    "content": "대화하는 느낌이라 더좋은것같아요~ 정보가 많아서 도움이 많이되요^^"
  },
  {
    "store": "google_play",
    "date": "2025-10-02",
    "rating": 5,
    "content": "처음에는 혈당이랑식단관리신경안쓰고먹었는데 이앱깔고나서는 하루라도안적으면 먼가찝찝하고 운동도 하루라도 안하면 찝찝하고 그래서 기록을위해서 운동도 매일하게되요ㅜㅜ 식단이 어려워요 단음료나 빵을 넘좋아해서 이렇게라도 기록하는게 있어서 오늘은 주의해서 먹어야겠네 그런 생각과 많이먹은 날은 안먹거나 더조금먹거나 하게되요 도움이많이되요"
  },
  {
    "store": "google_play",
    "date": "2025-10-02",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-02",
    "rating": 5,
    "content": "기록만으로도 칼로리를 계산할수있고 어플 이용이 쉬워서 좋음"
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 5,
    "content": "식단 작성하기 너무 편한 앱이에요! 여러 어플 사용해봤지만 직관적으로 정리가 잘 되어있어서 틈틈히 작성하기 좋더라구요 AI코치가 식단 작성할때마다 잔소리해주는것도 넘 좋고 , 실제 사람한테는 부끄러워서 말 못하는 잡다한 고민들도 친절하게 ㅋㅋㅋ답해줘서 좋았어요!!"
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 5,
    "content": "40대 아들둘 엄마입니다.칼로리부터 운동까지 한번에 관리할수 있어서 너무 만족합니다.사용하는것도 너무 쉬워서 더 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 5,
    "content": "식단기록 어플은 많은데 이걸로 정착했어요ㅎㅎ 웬만한 음식은 다 정보가 있고, 없는 것도 바로 등록할 수 있어 좋아요 그리고 삼성헬스랑 인바디도 연동되서 운동, 기분 기록 등도 같이 할수있어 유용합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 5,
    "content": "단식과 식단 관리를 위해 다이어트앱 몇개 추천 받아 써 봤어요. 결과적으로는 이 앱 빼고는 다 지웠어요. 사진으로 찍어서 영양성분 분석 해주는 거랑 단식 시간 측정하는 기능을 원했고 이에 가장 부합하는 앱이어서요. 거의 정확히 사진 찍은 음식을 확정해내고요. 아직 양이나 세부 종류를 입력하는 면에서 디테일이 좀 떨어져 직접 등록하거나 수정을 해야하지만, 점점 더 좋아지는 앱이 될 수 있을 것 같아요. 잘 쓸게요."
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 5,
    "content": "식단관리 하기 너무 좋아요 사용한지 얼마 안됐는데 ai로 평소에 많이 물어보는데 관리를 해주니 피티가 배로 ♡♡"
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 5,
    "content": "일단 AI한테 도움받을 수 있다는게 너무 큰 메리트고 다른 다이어트 어플과 차별화된 방식이라고 생각해서 좋아요 현재 구독중인데 AI 캐릭터도 넘 귀엽구 만족하면서 사용하고 있습니다. 딱 하나 아쉬운점은 식단 데이터만 좀 더 늘어나면 좋겠어요~"
  },
  {
    "store": "google_play",
    "date": "2025-10-01",
    "rating": 5,
    "content": "직장동료한테 추천받아서 깔았는데 완전 좋아요! 칼로리만 신경썼었는데 탄단지 비율까지 맞춰주다니 대단합니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-30",
    "rating": 5,
    "content": "먹고 있는 영양제를 분석하고 루틴에 맞게 설정해줘서 정말 마음에 들어요."
  },
  {
    "store": "google_play",
    "date": "2025-09-30",
    "rating": 5,
    "content": "첫날인데 영양제 체크도 있고 기대됩니다 한번 잘 해보려고요~"
  },
  {
    "store": "google_play",
    "date": "2025-09-30",
    "rating": 5,
    "content": "ui편하고 내용입력하면 알아서 피드백도 주고 목표달성에 도움이되네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-29",
    "rating": 5,
    "content": "생각보다 필요한것만 잘 나타나고 정리해주고 코치해주고있어 도움이될거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-29",
    "rating": 5,
    "content": "오늘 하루 써봤는데 오늘 하루는 넘 괜찮아요. 식단 기록하기가 편하고 영양제 운동 다 같이 챙겨주니까 건강챙기기 편하네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-29",
    "rating": 4,
    "content": "무료가 아직안끝나서 잘모르겠지만 체험기간 동안은 좋는듯"
  },
  {
    "store": "google_play",
    "date": "2025-09-29",
    "rating": 5,
    "content": "아직 첫날이지만 일단 칼로리 계산이 되어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-28",
    "rating": 1,
    "content": "삼성헬스 연동오류가 왜 이렇게 잦아요? 지금 장난해요? 이거 앱 쓰는 보람이 없는데?^^"
  },
  {
    "store": "google_play",
    "date": "2025-09-27",
    "rating": 5,
    "content": "당뇨가 있어서 음식칼로리나 당 등 보면서 섭취할 수 있는게 너무 좋은거 같아요!!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-27",
    "rating": 4,
    "content": "사용중이에요 기능이 좋아요👍 다만 메뉴의 조각 , 반컵 등..이렇게 단위가 작은게 더 많았으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-09-25",
    "rating": 5,
    "content": "편하고좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-25",
    "rating": 5,
    "content": "정말 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-24",
    "rating": 5,
    "content": "사용이 쉽고 좋아요!!!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-24",
    "rating": 5,
    "content": "사용하기 편리하고 간단해요 AI 코치가 자기가 형이라고 하는거 빼곤 맘에 듭니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-24",
    "rating": 2,
    "content": "1)식사를 사진으로 기록하는게 좋은데 그 기록이 삼성헬스로 연동되는줄 알고 연결 눌렀더니, 걸음수 등 이미 다른앱이 더 특화된 정보가 넘어가더라구요. 식단기록에 특화됐다면 식사 데이터가 연동되는게 콜라보효과를 볼 것 같습니다 2) 새로 접속할 때마다 로그인이 풀려있고, 삼성 헬스 연동도 해놨는데 다시 버튼이 활성화 되어있네요(연동 안되있는 초기화면처럼) 오류인것 같으니 체크부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2025-09-24",
    "rating": 5,
    "content": "시간대 탄단지별로 칼로리를 계산해주는것 뿐만아니라 개인의 필수 성분에 맞춘 영양제를 설정해 주고, 그외 부족한 영양성분도 도표로 보기 쉽게 알려줍니다! 편리한 기능이 여러방면으로 갖추어져 있어 유용하게 건강 관리를 할 수 있습니다! 혈당, 뼈, 활력 등등 여성 관리에 최적화된것 같아 너무 좋네여 >< ♡"
  },
  {
    "store": "google_play",
    "date": "2025-09-24",
    "rating": 5,
    "content": "ai 코치는 처음인데 육아하는 엄마들한테도 딱이에요 시간은 없는데 식단이라도 잡고싶어서 결제했어요 한달에 사천원대고 1년치 결제해서 6만원대구요 저는 모유수유하면서 다이어트를 해야되는데 허리디스크도 있어요 그래서 이것저것 물어보는데 지피티보다 대답의 명확성이 좋아요 말 못알아듣거나 하지도 않고 트레이너를 바꿀수도 있어서 재밌네요 브라이언이였다가 지금은 고양이 선생님한테 식단 검사받아요 ㅋㅋ 아 근데 뭐라고해야되죠 뒤로가기버튼은 연동이 안되나봐요 좀 그게 불편해여ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-09-24",
    "rating": 5,
    "content": "복잡한 영양제 구성을 정리해주고 가격까지안내해줘요"
  },
  {
    "store": "google_play",
    "date": "2025-09-23",
    "rating": 5,
    "content": "쓰기 편하고 알아보기 쉽습니다~"
  },
  {
    "store": "google_play",
    "date": "2025-09-23",
    "rating": 5,
    "content": "사진으로 찍었을 땨 인식 오류가 좀 많지만 그래도 식단 인증용으로 최고입니다!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-23",
    "rating": 5,
    "content": "자세하게 식단이나 운동에 대해 피드백을 주고 그거에 대한 기록을 할 수 있어서 너무 편리하고 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-09-23",
    "rating": 5,
    "content": "너무 잘 쓰고 있어요. 폭식한 다음 날은 섭취 칼로리 조절할 수 있는 기능이 생겼으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-23",
    "rating": 5,
    "content": "단식 시간도 체크 가능하고 화면에 띄울 수도 있어서 좋고 음식 채크 칼로리랑 세부적인 갓들도 체크 가능해서 좋아욤"
  },
  {
    "store": "google_play",
    "date": "2025-09-23",
    "rating": 5,
    "content": "편하게 식단 운동을 적을수 있어 관리가 잘됩니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-22",
    "rating": 5,
    "content": "완전 하기도 편하고 내가 뭘 먹었는지 확인할수 있고 너무 많이 먹었나 적게 먹었나 확인하는게 더 건강하게 될수 있는 것 같고 뭔가 자기관리 하는 느낌도 들어서 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-22",
    "rating": 5,
    "content": "개굳"
  },
  {
    "store": "google_play",
    "date": "2025-09-22",
    "rating": 5,
    "content": "기록하기 쉽고 디자인도 깔끔하고 식단 등록하면 코멘트 달아주듯 뭐가 좋고 나쁜지 알려줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-22",
    "rating": 1,
    "content": "칼로리 측정 앱 불만사항 주요 문제점 - 앱 재설치 문제 탈퇴 후에도 앱이 자동으로 재다운로드되는 이상한 상황 발생 결제 시스템 - 인스타 광고의 AI 칼로리 측정 기능에 호기심으로 다운받았으나, 사용 전 결제 화면부터 등장해 당황스러움 기술/가격 의문 -해당 AI 기술을 최초 개발한 곳이 이 회사가 아니며 다른 곳에서도 동일 기술 제공. 월 10만원 넘는 고액 플랜 존재 광고 신뢰성 - 실제 전문가보다 우수\"라고 광고하지만 구체적 근거나 검증 과정을 찾기 어려움 체험 기회 없는 선결제 요구와 검증되지 않은 과대광고로 실망스러운 경험이었음."
  },
  {
    "store": "google_play",
    "date": "2025-09-22",
    "rating": 5,
    "content": "잘 쓰고 있어요. 유료 멤버쉽도 했구요! 현재 다른 것도 개발중에 있다니까 기다리겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-22",
    "rating": 5,
    "content": "단순히 음식 기록만 하는 게 아니라, 먹은 식단을 기반으로 영양 성분을 분석해주고 부족한 부분까지 알려줘서 정말 유용해요. 특히 AI 코치가 직접 피드백을 주는 것처럼 설명해주니 재미있고 동기부여도 되더라고요. 다이어트하면서도 균형 잡힌 식단을 챙기고 싶은 분들에게 강력 추천합니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-22",
    "rating": 1,
    "content": "건강검진 기록이 안됨"
  },
  {
    "store": "google_play",
    "date": "2025-09-21",
    "rating": 5,
    "content": "오늘 설치해서 사용중인데 타 어플대비 편리합니다. 좀 더 써볼께요"
  },
  {
    "store": "google_play",
    "date": "2025-09-21",
    "rating": 5,
    "content": "부족한 영양소표시 좋네요 부족한 영양소에 추천 영양제도 뜨믄 좋을꺼가듬"
  },
  {
    "store": "google_play",
    "date": "2025-09-20",
    "rating": 5,
    "content": "맘에들아여"
  },
  {
    "store": "google_play",
    "date": "2025-09-20",
    "rating": 5,
    "content": "지금까지 다이어트를 여러 번 실패했는데 그 이유가 식단이였어요!근데 필라이즈를 알고나서 식단도 조절할 수 있고 먹은 식단을 AI로 확인해서 각 음식별로 영양소도 알 수 있다는 점이 너무 좋아요! 그리고 다른 어플들은 어떤게 부족한지 알려주지 않았던 거 같은데 필라이즈는 먹는 음식에 따라 어떤 영양분이 부족한지 알려주고 어떻게 하면 좋을지 길을 잡아주는거 같아서 다이어트에 큰 도움이 되어요❤️ 저의 다이어트의 가장 큰 선생님이 되고 있어서 너무너무 좋아요❤️❤️ 고마워요 필라이즈 앞으로도 함께해요!"
  },
  {
    "store": "google_play",
    "date": "2025-09-19",
    "rating": 5,
    "content": "무료앱인데 사진으로 칼로리계산되서 넘 편해요"
  },
  {
    "store": "google_play",
    "date": "2025-09-19",
    "rating": 4,
    "content": "ai 채팅은 좀 딴말을 하긴하는데 음식입력하면 식단 점수도 알려주고 예상 혈당치도 알려줘서 너무 좋아요~!"
  },
  {
    "store": "google_play",
    "date": "2025-09-19",
    "rating": 5,
    "content": "오늘 구입해서 팔에 부착했는데요 실시간 혈당체크가되서 음식 운동할때 좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-19",
    "rating": 2,
    "content": "운동 기록 작성/조회 안 돼요."
  },
  {
    "store": "google_play",
    "date": "2025-09-19",
    "rating": 5,
    "content": "사진으로 식단계산 완전편함"
  },
  {
    "store": "google_play",
    "date": "2025-09-18",
    "rating": 5,
    "content": "어플 생긴 초반에 잠깐 썼던 어플인데 최근에 다시 보니 다이어트 관리까지 하기 좋아보여서 재설치했어요! 다만 위젯 기능이 조금 아쉽네요. 투명도를 설정할 수 있게 바뀌고 위젯 크기를 조금 더 줄일 수 있게 디자인이 수정되었으면 좋겠네요!"
  },
  {
    "store": "google_play",
    "date": "2025-09-18",
    "rating": 5,
    "content": "생리주기도 입력가능하고 단식타이머도 있고 너무좋네요!!! AI PT쌤이 진짜 잘가르쳐주셔용"
  },
  {
    "store": "google_play",
    "date": "2025-09-18",
    "rating": 5,
    "content": "처음 써봤는데 상당히 편리합니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 5,
    "content": "좋아"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 5,
    "content": "좋네요 이만한앱 못본듯"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 5,
    "content": "생각보다 기록할부분이 많은데 그만큼 자세한피드백을받을수있어서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 5,
    "content": "아들하고 함께 다이어트하는데 넘 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 5,
    "content": "UI도 예쁘고 직관적이라 어려움없이 잘 쓰고있습니다. 광고도 거슬리지 않을 정도구요! 근데 남은 칼로리랑 영양 계산해서 다음 식사 제안해주는 기능도 있으면 너무 좋을 것 같아요. 다음 식사 전에 꼭 미리 입력해서 확인하고 먹는데 귀찮더라구요!ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 4,
    "content": "여러가지가 연계되어 있어서 좋고 편리합니다. 영양제 추천을 잘 해주고 설명도 편하게 볼 수 있습니다. 식단을 메인의 간편 버튼으로 등록할 때 날짜를 선택할 수 없고 등록한 식단을 수정할 때 날짜 수정이 되지 않습니다. 아침으로 등록된 걸 점심으로 옮기려면 삭제하고 다시 등록해야돼서 무척 불편하네요 식단 어플은 다른 전문적인 거 쓰는 게 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 5,
    "content": "우연히 알게 된 앱인데 영양제 분석 기능이 넘 맘에 들어요."
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 5,
    "content": "음식이나 식재료 검색도 쉽고, 알아서 모든 영양성분을 계산해주고 그에 대한 ai 피드백까지 주니까 너무 유용해요. 제가 목표하는 다이어트 방식도 직접 선택해서 권장 섭취량을 비율까지 같이 보여주니, 내 식단이 무엇이 부족했는지가 한 눈에 보이네요."
  },
  {
    "store": "google_play",
    "date": "2025-09-16",
    "rating": 5,
    "content": "식단관리 할 수잇어서 너무좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-16",
    "rating": 5,
    "content": "다이어트 식단 앱 여러가지 사용해봤는데 필라이즈만큼 한눈에 들어오고 사용하기 편리한 앱은 없었던거 같네요. 바코드 입력으로 되는 기능도 추가되면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2025-09-15",
    "rating": 5,
    "content": "식단관리 최적화되어 있는 앱이예요"
  },
  {
    "store": "google_play",
    "date": "2025-09-15",
    "rating": 5,
    "content": "내가 먹었던 음식이 얼마나 먹는지 왜 살이 않 빠지는지 도움이 많이됐어여 그리고 매끼니마다 탄단지에 맞게 먹는지 확인할수 있어서 좋았어요 이어플로 과식을 않하게 됐고 음식에 양을 조절할 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-15",
    "rating": 5,
    "content": "좋아요. 먹을거에 신경쓰게됐어요"
  },
  {
    "store": "google_play",
    "date": "2025-09-15",
    "rating": 5,
    "content": "너무 좋아요 ai가 있어서 항상 옆에 선생님이 있는 느낌이에요. 사소한것도 물어보고 좋습니다~!"
  },
  {
    "store": "google_play",
    "date": "2025-09-14",
    "rating": 5,
    "content": "아직 첫사용이라 잘 모르겠지만 삼성헬스 연동되는거 좋네요 운동까지 잘 기록되면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-14",
    "rating": 5,
    "content": "가성비 좋다"
  },
  {
    "store": "google_play",
    "date": "2025-09-14",
    "rating": 5,
    "content": "너무 편하고 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-13",
    "rating": 5,
    "content": "좋아여"
  },
  {
    "store": "google_play",
    "date": "2025-09-13",
    "rating": 3,
    "content": "새로운 음식(음료류)를 등록할려고 모든 데이터 다 입력하고 사진등록을 눌렀는데요 사진등록을 카메라로 촬영하고 확인을 누르니까 메인화면으로 그냥 돌아가집니다 치명적인 버그인거같은데 고쳐주세요"
  },
  {
    "store": "google_play",
    "date": "2025-09-12",
    "rating": 5,
    "content": "제가 찾던 어플이예요! AI세상이라 그런가 사진 올리면 음식 분석 꽤나 잘 되고 각종 브랜드 제품 각종 배달 주문 플렛폼 제푼들도 완전 많아요 감사해요!"
  },
  {
    "store": "google_play",
    "date": "2025-09-12",
    "rating": 4,
    "content": "너무편리하네요 식단. 운동 한눈에 보이니깐 체중관리하기 너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-12",
    "rating": 5,
    "content": "요새 다이어트 중인데 식단관리랑 종합적으로 관리할 수 있는 어플을 찾고 있었어요. 오늘 하루동안 사용해봤는데 너무 만족스럽네요 앞으로도 다이어트 및 운동생활에 잘 사용할 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-12",
    "rating": 5,
    "content": "위젯 사용해서 접속?할때 식단입력창이 2겹으로 뜨는거 빼면 만족중이에요. 탄단지 비율만 보는것보단 AI가 건강한 지방섭취 이런걸 신경써주는게 좋은거같긴 하고 학습형인건지 제가했던말 기억하고 추천이 조금씩 바뀌네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-12",
    "rating": 5,
    "content": "생각보다 도움이 많이 되요"
  },
  {
    "store": "google_play",
    "date": "2025-09-11",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2025-09-11",
    "rating": 5,
    "content": "지금까지 사용한 다이어트앱중에 젤 좋은것같아요 단식 알람이 제 만족스럽게 사용한것같아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-11",
    "rating": 5,
    "content": "광고보고 들어왔는데 의외로 다이어트어플중에 제일좋은거같아요 AI코치가 너무좋습니다 고민하는것도 운동,간식 다 알려주고 일일이 네이버 안찾아봐되고 정보도많고 단식타이머도있고 여러모로 다 들어있어서 좋네요~"
  },
  {
    "store": "google_play",
    "date": "2025-09-11",
    "rating": 4,
    "content": "음식 칼로리도 대부분 나와있어서 식단조절하기 적절해요! 인바디 기계랑 연계되서 헬스장에서 인바디를 재면 어플로 연동되어서 체지방률, 기초대사량등 1년 이상 변화를 한눈에 볼수 있어서 잘 사용하고 있습니다^^"
  },
  {
    "store": "google_play",
    "date": "2025-09-11",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-10",
    "rating": 4,
    "content": "AI 사진 잘인식 되네용. ai코치도 자세히 분석해줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-10",
    "rating": 5,
    "content": "오 별점이 놓은 이유가 있네요 사용하기 정말 편리하게 되어있습니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-10",
    "rating": 4,
    "content": "1년 결제해서 쓰는 유저 후기 1. 장점 1) 음식 대부분 유저가 등록 해놓은 편이라 검색해서 식단 추가만 해서 쉬움 2) 이미지로도 식단추가 가능 3) ai 코치가 매 식단+운동마다 코멘트 해줘서 좋음 4) 먹는 약 기록가능하고, 운동이나 인바디 연동도 가능해서 좋음 2. 단점 1) 유저가 등록해놓은 음식 중복이 엄청 많음. 정리가 안됨 2) 먹는거 식단 변화가 없어서 ai 코치도 말을 도르마무로 해서 그냥 필요한가? 싶음... 3) 체중 등록시 체중 들어가서 \"바로추가\" 눌러야 올바르게 삽입되고 + 눌러서 체중 입력하면 체중 등록 잘 안됨; 4) ui 불편함.. 한 템플릿안에 다 때려 넣은 느낌이라서 디자이너가 디자인한 느낌보단 개발자가 디자인도 한 느낌? 5) 출퇴근시 10분정도 걸은걸로 ai코치가 자꾸 \"걷는걸로는 운동부족\" 이래서 너무 시끄러움ㅠ 6) 식단 추천도 거기서 거기라 잘 사용안하게 됨. 늘 연어, 닭가슴살, 야채 만 얘기함"
  },
  {
    "store": "google_play",
    "date": "2025-09-10",
    "rating": 5,
    "content": "아직 첨이라 제대로 못해봤지만 여타 다른 앱에 비해 깔끔하니 좋은 것 같네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-09",
    "rating": 4,
    "content": "식단기록하는데 영양제까지 체크할 수가 있어서 좋아요! 내가 먹은 음식 칼로리는 물론 탄탄지 체크까지 할수있어서 만족하며 사용중이예요."
  },
  {
    "store": "google_play",
    "date": "2025-09-09",
    "rating": 5,
    "content": "식단관리가 용의해오ㅡ"
  },
  {
    "store": "google_play",
    "date": "2025-09-09",
    "rating": 5,
    "content": "운동 어플인 fleek어플과 연동되어 칼로리나 운동량도 같이 관리 됐으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-09-08",
    "rating": 5,
    "content": "필라이즈 쓰면서 7kg 감량 성공했어요!! 예전부터 다이어트 앱을 여러가지 써봤지만 식단 기록, 체중 기록 등등 기록하는게 다 따로 있다 보니까 금방 귀찮아져서 중간에 포기하곤 했거든요. 근데 필라이즈는 한 앱에서 전부 관리할 수 있어여 특히 칼로리 계산 기능이 직관적이라 너무 좋아용 내가 먹은 음식 칼로리와 영양소 비율이 바로 눈에 보이니까 자연스럽게 조절하게 되고, 덕분에 과식도 줄었어요! 또 단식 위젯이 은근히 동기부여가 많이 돼요. 배경화면에서 단식 시간이 얼마나 지났는지 확인할 수 있어서 성취감도 들고, 꾸준히 습관으로 자리 잡을 수 있었어요. 원래 영양제를 잘 안 챙겨 먹는 편인데 앱 알림과 기록을 보면서 매일 빠지지 않고 챙겨 먹게 됐어요. 최고... 단순히 체중만 줄인 게 아니라 생활 습관 자체가 건강하게 바뀌었다는 점에서 만족도가 높습니다. 그래서인지 매일 들어가서 확인하는 게 이제 습관처럼 굳어졌어요. 여러앱 써봤지만 이렇게 오래쓰고 싶은 앱은 처음이에요. 감삼당"
  },
  {
    "store": "google_play",
    "date": "2025-09-08",
    "rating": 5,
    "content": "그냥 말모말모임..짱"
  },
  {
    "store": "google_play",
    "date": "2025-09-08",
    "rating": 1,
    "content": "아니 싸이버거 기프티콘 구매했더니 언제주는데요 ㅡㅡ 15일이 지나도 안주는데"
  },
  {
    "store": "google_play",
    "date": "2025-09-08",
    "rating": 5,
    "content": "플러스 멤버십 사용자 입니다. 첨에 3일 체험 했는데 자동으로 식단 입력 되는게 너무 편하고요 AI 기능으로 식단, 운동 입력은 물론이고 상담과 코칭까지 모두 잘 되어있어서 결제하게 됐어요! 코치들 캐릭터도 너무 귀엽고 자주 들어와서 확인하게 되니까 자연스레 다이어트에 더 가까워지는 것 같아요! 아직 목표체중까지 많이 남았는데 필라이즈로 건강도 챙기고 다이어트도 챙기고! 꼭 목표 달성하고싶어요!"
  },
  {
    "store": "google_play",
    "date": "2025-09-06",
    "rating": 5,
    "content": "식단관리에 잘해주셔요"
  },
  {
    "store": "google_play",
    "date": "2025-09-06",
    "rating": 5,
    "content": "쓸만함"
  },
  {
    "store": "google_play",
    "date": "2025-09-06",
    "rating": 5,
    "content": "ㅍㅅㅋㄹ 쓰다가 광고로 와봤는데 좋습니다^^만족해요"
  },
  {
    "store": "google_play",
    "date": "2025-09-06",
    "rating": 5,
    "content": "넘넘 맘에 들어요. 시각화도 잘 되어 있고 등록도 편하고 지금까지 사용한 어플중 최고입니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-05",
    "rating": 5,
    "content": "식단관리를 하고 운동을 하는데에 아주 도움이 많이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-05",
    "rating": 5,
    "content": "오~ 처음 써봤는데 꽤 쓸모가 있을 것 같아요. 칼로리 계산은 물론이고 영양소별 부족한 부분도 피드백해주고 어떤 음식을 추가해보라고 알려주니까 더 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2025-09-05",
    "rating": 5,
    "content": "인터페이스깟꼼하고좋어요"
  },
  {
    "store": "google_play",
    "date": "2025-09-05",
    "rating": 5,
    "content": "이 앱으로 늘 영양제 성분 분석해서 복용량 확인해요!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 5,
    "content": "사진만 업로드하면 칼로리랑 영양을 분석해주니까 너무 좋네용"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 5,
    "content": "먹는 영양제 분석 기능이 맘에 듭니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 5,
    "content": "편하고 관리받는 느낌"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 5,
    "content": "칼로리 계산하기도 쉽고 단식 시간 계산하기도 쉬워요 손이 잘 가서 부담스럽지도 않은 것 같아용"
  },
  {
    "store": "google_play",
    "date": "2025-09-04",
    "rating": 5,
    "content": "식단관리 앱 중 가장 직관적임"
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 5,
    "content": "짱이에요!!!!"
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 4,
    "content": "ai코치, 식단기록 등등 다 좋은데요. 아쉬운점은 안나오는 음식들이 많아요. 제가 4개월을 썼는데 직접등록한게 57개나 되네요. 그리고 사진 찍어서 음식분석을 해주는게 정확하지가 않아요. 배추김치를 오뎅으로 본다던가, 밥을 고르곤 뭐시기로 본다던가 등등.. 기술이 더 발전하기 전까지는 차라리 안쓰는게 나을거같네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 3,
    "content": "9/1일부터 필라이즈 어플 포인트를 받으려면 프로 유저로 결제를 해야 하네요. 기존 유저도 포인트를 받을 수 있어서 좋았는데ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 5,
    "content": "타이트하게 잘 관리되요 :)"
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 2,
    "content": "사용하다가 가끔 한번씩 '프로그램을 시작해야 적립이 시작된다'고 뜨는데 어플 삭제했다가 다시 설치해도 계속 그러네요 ~ 어떻게하죠~~"
  },
  {
    "store": "google_play",
    "date": "2025-09-03",
    "rating": 5,
    "content": "그냥 좋음 쓰세요"
  },
  {
    "store": "google_play",
    "date": "2025-09-02",
    "rating": 5,
    "content": "사용하기 너무 편해요 포인트도 받을슨 있구 피티쌤 처럼 관리 해주는것도 너무 좋아요 근데 혜택에서 걸음수나 식단 올리고 받는 포인트를 받을수가 없다고 하네요 터치를 하면 프로그램을 시작하면 받을수 있다고 하는데 돈을 내고 해야되는 부분인가요?ㅜㅠ 잘하고 잇엇는데 포인트를 못받으니 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2025-09-02",
    "rating": 5,
    "content": "다이어트 목적은 아니고... 살이랑 근육을 키워야해서 그쪽도 있나요? 있으면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-09-02",
    "rating": 5,
    "content": "일단 첫날인데 사용하기 간편하고 목표 식단이 맞춤으로 다양하게 설정할 수 있어서 좋아요 그리고 영양성분표에 대부분은 전체 탄수량으로 표기되는데 여기는 순탄수로 제공되는것도 너무 좋네요!"
  },
  {
    "store": "google_play",
    "date": "2025-09-02",
    "rating": 5,
    "content": "아직 써보는 중입니다. 다만 기왕 삼성 헬스와 연동되는거, 헬스에서 실시간으로 물을 마시거나 식단을 기록하면 필라이즈 어플에도 바로 연동 되었으면 좋겠어요. 그리고 같이 배송오는 패치가 부착력이 너무 약한거 같아요 ㅠㅠ 제가 센서를 잘못 넣은 탓도 있겠지만, 부착한지 하루만에 샤워하다 떨어졌어요..."
  },
  {
    "store": "google_play",
    "date": "2025-09-02",
    "rating": 5,
    "content": "칼로리 계산이 되고 탄단지 구성도 조절해서 내가 어떤 영양소를 더 섭취하고 덜 섭취해야하는지 직관적으로 알 수 있어서 좋습니다. 영양제도 꼬박꼬박 챙겨먹게 되고, 특히 운동 칼로리까지 계산해줘서 활동 후에 얼마나 더 먹을 수 있는지 알려줘서 뭔가 활력이 솟는답니다. 생리주기도 계산되고 타 어플과 비교했을 때 넘사벽이에요. 온갖 식단, 운동 어플 다 겪어봤지만 어플을 내 돈 주고 사기는 처음일 정도로 마음에 드는 어플입니다."
  },
  {
    "store": "google_play",
    "date": "2025-09-01",
    "rating": 5,
    "content": "자기관리에 도움이 됩니다!"
  },
  {
    "store": "google_play",
    "date": "2025-09-01",
    "rating": 5,
    "content": "다른 어플들보다 칼로리 기록된 음식들이 많아서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-31",
    "rating": 5,
    "content": "너무좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-31",
    "rating": 5,
    "content": "내가 얼마나 먹었는지, 얼마나 더 먹어도 되는지 눈으로 확인해 볼 수 있어서 좋아요~!!"
  },
  {
    "store": "google_play",
    "date": "2025-08-31",
    "rating": 5,
    "content": "좋어요"
  },
  {
    "store": "google_play",
    "date": "2025-08-31",
    "rating": 5,
    "content": "너무 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-08-30",
    "rating": 5,
    "content": "앱은 만족, 결제방식이 다양하면좋겠네요. 휴대폰 소액결제 추가해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-08-29",
    "rating": 5,
    "content": "삼성헬스에 연동되니 너무 편하네요."
  },
  {
    "store": "google_play",
    "date": "2025-08-29",
    "rating": 5,
    "content": "여름이 끝나기 전에 정말 제대로 된 다이어트를 해보자 결심하고 추천받아 필라이즈 어플을 사용하게되었습니다 사용해보니 정말 좋은어플 같아요 이번에는 꼭 성공하고 유지할수있길 바라면서 리뷰남겨봅니다 화이팅!!"
  },
  {
    "store": "google_play",
    "date": "2025-08-29",
    "rating": 5,
    "content": "생각보다 인식 잘되고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-29",
    "rating": 5,
    "content": "식단점검에 좋은 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-28",
    "rating": 5,
    "content": "식단관리 해줘서 너무 좋아요 다양한 음식들 칼로리 분석 및 성분 분석 짱이에요!!"
  },
  {
    "store": "google_play",
    "date": "2025-08-28",
    "rating": 5,
    "content": "내가먹은식단에 대해 업로드하고 그후분석하면서 관리해주니 식사조절하기가 나쁘지않음"
  },
  {
    "store": "google_play",
    "date": "2025-08-28",
    "rating": 5,
    "content": "흥미를 유발하는 UI와 자세한 설명이 좋았습니다. 번창하세요 감사합니다^^"
  },
  {
    "store": "google_play",
    "date": "2025-08-28",
    "rating": 5,
    "content": "다이어트 중인 예신입니다 항상 다이어트 중 식단관리가 힘들었는데 필라이즈 어플 덕분에 조금은 자제력이 생겼달까요? 특히나 ai코치 기능과 음식인식 기능으로 편리하게 사용할 수 있어서 좋습니다ㅎㅎ 다이어트 어플로 추천합니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-27",
    "rating": 5,
    "content": "원래 타사 ㅍ 무료 어플 사용하다가 칼로리 수정도 안되고, 한 번에 기록을 보거나 개별로 코멘트 다는 것 등이 너무 불편해서 다른 어플 찾다가 넘어왔는데 3일 체험해보고 필라이즈는 결제해버렸어요. 한 번에 보는 구성이 좋고, 안에 여러가지 영양제나, 건강검진 연동이나, 식단 기록 및 ai 코칭까지 필요한 것들로 잘 되어있는 것 같아서 일년동안 함께 할 어플로 픽 했네요. 건강+다이어트 목적인데 앞으로를 기대해봅니다! 한 번 체험해보시는거 추천드려요~"
  },
  {
    "store": "google_play",
    "date": "2025-08-27",
    "rating": 4,
    "content": "갤럭시워치 아니면 연동이 안돼서ㅜ 이럴거면 운동도 사진등록이 되면 좋겠음. 내 운동앱 내용이라도 기록하게.. 운동기록이 종목+칼로리로 한정적인게 아쉬움.. 식단도 자잘한것들 따로 메모가 되면 좋겠음"
  },
  {
    "store": "google_play",
    "date": "2025-08-26",
    "rating": 5,
    "content": "프로로 전환하지 않았는데 괜찮아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-26",
    "rating": 5,
    "content": "3일무료써보고 결제해보려는데 정말 피티선생님처럼 이것저것물어보니 더 식단도 조절할것같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-26",
    "rating": 5,
    "content": "생각보다 꼼꼼해서 맘에 들어요"
  },
  {
    "store": "google_play",
    "date": "2025-08-26",
    "rating": 4,
    "content": "삼성헬스나 인바디어플 연동할 수 있어서 좋고 식단.운동기록하기 편해요 특히 영양제같은거 알림이오니까 챙겨먹기쉬워서 가장 좋아요! 식단 넣을때 최대한 많은 음식에대한 영양성분이 좀 더 생기면 좋겠어요~"
  },
  {
    "store": "google_play",
    "date": "2025-08-26",
    "rating": 5,
    "content": "처음엔 복잡한거 같았지만 사용하다보니 편리해요~ 식단 기록하면 뭐가 부족한지 알려주고 영양제 복용 알림도 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-26",
    "rating": 5,
    "content": "필라이즈 어플을 사용해보니 정말 만족스럽네요. 일단 입력하기가 굉장히 편하고 직관적이라서 운동 기록이나 식단 기록을 부담 없이 바로바로 할 수 있었어요. 다른 앱들은 복잡해서 금방 포기하곤 했는데, 필라이즈는 몇 번만 눌러도 원하는 정보가 정리되니까 꾸준히 기록할 수 있었습니다. 또한, 통계와 피드백 기능이 깔끔하게 정리되어 있어서 제 운동 패턴을 한눈에 확인할 수 있고, 목표 관리에도 많은 도움이 되고 있어요. 덕분에 운동에 대한 동기부여가 훨씬 커졌습니다. 전체적으로 사용자 친화적인 디자인과 실용적인 기능이 마음에 들었고, 앞으로도 계속 사용할 예정입니다. 주변에도 꼭 추천하고 싶은 앱이에요!"
  },
  {
    "store": "google_play",
    "date": "2025-08-25",
    "rating": 5,
    "content": "앱 사용도 편리하고 일단 렉이 거의 없어요! 브라이언님의 엄청 오랜 팬인데 ai코치로 서비스 오픈한다구 해서 무료체험하다가 너무 좋아서 연간권 구매해서 사용중입니당! 식단 요청하면 맞춤으로 짜주고 간식도 추천해주고, 운동이나 스트레칭 추천해달라고 하면 영상도 링크로 주구, 힘들다고 하소연 하면 스윗하게 응원도 해줘서 완전 만족이예요!!"
  },
  {
    "store": "google_play",
    "date": "2025-08-25",
    "rating": 5,
    "content": "pt레슨하며 식단관리 하고 있는데 필라이즈 통해 더 자세히 코치 받을수 있어 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2025-08-25",
    "rating": 5,
    "content": "식단관리, 영양제관리등등이 좋아요."
  },
  {
    "store": "google_play",
    "date": "2025-08-25",
    "rating": 5,
    "content": "음식등록이 타앱에비해서 쉬워요"
  },
  {
    "store": "google_play",
    "date": "2025-08-25",
    "rating": 4,
    "content": "전체적으로 관리해주는 느낌이 나서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-24",
    "rating": 5,
    "content": "무료 체험 3일 후 너무 좋아서 1년 결제했어요 ㅎㅎ 제가 식단과 운동을 할 때마다 따로 작성하고 음식의 칼로리 계산도 정확하게 못하고 있었는데 그 모든것을 다 필라이즈가 해결해 줬습니다 ㅎㅎ 그리고 ai 코치에게 궁금한 점을 물어보면 바로 정확하게 답변을 얻을 수 있어서 정말이지 좋아요!! 앞으로 필라이즈와 함께 열심히 건강을 챙겨보려구요 커피 한 잔 가격이라 사실 크게 부담이 되지도 않아서 더더욱 좋습니다 ㅎㅎ 번창하세요~"
  },
  {
    "store": "google_play",
    "date": "2025-08-24",
    "rating": 5,
    "content": "ai기반 다이어트 앱은 두번째인데, 훨씬 사용하기 편하고 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2025-08-23",
    "rating": 5,
    "content": "사람마다 다를 수는 있겠지만 식단 기록하는 어플 다른거 사용해봤는데 몇일 하다 중단하고 늘 그랬는데 필라이즈는 기록할때마다 피드백이 오니 진짜 감시당하는(?) 기분에 좀 자제하게 되고 뭔가 ai T코치한테 칭찬도 받고싶은 마음에 더 식단에 신경쓰게되네요 ㅋㅋㅋ 운동도 안하려다가 오늘 전체 먹은양+활동량이 한눈에 보이다보니 운동하게되고... 운동도 할때마다 피드백오니 참고하기 좋네요. 솔직히 출산전에는 자유롭게 식단하고 빡신 운동으로 관리했는데 출산후엔 그럴 여력도 시간도 없어서 미루고 미루다 살이 너무 쪘어요. 한다고 하는데도 달라진 여건에 다이어트가 잘 되지않아 좌절중이었는데 필라이즈 깔고나서 진짜 조금씩 무리되지않는 선에서의 식단관리랑 짧은 운동 병행하면서 체중이 천천히 줄고있어요. 만족합니다👍"
  },
  {
    "store": "google_play",
    "date": "2025-08-23",
    "rating": 5,
    "content": "이번에 건강검진에서 넘넘 적신호를 받아 충격먹었던 때.. 정말로 식이조절이 필요해서 칼로리, 식단 어플들을 5,6개 정도 직접 사용해 봤습니다. 하지만 필라이즈가 오히려 건강관리측면으로 타어플에 비해 월등히 좋다는 걸 느껴서 무료체험 끝나기도 전에 1년 바로 결제 ㄱㄱ 했습니다💕 일단 식단 입력 정말 편해요 > 검색만 하면 척척.. 성분까지. 없는건 유저입력가능 내가 먹은 음식 탄단지 구성 분석 > 예전엔 이거면 되겠지 했는데 확실하게 조절 혈당 스파이크 디펜스♡ > 꼭 지속혈당측정기 차지 않아도 예측만으로도 대략 감이 오게끔 추가 설명까지 더해줘서 넘 좋아요 유리멘탈 붙잡아주는 지지대 > 으쌰으쌰 칭찬 해주니 오징어도 춤추게 동기 뿜쁌ㅠ 그리고 역시 ai다 보니 이전 대화 자료들로 초밀착개인화 이 돈으로 이 정도 퀄?? 다들 식단관리 건강관리 꼭 필라이즈! 하세요! 두번 하세요! 내돈내산 ㅜㅠ 후회 없으실꺼예요🥹👍"
  },
  {
    "store": "google_play",
    "date": "2025-08-23",
    "rating": 5,
    "content": "식단기록 하기 너무 좋아요 음식 검색해서 칼로리 계산하기가 좋아요 식단기록이나 운동량 걸음수에 따라 포인트 적립 되는것도 재미있어요 포인트 적립금으로 샌드위치랑 커피도 득템하고 다른앱은 못쓸듯..."
  },
  {
    "store": "google_play",
    "date": "2025-08-23",
    "rating": 5,
    "content": "잘 쓰고 있어요"
  },
  {
    "store": "google_play",
    "date": "2025-08-23",
    "rating": 5,
    "content": "보기가 너무 간편하고 설명도 쉽게 잘 알려줘요!"
  },
  {
    "store": "google_play",
    "date": "2025-08-23",
    "rating": 5,
    "content": "이렇게까지 체계적인 건강관리 서비스 앱은 처음이에요 한 5개정도 헬스케어 앱을 깔아서 써봤는데 필라이즈가 독보적으로 좋아오!!!"
  },
  {
    "store": "google_play",
    "date": "2025-08-23",
    "rating": 5,
    "content": "내 건강상태에 맞춰 필요한 분야의 건강관리를 선택하여 맞춤형 관리가 가능합니다.특히 식단관리로는 최고의 앱인거 같아요! 하루에 먹을 단탄지 양을 매 끼니마다 확인하고 조절할 수 있도록 도와줍니다.^^"
  },
  {
    "store": "google_play",
    "date": "2025-08-22",
    "rating": 5,
    "content": "이용자가 많아서그런지 음식들도 다양하게 대브븐 다 있어서 칼로리따로안봐도돠서 너무좋고 편햐용"
  },
  {
    "store": "google_play",
    "date": "2025-08-22",
    "rating": 5,
    "content": "좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-22",
    "rating": 5,
    "content": "영양제 함량 분석하고 섭취 시간도 알려주니 좋네요. 식단 관리할 때도 다양하게 등록 선택 가능하고 영양소 분석해주는 게 쓰기 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2025-08-22",
    "rating": 5,
    "content": "삼성헬스와 연계되어 운동이 자동 입력되는 점, 식단 사진을 AI가 분석해주는 점, 식단에서 부족한점에 대한 피드백도 좋아요👍🏻👍🏻"
  },
  {
    "store": "google_play",
    "date": "2025-08-22",
    "rating": 5,
    "content": "체중이 소수 두째자리까지되었음 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2025-08-22",
    "rating": 4,
    "content": "좋긴한데요 식단 음식 기록할때 영양소?같은거? 기록하는게 적어서 좀 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2025-08-21",
    "rating": 5,
    "content": "아직까지는 생각보다 괜찮음 돈값한다는 느낌"
  },
  {
    "store": "google_play",
    "date": "2025-08-21",
    "rating": 5,
    "content": "AI와 채팅하면서 다이어트를 진행할 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-21",
    "rating": 5,
    "content": "식단 관리하면서 사용하고 있는데 기록하기도 쉽고 체계적으로 되어 있어 잘 사용하고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2025-08-21",
    "rating": 5,
    "content": "사진만으로 음식 칼로리 계산하는거 너무 신기해요! 카눌레, 백도, 볶음밥 등등 다 알아맞추네요~"
  },
  {
    "store": "google_play",
    "date": "2025-08-21",
    "rating": 5,
    "content": "이거 쓰니까 꼬박꼬박 기록하게 돼서 넘 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-21",
    "rating": 5,
    "content": "일단 사용편리하고 대략적인 칼로리 알수있어좋고 내가 물을 얼마나 먹었나 체크하기 좋은데 식단추가에 더 많은 프랜차이즈가 등록되었으면해요 그리고 간혹 심박수데이터가 워치에는 되는데 운동기록에 안넘어올때가 있어요!p.s 영칼로리포케 라는 체인점 메뉴들 칼로리등록좀 많이 해주세용"
  },
  {
    "store": "google_play",
    "date": "2025-08-21",
    "rating": 5,
    "content": "다이어트중 잘 사용하고 있어요 식단기록하기도 너무 편하고 탄단지비율도 참고할수있어서 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-21",
    "rating": 4,
    "content": "사진 찍으면 거의 정확하게 읽는게 편하네요. 디테일한 영양소까지 분석해줘서 부족한 영양소를 보충하기에 좋아요. 무료 체험이지만 식단 분석도 해주고 질문에 꼼꼼하게 대답해주네요. 운동과 걷기를 따로 체크할 수 있는 부분도 편해요. 단지 수분체크 설정이 1.000단위로만 입력 되는데 수정되면 만점일것 같아요."
  },
  {
    "store": "google_play",
    "date": "2025-08-20",
    "rating": 5,
    "content": "좋아요 계속 이용할꺼같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-20",
    "rating": 4,
    "content": "8개월 사용기: 인터페이스를 조금 손보면 내가 필요한 화면만 볼 수 있는게 좋네요. 매일 사용하는 입장에서 조금이라도 입력단계를 줄이는건 중요하거든요. 그리고 음식 선택 자체도 비교적 깔끔한 편입니다. 아쉬운건, 시중에 많은 식품들의 정보가 좀 부족해 보인다는거죠. 기본 제공되는 삼성헬스보다도 식품 종류가 부족해보이네요. 이 지점에서 별 하나 깝니다."
  },
  {
    "store": "google_play",
    "date": "2025-08-20",
    "rating": 5,
    "content": "너무너무 편리하고 제 영양제 점수도 알려줘서 보충하기 편해요!"
  },
  {
    "store": "google_play",
    "date": "2025-08-19",
    "rating": 5,
    "content": "칼로리정리 좋습니다♡"
  },
  {
    "store": "google_play",
    "date": "2025-08-19",
    "rating": 4,
    "content": "사진으로 바로 메뉴가 선택이 되는건 매우편함 종종 엉뚱한걸로 입력되거나 검색해서 식단입력할때 검색창에서 취소를 클릭하면 이전 화면(식단입력창)이 아니라 아예 홈화면으로 넘어가는등 번거로움은 조금있음. 그리고 브랜드메뉴같은건 검색하기가 어려움(브랜드가 카테고리별로 나눠져서 찾기쉬우면 좋겠어요, 아니면 가나다순으로 리스트업되던지) 그외에 운동이나 식단이 한눈에 보이고 칼로리 계산이 되서 솔직히 여유칼로리보고 간식더먹거나 하기도함. 포인트 쌓이는것도 쏠쏠함"
  },
  {
    "store": "google_play",
    "date": "2025-08-18",
    "rating": 5,
    "content": "약먹을 알림으로도 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-18",
    "rating": 5,
    "content": "칭찬합니다~~~~"
  },
  {
    "store": "google_play",
    "date": "2025-08-18",
    "rating": 5,
    "content": "식단‧운동‧혈당 관리를 제자리에서 통합해 주는 앱입니다. 무엇보다 행동이 달라졌습니다. 식사 사진 자동 인식이 정확해 기록 장벽이 낮고, 기록 즉시 식단 점수와 피드백이 나와 그 자리에서 메뉴를 조정하게 됩니다. 예를 들어 저녁에 튀김을 올리면 포화지방 경고와 대체 메뉴가 제안되어, 동일 칼로리 내에서 더 건강한 선택을 하게 됐습니다. 또한 AI 코치의 칭찬·리마인드 메시지가 적시에 도착해 ‘오늘만큼은 지키자’는 동기를 끌어올립니다. 운동량이 많은 날엔 격려가, 기록이 소홀한 날엔 부드러운 알림이 와서 꾸준함을 유지하기 쉽습니다. 저는 식사 전·후 혈당 기록과 코칭을 함께 활용했습니다. 탄수 비중이 높은 날 이후엔 다음 끼니의 탄단지 비율을 어떻게 조정할지 구체적 제안이 제공되어, 일주일만에 공복감 폭식이 줄고 야식 빈도가 눈에 띄게 낮아졌습니다. ‘주간 리포트’에서 칼로리 목표 달성률(70%→90%), 단백질 섭취량의 안정화, 활동량 증가 추세가 한눈에 보여 좋았습니다."
  },
  {
    "store": "google_play",
    "date": "2025-08-18",
    "rating": 5,
    "content": "일단 여러분 돈지르고 그 T냥이랑 말하니까 너무 편하구요 한달동안 3키로 빼던거 일주일만에 4키로 빠졌습니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-18",
    "rating": 5,
    "content": "다이어트를 본격적으로 시작하면서 식사 관리와 영양제 섭취를 도와줄 앱을 찾다가 필라이즈를 사용하게 됐어요. 내가 먹고 있는 영양제를 분석해주고, 부족한 영양소를 기반으로 제품을 추천해줘서 정말 유용하더라고요. 식사한 음식은 사진만 찍으면 자동으로 영양 성분을 분석해주고, 인식률도 꽤 높은 편이라 만족스럽습니다. 꾸준히 잘 사용해 보겠습니다 👍"
  },
  {
    "store": "google_play",
    "date": "2025-08-17",
    "rating": 5,
    "content": "만족허면서 사용중입니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-17",
    "rating": 5,
    "content": "영양제 챙기는데 많은도움 되었어요"
  },
  {
    "store": "google_play",
    "date": "2025-08-17",
    "rating": 5,
    "content": "제가 왜 이 앱을 이제야 알게 되었을까요. 내내 뼈말라로 지내다 나이탓인지 슬슬 몸무게가 늘더니 어느새 10kg이 + 되더라구요. 위기의식은 느끼지만 스트레스 받으면 어찌 그리 맛난 것들이 먹고픈지. 필라이즈 통해 식단 관리하면서 식탐도 줄여나가고 더불어 내장지방도 덜어내 보렵니다. 간헐적 단식하는데도 많이 도움이 돼요^^"
  },
  {
    "store": "google_play",
    "date": "2025-08-17",
    "rating": 1,
    "content": "수정이 필요한 영양 정보가 있어서 관련 사진도 꽉꽉 채워서 첨부하고 내용도 상세하게 적어서 수정 요청을 한지 일주일이 넘은 것 같은데 고쳐지지 않네요. 그리고 타블렛형 영양제의 경우 알약 커팅기로 쪼개먹는 경우도 있으므로 영양제 섭취 스케줄에서 최소 1/2알도 고를 수 있도록 해주세요."
  },
  {
    "store": "google_play",
    "date": "2025-08-17",
    "rating": 5,
    "content": "건강관련 개인 비서를 둔 느낌"
  },
  {
    "store": "google_play",
    "date": "2025-08-17",
    "rating": 5,
    "content": "건강과다이어트를 한번에체크할수있어서 최고인어플입니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-17",
    "rating": 5,
    "content": "혈당관리 다이어트 해보려고 어플깔아서 사용중이에요 처음이라서 그런지 식단 적는데 간단하지가 않아서 햇갈렸는데 지금은 어느정도 익숙해졌고 혈당도 한눈에 볼수있어서 좋은거같습니다. 혈당오르락내리락할때 너무 충격적이네요 ㅋㅋ 그래도 재밌어요 !! 건강검진 결과랑 인바디등등 연동되는것도 너무 좋은거같고 궁금한거있음 물어볼수도있고 도움이 많이 되는거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-16",
    "rating": 4,
    "content": "리브레앱보다편함"
  },
  {
    "store": "google_play",
    "date": "2025-08-16",
    "rating": 5,
    "content": "필라이즈 앱은 약을 체계적으로 관리할 수 있어서 정말 유용합니다. 복용 알림 기능이 있어 깜빡하지 않고 챙길 수 있고, 건강 기록도 한눈에 확인할 수 있어 편리해요. 인터페이스가 깔끔하고 사용하기 쉬워서 남녀노소 누구나 부담 없이 쓸 수 있습니다. 특히 꾸준히 복용해야 하는 약이 많은 분들에게는 필수 앱이라고 생각합니다."
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "하루의 시작을 00시가 아닌 다른 시간으로 설정 가능했으면 좋겠어요 밤늦게 들어와서 간단한 식사나 운동을 하는 경우가 있는데, 다음날의 데이터로 기록되어 불편함이 있네요 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "다른 앱들에 비해 A.I기능이 있어 편하고 구체적인 하루 일과를 작성할 수 있어 너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "의약품과 건강기능식품 상호작용 할 수 있는 국산앱 중 거의 유일한 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "좋아요! 잘 쓰고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "지금 들어가려고하니까 튕겨요 평소에 잘르고잇어요"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "칼로리 계산해주니 좋음"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "식단 봐주니까 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-15",
    "rating": 5,
    "content": "다이어트 앱 돌고 돌아 필라이즈인것 같아요! 여러개 필요없이 하나로 완벽.. 앱 사용하기 너무 편해요"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "다른 앱들은 그냥 좋아요! 막 이런 말만 하지만 필라이즈는 따로 무료로 코치가 있고 그리고 코치들의 개성이 뚜렷해서 더 재미있게 하는 것 같아요. 그리고 사람들의 고민도 함께 들어볼수 있고 그래프도 만들어주고 다양해서 저도 이익 많이 보았습니다^^"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "오랫동안 잘 사용하고 있는 건강관리 앱입니다. 처음에는 먹는 영양제들 조합이 적절한지 체크해 볼려고 추천받아서 사용했는데, 지금은 식단, 운동기록등에도 잘 사용하고 있어요. 건강관리에 관심있으신 분들에게 추천합니다~"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "UI도 넘 깔끔하고 칼로리 계산도 편해서 좋네요~"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "식단 입력하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "다이어트 성공해볼게요. 감사합니당"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "식단 입력할 때 다른 앱은 시중에서 판매하는 걸 입력하면 없는 경우도 많았는데, 필라이즈는 db가 많아서 입력하기 쉬워서 좋았습니다. 운동입력도 편하고 좋네요~"
  },
  {
    "store": "google_play",
    "date": "2025-08-13",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-12",
    "rating": 5,
    "content": "건강관리 어플종착지"
  },
  {
    "store": "google_play",
    "date": "2025-08-12",
    "rating": 5,
    "content": "구성이 알차네요 잘관리할수 있을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-12",
    "rating": 5,
    "content": "단백질 칼로리 등등 모든것을 알려주니까 내가 그만큼 운동도 할수있고 AI코치쌤도 있어서 좋은것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-12",
    "rating": 5,
    "content": "일전에 영양제 참고용으로 사용하던 어플인데, 우연히 광고를 보고 재설치했습니다. 식단관리도 무료체험으로 하루 써보고 오늘 바로 결제했네요, 영양제 참고때도 느꼈지만 데이터가 많아서 그런지 입력이 편리합니다. 식단 입력중 ai가 만든 칼로리 및 영양성분표도 있는데, 이덕에 없는 음식을 입력할때도 어느정도 참고가 가능해 편리하다고 느꼈습니다. ai 코치같은 경우에는 이 어플에서 처음 사용해 타사와 비교할 수 없으나, 시스템 자체에서 식사 운동에대해 바로바로 피드백을 해주니 동기부여에도 좋은 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-11",
    "rating": 5,
    "content": "뮤료사용중 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2025-08-11",
    "rating": 5,
    "content": "필요한 것만 편집해서 쓸수있어서 좋았어요"
  },
  {
    "store": "google_play",
    "date": "2025-08-11",
    "rating": 5,
    "content": "무료버젼 영양제 및 개인건강 분석 나쁘지 않음"
  },
  {
    "store": "google_play",
    "date": "2025-08-11",
    "rating": 5,
    "content": "필라이즈를 사용한 지 몇 주 됐는데, 다이어트 앱 중 만족도가 높아요. 칼로리 자동 계산과 한식까지 잘 검색되는 음식 DB 덕에 기록이 편하고, 특히 칼로리와 영양성분을 기록한다는 것만으로 식습관이 조절돼서 신기했어요. 전엔 막연히 ‘적게 먹어야지’만 생각했는데, 수치로 보니 큰 착각이었다는 걸 깨달았습니다. 대신에 세부적인 칼로리를 입력할 순 없었어요 : 예를 들면 국 건더기만 먹음, 비빔밥에 밥을 줄여 먹음 등 영양제 조합 점수와 후기 기능도 유용해, 귀찮아하던 영양제도 꾸준히 챙기게 됐어요. 아쉬운 건 일부 음식이 DB에 없다는 점과 알림이 잦다는 것. 그래도 타 어플에 비해 종류가 많았어요 그래도 기록 습관을 잡아주고, 섭취·소모량을 눈으로 확인할 수 있어 다이어트뿐 아니라 건강 관리에도 추천합니다. 지금은 무료버전을 사용하고 있지만, 다이어트를 더 빡세게 한다면 유료버전 사용해 보는 것도 추천합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-08-11",
    "rating": 4,
    "content": "저번주 금요일인가부터 헬스커넥트로 삼성헬스 운동기록 연동 안됩니다 삼성헬스로 연동하세요 그외엔 이 자체가 올인원앱이라 다 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-10",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-10",
    "rating": 2,
    "content": "없는제품들이 아직많음 제품등록요청했는데 언제등록될지도모르겠음 영양제들이 거의 옛날게많음 요즘나온영양제는없다고보면됨 좋은거는 성분이 나와서 필수적인것만 챙길수있게 볼수있는것 ui가 괜찮은듯 단점은 등록요청빨리해줬으면함 너무느림"
  },
  {
    "store": "google_play",
    "date": "2025-08-10",
    "rating": 5,
    "content": "진짜 좋아요 기록하기도 편하고 한눈에 볼 수 있어서 편리해요 AI도 도와주니까 진짜👍🏻👍🏻"
  },
  {
    "store": "google_play",
    "date": "2025-08-09",
    "rating": 5,
    "content": "젛아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-09",
    "rating": 5,
    "content": "식단 기록에 없는 음식이 없어서 신기해하며 이용하고 있어요, 꾸준히 도움 받아볼게요♡"
  },
  {
    "store": "google_play",
    "date": "2025-08-09",
    "rating": 5,
    "content": "운동할려고 앱 찾아보다가 알게됐는데, 운동을 하면서 포인트도 얻어서 뭘 살수도 있고, 식단관리랑 기간까지 직접 추천해주는 만능 앱이어서 후기남깁니다! 이걸로 열심히 다이어트 해볼게요!"
  },
  {
    "store": "google_play",
    "date": "2025-08-09",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-09",
    "rating": 5,
    "content": "직관적이고 무료로 좋은 정보를 주어 큰 도움이 되네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 1,
    "content": "포인트 환급신청한게 언제들어오는지도 모르겠고, 포인트로 산 커피쿠폰은 들어온지도모르게 사라져있음.."
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 5,
    "content": "처음해보는데 만족스러으워요. 무엇보다 광고가 적고 친절하게 설명해서 알아듣기 쉬웠습니다. 다이어트 열심히 해볼게요..🥲"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 5,
    "content": "20대 초반 운동하는 여자입니다! 삼성헬스 연동되서 걸음수 보여주는 것도 좋고, 식단 입력하면바로 탄단지 비율 보여주는 것도 괜찮아요 칼로리 맞추는게 처음이라서 되게 힘들었는데 칼로리 다 보여주니까 더 좋은 것 같아요 생리 주기도 보여주고 수분 섭취량도 보여주니까 휠씬 좋은거같아요 일단 저도 제가 운동에 미친 여자라는걸 알지만 PT는 싫고 태권도만 의지해서하려니까 힘들어서 결제도 속는셈치고 결제했는데 4일차 사용중인데 일단 아직까지는 감안하고 사용할 정도로 굉장히 좋은 맵 입니다🥋🥋🥋"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 5,
    "content": "식단관리할때 유용하네요"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 1,
    "content": "?아침까지만해도 잘 접속됐는데, 지금은 접속이 안되네요;;"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 1,
    "content": "어플 버벅거려서 사용하기가 힘듬"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 4,
    "content": "이 앱으로 정착할 예정"
  },
  {
    "store": "google_play",
    "date": "2025-08-08",
    "rating": 5,
    "content": "재밌어요~즐겁게다이어트할수있을꺼같아요^^"
  },
  {
    "store": "google_play",
    "date": "2025-08-07",
    "rating": 5,
    "content": "생각 없이 먹었는데 이제는 계산하고 먹는 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-07",
    "rating": 5,
    "content": "영양제 루틴 짜려고 들어갔는데 다이어트앱에 정착해버림. 앱 잘만들었어요"
  },
  {
    "store": "google_play",
    "date": "2025-08-07",
    "rating": 5,
    "content": "편리"
  },
  {
    "store": "google_play",
    "date": "2025-08-06",
    "rating": 5,
    "content": "궁금하던 영양제정보가 있어서 너무 좋았어요. 근데 체중 관련 정보 연동이 인바디 말고 앳플리도 됐으면 좋겠어요..."
  },
  {
    "store": "google_play",
    "date": "2025-08-06",
    "rating": 4,
    "content": "첫 시작은 포화지방 관리 때문이었어요. 어느덧 사용한지 3년이 되어가네요 그동안 덕분에 식단관리 꾸준히 잘 하고 틈틈이 포인트도 모으고 있어요^^ 최근에 유료서비스들이 많이 늘어나고있어서 조금? 아쉽긴 하지만 그래도 늘 응원합니다~!"
  },
  {
    "store": "google_play",
    "date": "2025-08-06",
    "rating": 5,
    "content": "대부분의 식품들이 저장되어있어 식단작성이 편리하고 시각적으로 매력적인 디자인, 나의 식단에 따른 체중변화를 쉽게 살필수 있어 너무 잘쓰고 있음. 매우훌륭함!"
  },
  {
    "store": "google_play",
    "date": "2025-08-06",
    "rating": 5,
    "content": "영양제에 대한 정보가 상세히 기재하고 있고 많은 정보를 보여주고 있어 편리함"
  },
  {
    "store": "google_play",
    "date": "2025-08-06",
    "rating": 1,
    "content": "뭔데 시작부터 생년월일 묻고 난리야 개인정보 털어가고 싶은가보니까 조심하세요"
  },
  {
    "store": "google_play",
    "date": "2025-08-06",
    "rating": 5,
    "content": "그날 먹은 음식을 기록하고 AI코치가 먹은 음식 장단점 비교분석해서 더 나은 식단추천 해줘서 좋아요 건강챙기려면 필수같아요 기록하면서 건강에 더 신경쓰게 되네요 추천합니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-05",
    "rating": 5,
    "content": "눔 다신 팻시크릿 등 정말 다양한 어플을 써본 프로 다이어터인데, 이 어플이 제일 사용하기 쉬운것 같아요."
  },
  {
    "store": "google_play",
    "date": "2025-08-05",
    "rating": 5,
    "content": "다양한 음식이 등록되어있어 너무 좋았습니다 (가끔 아니 이런 것도 있다고?하며 놀라기도 했습니다ㅋㅋ) 등록되어 있지않은 음식은 ai가 재료를 분석해 칼로리를 보여주는 점은 좋았지만 같은 음식이라도 칼로리 차이가 많이 나는 점에선 개선 되어야 할 것 같아요. 식단기록을 다하고 나선 피드백 이번 식사에서 잘한점을 알려줘서 좋았고 마지막으로 탄단지비율을 간단하게 알수 있는 점이 좋았습니다 이번 앱 만들어주셔서 감사합니다^^"
  },
  {
    "store": "google_play",
    "date": "2025-08-04",
    "rating": 4,
    "content": "아직까진 괜찮아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-04",
    "rating": 5,
    "content": "잘쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2025-08-04",
    "rating": 5,
    "content": "굳굳"
  },
  {
    "store": "google_play",
    "date": "2025-08-03",
    "rating": 5,
    "content": "시간에 맞춰 영양제알림도 주고 탄단지도 알려주니 좋아요 구매안할수가 없었어요"
  },
  {
    "store": "google_play",
    "date": "2025-08-03",
    "rating": 5,
    "content": "PT샘이 추천해서 사용하는데 너무 좋아요^^"
  },
  {
    "store": "google_play",
    "date": "2025-08-03",
    "rating": 5,
    "content": "so good"
  },
  {
    "store": "google_play",
    "date": "2025-08-03",
    "rating": 5,
    "content": "이게 다이어트앱중 최고인듯.."
  },
  {
    "store": "google_play",
    "date": "2025-08-03",
    "rating": 5,
    "content": "당화혈색소 5.7로 관리를 계속해야하는 시점에 채혈하지 않고 혈당을 알수 있어서 도움이 많이 돼요. 다이어트 및 체중 관리에도 도움이 되어서, 안 쓸수가 없네요. 미리 관리해서 건강을 지켜보겠습니다. 구독시스템이 쿠팡 등 보다 저렴해서 이번에는 필라이즈어플로 구독했어요."
  },
  {
    "store": "google_play",
    "date": "2025-08-02",
    "rating": 5,
    "content": "칼로리를 확인할 수 있는 음식 종류가 많아서 좋아요 나름 탄단지비율이 좋거나 하면 바로 피드백이 오네요 열심히 사용해보려구요"
  },
  {
    "store": "google_play",
    "date": "2025-08-02",
    "rating": 5,
    "content": "삼성 헬스랑 연동되는 게 되게 크네요 식단별로 칼로리 일일이 찾는 것도 귀찮고 힘들었는데 이 앱은 다 나와있어서(ai 기반이지만) 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-02",
    "rating": 5,
    "content": "다른 다이어트 앱보다 손쉽고 간편하고 보기 깔끔하다"
  },
  {
    "store": "google_play",
    "date": "2025-08-02",
    "rating": 5,
    "content": "아직 하루밖에 사용해보지 않았지만, 궁금한 점을 AI에게 바로바로 물어보고 피드백 받을 수 있어서 정말 유용하네요. 매일 내 상태를 기록하고 그날그날 컨디션을 체크할 수 있어 자기 관리에 큰 도움이 됩니다. 앞으로 꾸준히 사용해볼 생각이에요!"
  },
  {
    "store": "google_play",
    "date": "2025-08-01",
    "rating": 1,
    "content": "포인트로 햄버거, 커피 쿠폰 구매했는데 한번도 온적이 없어요. 전화번호도 없고.. 14일이네 어디다 요청하면 보내주시나요"
  },
  {
    "store": "google_play",
    "date": "2025-08-01",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-08-01",
    "rating": 5,
    "content": "에이아이가 식단 관리, 체지방도 관리해주고, 이렇게 이벤트까지 해주니 정말 인생앱 찾은것 같네요..ㅠㅠ 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-31",
    "rating": 4,
    "content": "전체적으로 상당히 만족하고 사용하고는 있으나, 미등록음식 영양성분표 촬영시 자동완성되는 기능이 있으면 좋을텐데. 배변횟수 체크 기능이 있으면 좋을텐데. 이미 등록한 음식 다른 음식으로 교체 기능이 있으면 좋을텐데. 하는 아쉬움이 남습니다. 영양성분 수정 범위가 제한적이라 아쉽고, 그람수 입력 시 +- 단위 변경이 있었으면 좋겠습니다 일기 검색기능/모아보기도 ㅜㅜ 좋은 앱이라 더 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2025-07-31",
    "rating": 5,
    "content": "헬스랑 연동되는것도 좋고 식사등록도편해요 없는메뉴없고. 10일차 5.5kg빠졌는데 체크 하면서하니까 좋아요슈가케어나 다이어트 유료구독도 고려중입니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-31",
    "rating": 3,
    "content": "매일매일 열심히 사용중인데요. 하루섭취량을 대략적으로라도 확인할수있어서 좋아요. 일단 어떤분도 리뷰남기셨던 내용인데, 국을 먹을경우 건더기만 먹고 국물을 안먹는경우도 추가가 된다면 정말 너무 좋겠어요 다이어트중인데 국물 잘안먹거든요 건더기만 먹지.. 국물때문에 나트륨섭취량이 정확하지않아요.. 그리고 아직은 음식들 중에 없는 종류들도 꽤 많아서 음식추가 하려고 직접등록 사용할때도 그렇고 영양성분 입력란에 '칼슘' 과 '마그네슘' 도 입력할 수 있으면 좋겠어요. 칼슘과 칼륨은 성분이 다른데 하나만 표시되고 하나는 아얘 입력란도 없고 섭취량 확인하기가 안좋아요 ㅠㅠ 특히 나트륨 섭취많은 한국인은 칼륨 입력란도 중요한거같아요 개선되면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 4,
    "content": "오후부터 느리더니 지금은 아예 열리질 않음 스크롤 올리면 화면도 에러나서 티비 지지직하는거처럼 이상하게 겹쳐서 나오고"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 1,
    "content": "도대체 앱에 안 들어가지는 버그는 왜 계속 나는건가요 폰도 s25 울트라입니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 3,
    "content": "요즘들어서 앱이 안열리거나 앱 내에서 작동이 잘 안되는 현상이 빈번하네요. 잘 쓰고있고 식단, 칼로리 계산하기에도 좋은데 갑자기 추천,적당히먹기와 같은 음식에 표시되던 부분이 모두 사라졌는데 업데이트하면서 삭제하신건가요? 나중에라도 유료서비스에 치중되는 방향으로는 가지 않았으면 합니다ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 3,
    "content": "어플이 아침까지 열렸는데 저녁되니 알림은 뜨는데 열리지 않습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 5,
    "content": "처음 사용해보는데 직관적니고 빅데이터가 많아서 너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 5,
    "content": "운동 패턴 뿐만아니라 식단, 수분 몸의 변화까지 기록해두면 한눈에 확인할 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 5,
    "content": "너무좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 5,
    "content": "너무 좋아요!! 삼성헬스랑 연계도 되어있고 따로 입력할필요도 없고 최고입니다!!"
  },
  {
    "store": "google_play",
    "date": "2025-07-30",
    "rating": 5,
    "content": "지금까지 쓴 지 100일 됐는데요 간헐적단식체크 다양한식단 삼성갤워치 연동되서 사용하니 좋습니다. 지금까지 필라이즈로 꾸준히 관리하면서 10키로 뺐네요. 삼성갤워치연동 수면기능도 있었으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-29",
    "rating": 5,
    "content": "음식 추가할 때 비타민 D 같은 무기질은 왜 추가할 수 없나요?"
  },
  {
    "store": "google_play",
    "date": "2025-07-29",
    "rating": 4,
    "content": "나에게 필요한 영양성분과 맞는 영양제를 먹고 있는지 분석해줘서 좋았어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-29",
    "rating": 1,
    "content": "캐릭터 왜이렇게 주절주절 말이 많죠? 꺼도 입터는데 제발 닥치게하는 버튼 없나요?"
  },
  {
    "store": "google_play",
    "date": "2025-07-29",
    "rating": 4,
    "content": "진짜 다른 거 다 좋거든요?? 레시피도 많고 영양성분 거의 정확하고 사진 올리면 알아서 체크해서 입력해주는 방식까지 너무너무 다 좋아요. 근데 제가 포인트를 모아서 20,000원 출금하려고 했거든요? 근데 지금 17,500의 문턱에 계속 걸려있어요. 왜냐, 포인트가 만료되었다고 계속 제 포인트를 가져가니까요. 그렇게 계속 가져갈거면서 20,000p 어떻게 모으라는건지... 그냥 쿠폰으로 교환해서 먹어야하나봐요. 이 문제점 빼고는 다 괜찮습니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-29",
    "rating": 5,
    "content": "나이 먹으면서 점점 살만 찌고 심각하다 싶어서 다이어트 어플 여럿 알아봤어요 근데 요즘은 ai 이용해서 하는 다이어트 어플도 꽤 많더라구요! 대면해서 하는 게 효과는 훨씬 좋겠지만 저같이 뭔가 부담스러워서 못하던 사람들한테는 ai도 좋은 것 같아요 식단도 추천해주고 너무 좋아요 아 물론 식단 추천은 월정액인데 신규한테는 무료로 며칠 이용할 수 있게 해주는 것 같더라구요 그게 너무 좋았어요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-07-29",
    "rating": 5,
    "content": "사진으로 찍어 음식 인식해주니 편리하면서 중요한정보도 많이 주고 예뻐서 자꾸보게됨"
  },
  {
    "store": "google_play",
    "date": "2025-07-29",
    "rating": 5,
    "content": "너무 좋아요🦎😊"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 5,
    "content": "너무 만족스러운 식단관리 어플입니다!"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 5,
    "content": "자칫 무심하게 지나갈 수 있는 식단부터 꼼꼼히 체크 할 수 있어서 다이어트나 체중관리에 매우 큰 도움이 되고 있습니다. 영양제 섭취/근력 운동/수분섭취/ 체중등을 메모하니 작심삼일도 옛말이고 필라이즈 도움받아 좋은 습관을 많이 만들었습니다. 항상 감사하고 저의 필수 어플입니다!"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 5,
    "content": "귀찮아서 이런거 잘 안하는데 단백질을 많이 먹어야 한다는 얘기 듣고 수기로 작성해보다가 친구가 이 앱 알려줘서 한 번 깔아봤어요 정보가 이것저것 많아서 처음에는 좀 혼란스러웠는데 한두번 입력해보니까 직관적이고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 5,
    "content": "제가 다른앱도 하나두개 깔고해봤는데 최신기록들이라 믿을만하고 건강에맞춰 약도 추천해드리더라고요! 인바디 기능도있어서 넘강추해요! 식단도 여러개로 내몸에 맞춰쓸수도있어서 넘편했어요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 4,
    "content": "너무 내가 먹은것 대해서 기록하기 편허고 식단이나 이런잡기에 너무편하다"
  },
  {
    "store": "google_play",
    "date": "2025-07-28",
    "rating": 5,
    "content": "요새 살이 너무 많이 쪄서 다이어트 할려고 찾아보다가 좋다고 해서 깔았는데 실제로 좋더라구요😀 삼성헬스 연동되서 걸음수 보여주는 것도 좋고, 식단 입력하면 바로 탄단지 비율 보여주는 것도 괜찮아요👍 칼로리 맞추는 거 되게 힘들었는데, 지금은 칼로리 다 보여주니까 더 좋은 것 같아요👧 생리 주기도 보여주고 수분 섭취량도 보여주니까 훨씬 마음에 들었던☺️ 다만.. 평소에 파리바게트 샐러드 많이 먹는 편인데, 검색해도 안 나오더라고요😥 최대한 비슷한 칼로리 찾아서 하긴 하거나 직접 만드는 편인데.. 이거는 추가해주셨으면 좋겠어요😅 그 외에도 없는 제품들이 꽤 있어서 직접 추가했었던.. 그래도 이런 거 감안하고 사용할 정도로 굉장히 좋은 앱 입니다👍👍"
  },
  {
    "store": "google_play",
    "date": "2025-07-27",
    "rating": 5,
    "content": "상세히 다이어트 기록할수 있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-26",
    "rating": 5,
    "content": "아직까지 괜찮음"
  },
  {
    "store": "google_play",
    "date": "2025-07-26",
    "rating": 2,
    "content": "결제해서 쓰는 중인데 AI가 사흘간 체험해본 것보다 더 멍청함 ㅋㅋ 불편한 점 많음. 식단에서 AI 생성 정보는 정말 부정확한데 왜 있는지 모르겠음. 간헐적 단식 루틴을 설정해놨는데 자동으로 시작이 안 되고 맨날 시작을 눌러줘야 함. AI코치가 챗지피티에 비해서 훨씬 어리버리함. 질문을 아주 정확하게 해야 알아듣고 로딩 길어서 답답함. 나는 그냥 식단 평가용+멘탈 둥기둥기용으로만 쓰는 중. 식단 사진 AI로 찍어봤자 다 내가 수정해줘야 해서 전혀 편리하지 않음. 지피티보다 훨씬 저렴하다는 것 외에 장점 없음."
  },
  {
    "store": "google_play",
    "date": "2025-07-25",
    "rating": 5,
    "content": "식단 몸무게 ai코칭 서비스가 모두 함께있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-25",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2025-07-25",
    "rating": 5,
    "content": "음식이 다양하게 있어서 입력할 때 편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-24",
    "rating": 5,
    "content": "제가 먹고 있는 영양제를 입력하니 어느 부분이 부족한지 알려줘서 너무 좋아요 ~ 보험처럼 필요한건 추가 섭취하고 불필요한 건 안 먹을 수 있어서 더 건강해 질수 있을거 같아요 ~"
  },
  {
    "store": "google_play",
    "date": "2025-07-24",
    "rating": 5,
    "content": "식단 처음 시작하는데 너무 편리합니다 강추합니다👍👍👍"
  },
  {
    "store": "google_play",
    "date": "2025-07-24",
    "rating": 5,
    "content": "good!!!"
  },
  {
    "store": "google_play",
    "date": "2025-07-24",
    "rating": 5,
    "content": "칼로리 정보가 풍부해요"
  },
  {
    "store": "google_play",
    "date": "2025-07-24",
    "rating": 5,
    "content": "너무좋아요. 세부적인 내용이맘에들어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-23",
    "rating": 5,
    "content": "정확히 분석해줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-23",
    "rating": 5,
    "content": "영양제분석, 식단관리가 편해서 넘 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-07-23",
    "rating": 4,
    "content": "좋아요 자주 이용하고파료"
  },
  {
    "store": "google_play",
    "date": "2025-07-23",
    "rating": 5,
    "content": "다른 다이어트 어플 쓰다가 유튜브 보고 설치해서 사용중인데 훨씬 더 마음에 드네요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-07-22",
    "rating": 5,
    "content": "다른 어플에는 없는 성분표가 있어서 설치하게 되었습니다. 삼성 헬스와 바로 연동되는데 수면패턴도 같이 볼 수 있으면 좋겠어요. 먹은 식단 내용에 따라 바로 피드백 받고 먹기 전에도 메뉴 선정이나 재료 선택 시 많은 도움이 됩니다. 완벽하지는 않아도 입력한 식사에 따라 탄단지 비율을 바로 계산해서 다음 식사나 간식의 내용까지 코칭해줘서 직접 계산하고 고민할 일을 줄여주네요."
  },
  {
    "store": "google_play",
    "date": "2025-07-22",
    "rating": 1,
    "content": "상식적으로 음식 검색하려다가 뒤로가기를 누르며누 현재 선택된 음식이 보여야하는거 아닌가요? 왜 음식등록이 취소되서 선택된 음식이 있든말든 나가지는건가요? 겁나불편합니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-22",
    "rating": 5,
    "content": "지금까지 식단 등록하면서 세세하게 분석해주는건 처음이어서 믿고 계속 사용해보겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-22",
    "rating": 5,
    "content": "대부분 음식들의 영양성분 칼로리 등을 알려주고 단식시간이나 운동량 등을 반영을 잘해주는 점이 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-22",
    "rating": 4,
    "content": "기프티콘을 많이 줘요"
  },
  {
    "store": "google_play",
    "date": "2025-07-22",
    "rating": 5,
    "content": "너무편리하고 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-21",
    "rating": 5,
    "content": "가민 기록 연동됐음 좋겠더요 ㅠ3ㅠ 너무 죠은데 이앱..."
  },
  {
    "store": "google_play",
    "date": "2025-07-21",
    "rating": 5,
    "content": "살면서 유료결제 생각드는건 처음인 어플이에요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-21",
    "rating": 5,
    "content": "광고목적이 없이 영양제 정보를 쉽게 비교해볼 수 있어서 정말 좋아요. 영양성분 함유량이 수치 뿐 아니라 부족한지 충분한지 한눈에 보이니 너무 도움이 됩니다. 약국에서 추천해주는대로 복용했는데 내 건강상태에 맞는 영양제를 제대로 찾았어요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-20",
    "rating": 5,
    "content": "처음 튜토리얼이 잘되어 있어서 사용하기 편했고 쓰면서 막힌부분이 딱히 없어서 유저플로우나 개발에 신경을 쓰신것 같아요. 잘써볼게요"
  },
  {
    "store": "google_play",
    "date": "2025-07-20",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-19",
    "rating": 5,
    "content": "가장 기본적인 식단 기록만 사용하는데, 불편함은 없는 것 같음."
  },
  {
    "store": "google_play",
    "date": "2025-07-19",
    "rating": 5,
    "content": "요즘 다이어트하는데 이앱 정말 도움 많이 됨"
  },
  {
    "store": "google_play",
    "date": "2025-07-19",
    "rating": 5,
    "content": "정보분석이나 설명이 꼼꼼해서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-07-19",
    "rating": 5,
    "content": "간편해요 식단참고하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-18",
    "rating": 5,
    "content": "내가 먹은 식단을 ai코치가 분석해줘서, 내가 먹은 음식이 탄단지 균형이 맞는지 뭘 보충하면 좋을지 알 수 있어서 좋아요💝☺️ 그리고 포인트를 각종 기프티콘으로 교환하거나 현금화할 수 있다는 점도 매력적이라 저는 동종 다이어트 관리 어플인 **웃과 필라이즈 중에서 고르다가 필라이즈로 정착하게 되었습니다!"
  },
  {
    "store": "google_play",
    "date": "2025-07-18",
    "rating": 5,
    "content": "이제껏 사용한 앱중 단연 쵝오"
  },
  {
    "store": "google_play",
    "date": "2025-07-18",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-07-17",
    "rating": 3,
    "content": "진짜 인터페이스가 이렇게 느린 앱은 첨임. 나만 그런 건지 모르겠는데 앱 들어갈 때마다 5분씩 걸려서 지워야 하나 고민될 정도."
  },
  {
    "store": "google_play",
    "date": "2025-07-17",
    "rating": 5,
    "content": "놓치기 쉬운부분을 잘 잡아주네요 다이어트 하고난 다음에 유지할때도 엄청 도움을 줬습니다. 두번째 다이어트를 하려고 하는데 피티쌤보다 더해요....ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-07-16",
    "rating": 5,
    "content": "아 이거 뭔데 편하지"
  },
  {
    "store": "google_play",
    "date": "2025-07-16",
    "rating": 5,
    "content": "제가 먹은 칼로리를 계산할 수도 있고 식단도 짜줘서 너무너무 좋아요! 자주 이용하고 있어요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-07-16",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "식단등록하면서 얼마나 칼로리 먹고있는지 확인하려고 앱설치했는데 너무만족해요!!😃 하루얼마나먹었는지 눈에딱딱 보여서좋아요 유용한정보도 많고! 좋습니다!"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "다이어트와 건강을 위한 식단관리에 필수!! 필라이즈 강추☆"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "혈당 식단관리 한꺼번에하니 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 5,
    "content": "다양한음식칼로리랑 영양소 확인도가능하고 하루를 기록하기에 좋은 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-15",
    "rating": 4,
    "content": "좋다"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 5,
    "content": "처음 앱 초창기때 제가 복용하는 모든 영양제를 담당하시는 약사님의 추천으로 사용했어요 당시에는 지금처럼 기능이 갖춰있지 않아 식단,운동등 관리는 다른앱을 사용하고 영양제 복용기능만 사용했는데 지금은 이앱 하나만 사용해도 될 정도로 기능이 업그레이드 되어 좋아요 조금더 욕심이라면 운동종류가 다양 했으면하고 저는 변비가 많이 심해 화장실체크를 하는데 배변체크기능도 있음 더 좋겠어요^^"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 5,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-14",
    "rating": 4,
    "content": "초기 사용자입니다. 빠른 피드백이 좋음."
  },
  {
    "store": "google_play",
    "date": "2025-07-13",
    "rating": 5,
    "content": "세세하게 기록할수 있어서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-13",
    "rating": 5,
    "content": "식단 관리하기 정말 너무좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-13",
    "rating": 5,
    "content": "다이어트 할 때 좋다고 해서 깔아봤어요! 자기의 고민에 따라 칼로리를 계산해주고 식단을 입력하면 칼로리, 탄단지를 모두 계산해줘서 편리하고 좋았어요! 사진을 찍으면 자동으로 무슨 음식인지 인식해서 분석해주는 서비스도 마음에 들었어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-13",
    "rating": 5,
    "content": "일단쓰는중"
  },
  {
    "store": "google_play",
    "date": "2025-07-13",
    "rating": 5,
    "content": "영양제 구매전에 조합해서 남용하지 않게 조절할 수 있어서 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-12",
    "rating": 5,
    "content": "잘 쓰고 있는데요! 의견내고 싶어서요. 물 섭취하는 것도 위젯 만들어주시면 너무 편할 것 같아요..!"
  },
  {
    "store": "google_play",
    "date": "2025-07-12",
    "rating": 5,
    "content": "맨날 카톡에 혼자 영양성분 보고 계산했는데 이거 덕에 편함 다만 잘못된 영양성분이나 중복되는 것들은 필라이즈 차원에서 좀 삭제시켜주면 좋을 것 같아요 유저 등록이 너무 많음;;"
  },
  {
    "store": "google_play",
    "date": "2025-07-12",
    "rating": 5,
    "content": "먹는 음식들에 당이 얼마나 포함되는지, 오늘 먹은 음식들의 총 칼로리가 어느정도인지(너무 과도하게 먹었거나 너무 적게 먹은 건 아닐지) 판단할 때 잘 사용중이에요! 프랜차이즈 음식들의 영양성분 뿐만아니라 직접 해먹은 음식들의 대략적인 수치도 알 수 있으니 관리하기에 편리해요~ 덕분에 다이어트가 좀 쉬워졌어요. 이벤트들도 여러번 해서 다이어터나 유지어터까지도 어플 깔아 사용하면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-12",
    "rating": 5,
    "content": "딸아이가 쓰는걸 보고 앱 깔아봤어요. 예전에 써봤던 앱이였더라구요. 더 좋아진건 사진만 찍어도 알아서 칼로리랑 계산되어 나온다는거 예전에 비해 많이 좋아졌네요 그만큼 기술좋아졌다는 얘기겠죵? 요걸로 다이어트 열심히 진행해 보겠습니다. 굿!!"
  },
  {
    "store": "google_play",
    "date": "2025-07-12",
    "rating": 5,
    "content": "식단을 조절해보려고 깔아보니 생각보다 등록된 음식종류가 상당히많아서 칼로리 측정하기 좋음"
  },
  {
    "store": "google_play",
    "date": "2025-07-12",
    "rating": 5,
    "content": "너무좋네요.설명도잘해주고"
  },
  {
    "store": "google_play",
    "date": "2025-07-11",
    "rating": 4,
    "content": "좋아여"
  },
  {
    "store": "google_play",
    "date": "2025-07-11",
    "rating": 5,
    "content": "먹기 전 음식 사진만 찍으면 식단 등록이 되고 칼로리도 계산해줘서 매우 편리해요! 사진을 보고 ai코치가 식단 조언을 해주고 응원도 해줘서 동기부여도 됩니다. 운동기록, 체중, 영양제 등도 쉽게 기록돼요ㅎㅎ 지금 프로 구독 중인데 혈당 관리에도 도움 많이 받고 있습니다(평균 혈당 통계와 그래프를 확인할 수 있음) 필라이즈 추천해요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-10",
    "rating": 5,
    "content": "좋아여 재밌어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-10",
    "rating": 5,
    "content": "사진 찍어서 음식 등록하는 거 너무 편합니다.. 지금까진 매번 일일이 입력하거나 없으면 등록하곤했는데 다시는 그런 생활로 못 돌아가요. 좋은 어플 감사합니다..!!"
  },
  {
    "store": "google_play",
    "date": "2025-07-09",
    "rating": 5,
    "content": "생각이상으로 꼼꼼하고 기능들이 많아서 좋아요! pt들이 진짜 식단이랑 잘 짜주고 피티쌤이랑 대화하는 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2025-07-09",
    "rating": 5,
    "content": "좋아유"
  },
  {
    "store": "google_play",
    "date": "2025-07-09",
    "rating": 1,
    "content": "체중 변화를 기록하고 싶은데 연월일 중 연, 월은 따로 입력이 불가해 옛 데이터는 입력 못하네요. 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-09",
    "rating": 5,
    "content": "많은 종류의 음식 영양성분이 나와있어서 식단 기록하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-09",
    "rating": 5,
    "content": "인바디말고 앳플리도 연동되었으면 좋겟어요"
  },
  {
    "store": "google_play",
    "date": "2025-07-07",
    "rating": 4,
    "content": "방심하지 못하게 해서 정말 좋은 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-06",
    "rating": 4,
    "content": "음식을 등록할 때 사용하는 단위를 추가해주길 바랍니다! g, ml 뿐만 아니라 1봉지, 1개, 1인분처럼 다양한 단위가 필요합니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-05",
    "rating": 5,
    "content": "내가 찍은 사진 올려서 칼로리 측정되고 재미있어요^^ 꾸준히 기록하며 해볼까합니다 삼성헬스랑 연동되는 부분이 좋네요 한번에 확인 할 수 있어 편합니다 ai코치는 웃겨서 계속보게되네요ㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2025-07-05",
    "rating": 5,
    "content": "최근 식단관리중인데 최고앱이네요"
  },
  {
    "store": "google_play",
    "date": "2025-07-05",
    "rating": 5,
    "content": "건강관리에 최덕의 앱"
  },
  {
    "store": "google_play",
    "date": "2025-07-05",
    "rating": 5,
    "content": "기록하는것도 편하고 너무 좋은 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-04",
    "rating": 5,
    "content": "가장 좋은건 인바디와 삼성헬스 연동되는 것🩷❤️"
  },
  {
    "store": "google_play",
    "date": "2025-07-04",
    "rating": 5,
    "content": "혈당관리에 좋습니다. 추천합니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-04",
    "rating": 5,
    "content": "대 만 족"
  },
  {
    "store": "google_play",
    "date": "2025-07-04",
    "rating": 5,
    "content": "항상 영양제에 대해서 관심더 믾아서 많이 찾아보고 궁금한 것도 많았는데 이렇게 퍈하고 쉽게 알 수 있는 아플이 있는 줄 몰랐습니다."
  },
  {
    "store": "google_play",
    "date": "2025-07-04",
    "rating": 5,
    "content": "제가 쓴 다이어트 앱 중에 제일 좋아요! 앱 구성도 좋고 상대적으로 영양성분 입력돼있는 것도 정확한 느낌?"
  },
  {
    "store": "google_play",
    "date": "2025-07-04",
    "rating": 5,
    "content": "ai기능이랑 편리하게 관리할 수 있게 만들어준 프로그램! 챗gpt에게 일일이 알려야했는데 요긴 기록도 성시로되고 그걸 바탕으로 상황에 맞는 관리법을 알려줘서 좋아용"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 5,
    "content": "식단 기록하기 편하고 칼로리 계산이 한눈에 보여서 관리하기 쉬워졌습니다. 좋네여 앱"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 5,
    "content": "사용하기 편리하고 코칭도 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 5,
    "content": "식단을 확인하고 싶어서 사용하기 시작했는데 식단입력이 쉽고, 또 사진을 찍으면 알아서 정리해주니까 편리합니다! 그리고 식단용으로 다운받았지만 살펴보니 여러 유용한 기능들이 많아서 찬찬히 살펴보고 사용할 수 있는 기능들을 사용해 보려고 합니다 '◡'"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 5,
    "content": "사용하기 편해요~"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 5,
    "content": "제가 먹은 칼로리를 알 수 있고 탄단지비율로 알수 있으니까 너무 좋습니다!!!"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 4,
    "content": "소모 칼로리(운동기록)을 수정하면 삼성헬스와 연동되었던 운동 데이터가 전부 날아갑니다"
  },
  {
    "store": "google_play",
    "date": "2025-07-03",
    "rating": 5,
    "content": "지금까지 사용해본 식단 어플중에 제일 편리해요 음식 종류도 많고 칼로리고 정확한 편이라 식단 하는동안 칼로리 맞춰먹기 힘든데 칼로리 보면서 식단 정하면 아주 편해요!!!!"
  },
  {
    "store": "google_play",
    "date": "2025-07-02",
    "rating": 5,
    "content": "무료인데도 쓸만한 기능이 많아요"
  },
  {
    "store": "google_play",
    "date": "2025-07-01",
    "rating": 5,
    "content": "이앱으로 다이어트6월동안해서 6kg감량 성공후 유지중입니다 확실히 이앱이 저한텐 잘맞네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-30",
    "rating": 5,
    "content": "식단 사진찍어서 올리는게 제일 편하구 좋아요!!! 관리도 해주고 AI코치도 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-06-30",
    "rating": 5,
    "content": "필라이즈 앱 사용한 지 일주일 정도 되었는데, 디자인이 깔끔하고 메뉴가 직관적으로 되어 있어서 처음 사용하는 사람도 전혀 어렵지 않게 적응할 수 있어요.저는 평소에 건강 관리에 관심은 많은데 귀찮아서 잘 못 챙기는 편이라 이런 앱이 정말 필요했거든요.필라이즈는 기본적으로 영양제나 약 복용을 잊지 않게 알림을 보내주는데, 알림이 너무 과하지 않고 딱 적당해서 부담이 없어요. 기록하기도 몇 번만 터치하면 끝이라 너무 간편하고요. 게다가 단순히 영양제만 관리하는 게 아니라 다이어트 관리나 식단 기록까지 한 번에 할 수 있어서 정말 유용해요. 오늘 먹은 식사나 간식, 운동량까지 같이 기록할 수 있어서 자연스럽게 내가 뭘 얼마나 먹고 활동했는지 확인이 되더라고요.저처럼 식단 조절이나 체중 관리를 같이 하고 싶은 사람한테 딱입니다. 특히 혈당 기록 기능도 있어서 부모님이나 당 관리가 필요한 분들께도 추천하고 싶어요."
  },
  {
    "store": "google_play",
    "date": "2025-06-30",
    "rating": 5,
    "content": "주기적으로 연락주는게 너무 편리해요!"
  },
  {
    "store": "google_play",
    "date": "2025-06-30",
    "rating": 4,
    "content": "수치로 어느정도인지 또 어떤게 부족한지 바로 확인이 가능해서 좋습니다 칼로리 계산어플 많이 써봤었는데 저는 이 어플이 가장 좋은거같습니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-30",
    "rating": 4,
    "content": "추천받아서 시작했는데 식단관리를 해줘서 관리 없이 먹다가 도움이 많이 되네요 삼성헬스랑나 체중계랑도 연동이 되서 한번에 다 볼수있으니까 편리해요 유용하게 건강관리에 사용할수 있을것같아요!"
  },
  {
    "store": "google_play",
    "date": "2025-06-30",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-30",
    "rating": 5,
    "content": "필라이즈 앱 덕분에 다이어트가 훨씬 쉬워졌어요! 😊 식단 관리부터 운동 기록까지 한 번에 할 수 있어서 정말 편리하네요. 꾸준히 사용하니 건강도 챙기고 목표도 가까워지는 느낌이에요! 💪✨"
  },
  {
    "store": "google_play",
    "date": "2025-06-29",
    "rating": 5,
    "content": "다른 어플쓰다가 칼로리찾아보며 발견했는데 잘나와있고 먹은것마다 좋고 나쁜점 알려줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-29",
    "rating": 5,
    "content": "식단, 운동 기록하기도 좋고 나에게 맞는 설명과 정보도 제공해줘서 좋은 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-29",
    "rating": 5,
    "content": "음식 정보가 많아서 식단 관리하기 매우 편리함 영양제도 마찬가지"
  },
  {
    "store": "google_play",
    "date": "2025-06-29",
    "rating": 5,
    "content": "설명이 친절하고 잘 모르는 정보를 이해하기쉽게 설명해요"
  },
  {
    "store": "google_play",
    "date": "2025-06-28",
    "rating": 4,
    "content": "친구추천으로 해보게 됐는데 식단을 기록하다보니 더 신경쓰게 되고 챙기게 되더라구요 열심히 꾸준히 해보고 싶어요 영양제 추천도 좋구요 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-06-28",
    "rating": 5,
    "content": "영양제 성분 분석과 부족분에 대한 설명과 제안 각 영양제 별로 최적 복용시간 제안 푸시알람 제공 및 복용 기록 저장까지 딱 생각했던 기능들이 모두 갖춰진 좋은 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-28",
    "rating": 5,
    "content": "이번도전에도움되길바라요"
  },
  {
    "store": "google_play",
    "date": "2025-06-28",
    "rating": 4,
    "content": "칼로리가 적혀있어 너무 편하고 좋습니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-27",
    "rating": 5,
    "content": "어떤 영양소를 섭취하고 제한해야할지 막연했는데 먹은걸 정확히 체크할수있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-27",
    "rating": 5,
    "content": "굿이네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-27",
    "rating": 5,
    "content": "필라이즈 앱 이제 알게되었는데요. 딸과함께 식단관리하고 싶어서 가입했어요. 사용하기도 편해서 너무 좋으네요. 식단만 기록해도 포인트가 쌓여서 너무 좋아요. 올 여름 다이어트관리 필라이즈앱으로 하려구요. 음식 사진만 찍어도 자동으로 인식되니 엄청 편하더라구요. 당뇨전단계라 매번 식사때마다 걱정인데요. 필라이즈 앱에 식단 피드백까지 볼수 있어서 정말 든든해요. 연속 혈당체크도 할수 있어서 최고입니다. 이런 좋은앱 주위에도 알려야겠어요."
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 5,
    "content": "다이어트 시작하고 이어플 저어플 떠돌다가 필라이즈에 정착했어요ㅎㅎ 다른 어플이랑 운동 연동 되는것도 좋고 음식 칼로리도 많이 제공되니까 계산하기 좋더라구요. 간헐적 단식도 하는데 어플이 시간도 계산해주니까 눈에 딱보이는게 뿌듯하고 좋아요 ㅎㅎ 아 그리고 영양제도 몇시에 몇알 먹는것도 다 까먹지 않게 알림 설정되는게 너무 좋아요. 건강때문에 다이어트 시작하고 물도 약도 챙겨먹을거 많은 사람들한테 이렇게 다 챙겨주는 어플이 딱 필요하거든요ㅠ 필라이즈 앞으로도 매일 잘부탁합니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 5,
    "content": "너무 잘쓰고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 1,
    "content": "음식 당류 알려주는 앱인줄 낚시 그만"
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 5,
    "content": "좋은 앱입니다 예쁘고 귀여운 느낌"
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 5,
    "content": "앱이 편리하고 필요한 정보를 받을수가 있어 좋아요 😀 다이어트로 인해 식단부터 운동끼지 이앱 하나로 끝날수있어 너무나 좋습니다♡"
  },
  {
    "store": "google_play",
    "date": "2025-06-26",
    "rating": 5,
    "content": "적으면서 더 신경쓰게되고 새롭게 알게된점이 많네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "식단 영양제 운동루틴을 앱 하나로 할 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "식단 관리 어플 유목민인데 여기 정착할거같아요. 일단 정확도가 타앱보다 높구요. 피드백도 세세해요. 유료앱 여러개 써봣는데.. 필라이즈가 기능이 훨씬 좋아서 다른거 구독 정지하고 이걸로 갈아타려구요. 건강에 도움되는 앱입니다! 추천!!"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "필라이즈앱은 사용자 맞춤형 운동 루틴과 체계적인 건강 관리를 제공해주어 정말 유용합니다. 직관적인 UI와 세심한 피드백 기능 덕분에 운동 초보자도 쉽게 따라 할 수 있고, 꾸준한 습관 형성에 큰 도움이 됩니다. 데이터 기반 분석으로 자신의 건강 상태를 파악할 수 있어 목표 설정과 성취감도 확실히 느껴집니다. 일상 속에서 건강을 관리하고 싶은 사람들에게 꼭 추천하고 싶은 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "다이어트.혈당관리에 이만한 앱이 있을까 싶을정도로 퍼펙 완벽한 어플이에요 잘사용하겠습니다♡"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "여태까지 써본 식단관리 앱중에 가장 좋은 것 같아요! 검색해서 나오는 음식도 많고 레시피도 입력할 수 있어서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "잘사용하고 있습니다 정말 좋습니다 혈당관리 잘할게요 앞으로도 계속 꾸준히 이용할거고요 당뇨 졸업 전까지 혈당 열심히 재고 혈당 재는것도 간편하고 쉽네요 가격도 비싸지않고 잘이용하고갑니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "필라이즈앱으로 고혈압.당뇨 있으신 저희 아버지 건강관리하십니다 2주전 스텐트시술도 하셔서 혈압.당 관리를 더 철저하게 해야하는데 어플로 체크하면서 관리하니 두번다시는..스텐트시술 없을거 같네요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "그냥 한번에 다먹었는데 먹기좋은 시간대도나오고 알림으로 알려도주고 안빼먹고 다챙겨먹기좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-25",
    "rating": 5,
    "content": "쉽고 편리한 UI라서 식단 관리 등 하기 너무 좋아요 ㅎ 실제로 한 2주 정도 써봤는데 생각보다 만족스러워서 다른 앱들 지우고 필라이즈 앱만 쓰고 있습니다. 많이들 사용해보시면 좋을듯하네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-24",
    "rating": 5,
    "content": "필라이즈는 식단과 영양제를 함께 관리할 수 있어서 정말 편리해요. 하루 식사 내용을 간편하게 입력할 수 있고, 내가 복용 중인 영양제도 등록해서 복용 여부를 체크할 수 있어요. 기록 기능이 잘 되어 있어서 꾸준히 건강 관리를 할 수 있고, 앱 디자인도 직관적이라 사용하기 쉬웠어요. 건강 루틴을 정리하고 싶은 분들에게 추천합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-24",
    "rating": 5,
    "content": "필라이즈 앱 정말 유용해요! 평소 건강관리에 관심은 많았지만 어떻게 시작해야 할지 막막했는데, 이 앱 덕분에 식단, 영양제, 운동, 혈당까지 한 번에 체계적으로 관리할 수 있게 됐어요. AI가 부족한 영양소를 알려줘서 더 효과적으로 건강을 챙길 수 있었고, 인터페이스도 깔끔해서 사용하기 편해요. 알림 기능 덕분에 꾸준히 실천하게 되는 점도 정말 마음에 들어요!"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 2,
    "content": "식단 기록 잘 쓰고 있었는데, 메뉴마다 추천해요, 적당히 드세요, 적게 드세요 표시되던 게 사라졌네요... 유료 구독 유도인가요? AI라 믿음직하진 않아도 이 기능이 식단 간편하게 확인하기 좋아서 정착한 건데, 이제 굳이 이 어플을 고집할 이유가 없다고 생각되어서 다른 어플 찾아보려 합니다. 챗지피티를 비롯해 무료 AI가 넘쳐나는 추세인데 AI 코치를 굳이 월정액 내면서까지 사용하고 싶지 않네요..."
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "이 모든게 무료라니.. 믿을 수 없을만큼 기능이 좋습니다. 잘 사용할게요~^^"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "식단 기록하고, 영양소 체크하기 정말 좋은 앱입니다. 적극 추천합니다~!^^"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "사진만 올려도 기록되고 수정만 해주니 일일이 안써도 되는 아주 좋은 어플 같습니다 헬스 어플도 연동되고 앞으로도 제일 자주 쓰는 앱이 될듯♡"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "식단시작하고 기록하기에 편리하네요~"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "친구랑 같이 할 수 있는 점이 진짜 좋아요❤️ 서로 기록 보면서 동기부여도 받고 혼자 하는 것보다 훨씬 도움되는 것 같아요! 카톡으로 연동할 수 있어서 편하고 삼성헬스랑 연결하면 걸음수나 운동을 따로 기록하지 않아도 다 측정이 되니까 편해요! 여러 앱들을 써봤는데 기록하기 편하고 디자인도 예뻐서 만족해요!"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "직관적이고 관리 잘 될 것 같아요. 다른 앱으로 식단관리, 체중관리하고 있었는데 필라이즈가 사용하기가 더 좋아서 갈아탔습니다. 걸음수도 연동되어 운동도 포함해서 관리가 잘 될 것 같네요."
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "유용해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "삼성헬스랑 연동도 잘 되고 식단사진도 잘 인식되어 다이어트앱으로 짱인거 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "눔, 펫시크릿, 다신 등등도 다 깔아봤고 새로나온 식단어플도 매번 깔아볼만큼 관심이 많은데요~ 매번 삭제하고 깔고 저에게 딱 맞는 식단어플을 찾아다녔어요 ㅠㅠ 현재 저한테는 필라이즈가 제일 잘맞는거같아요！ 일단 기록하기 귀찮아하는 저에게 쉽게 기록할수있는게 중요한데 UI도 눈에 딱들어오고 음식 양조절기록이 쉬웠어요！ 음식 종류가 등록안되있으면 새로 입력해야해서 너무 귀찮은데 필라이즈는 없는 음식이거의 없어서 새로 등록한적이 없네요 굿굿"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "다이어트 식단 관리하기 너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "체중관리 식단관리 혈당관리 건강 관리를 실시간으로 확인 할수 있어서 좋아여 내가 얼머나 걸엇는지 운동 데이터 관리까지 깔끔하게 정리 체크 하면서 한번에 조절 할수 있어서 좋아여"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "솔직히 건강 챙긴다고 영양제는 사다 두지만, 막상 챙겨 먹기 귀찮고 나한테 뭐가 맞는지도 모르겠고 그랬거든요? 근데 필라이즈 앱 깔고 나선 완전 신세계예요! 가장 좋았던 건, 내가 먹는 영양제 등록해두면 시간 맞춰 알림을 보내줘서 빼먹을 일이 없어요. 잊지 않고 꾸준히 먹게 되더라고요. 그리고 제일 놀라웠던 건, 제 생활 습관이랑 건강 고민을 입력하면 AI가 저한테 딱 맞는 영양제를 추천해주는 거예요! 심지어 같이 먹으면 안 되는 조합까지 알려주니 안심하고 먹을 수 있었죠. 궁금한 거 있을 때 전문가에게 바로 질문할 수 있는 기능도 진짜 유용했어요. 덕분에 영양제 관련 궁금증을 바로바로 해결할 수 있었고요. 필라이즈 앱 덕분에 건강 관리가 훨씬 쉽고 스마트해진 느낌이에요. 영양제 챙겨 먹는 게 어렵거나, 뭘 먹어야 할지 모르겠는 분이라면 필라이즈 앱, 정말 강력 추천합니다! 저처럼 영양제 유목민이었던 분들께도 희소식일 거예요."
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "영양제 드시는분은 필수앱 입니다. 다만, Mytherapy 같은 인벤토리가 없어 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "사용하기쉽고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-23",
    "rating": 5,
    "content": "다른 다이어트관리 앱을 여러가지 써보았는데 번거롭거나 정보가 제한되어있다는 느낌을 받고 몇일 쓰다가 말고를 반복했어요. 그런데 필라이즈는 일단 삼성헬스랑 연동이 되어 내 정보를 불러올 수 있어요. 보다 정확한 내 데이터가 기록될 것 같아요. 또한 섭취중인 영양제 등록으로 적합한 영양,부족한 부분을 파악할 수 있어서 오늘 당장 3개의 필요한 영양제를 구입했어요. 한가지 기대 되는 점은 식단 사진을 올리면 칼로리 계산이 된다는 점인데요 이부분은 아직 사용 전이라 어떨지 모르겠지만 상당히 편리할 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-22",
    "rating": 5,
    "content": "좋네요~! 비만수술후 유용하게 쓰고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-22",
    "rating": 5,
    "content": "운동 영양제 식단 건강관리에 대해 필요한 기능이 다있어서 너무 좋아요 ㅎㅎㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-06-22",
    "rating": 5,
    "content": "짱이예요"
  },
  {
    "store": "google_play",
    "date": "2025-06-21",
    "rating": 5,
    "content": "ai 도우미가 진짜 좋습니다!!"
  },
  {
    "store": "google_play",
    "date": "2025-06-21",
    "rating": 5,
    "content": "다양한 음식 기록, 쉽게 정확하게 할 수 있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-06-21",
    "rating": 5,
    "content": "다이어트 하면서 식단이랑 운동 기록하려고 설치했어요 음식 사진 찍으면 알아서 검색도 되고 편해요! 운동과 걸음수, 영양제도 체크가능해서 유용하게 사용중이에요 다른 식단앱도 사용해봤는데 필라이즈가 제일 편하네요!"
  },
  {
    "store": "google_play",
    "date": "2025-06-20",
    "rating": 5,
    "content": "기록해놓는게 편하고 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이즈 앱 정말 유용해요! 평소 건강관리에 관심은 있었지만 어떻게 시작해야 할지 막막했는데, 이 앱 덕분에 체계적으로 기록하고 관리할 수 있었어요. 식단, 영양제, 운동, 혈당까지 한 번에 관리되고, AI가 부족한 영양소도 알려줘서 유용해요. 인터페이스도 깔끔하고 알림 기능도 있어서 꾸준히 사용하게 됩니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이즈는 AI와 데이터 기반의 맞춤형 건강 관리에 특화된 앱입니다. 다이어트와 건강 관리를 체계적으로 하고 싶은 사용자에게 매우 유용합니다. 식단, 운동, 혈당, 영양제, 수분 섭취 등 건강 관련 주요 요소를 통합적으로 관리할 수 있고, AI 코칭과 자동 영양소 분석까지 해서 좋아요. 모든분들에게 추천할 만한 앱입니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "애들 다 키워놓고 나니까 이제 제 몸이 신경 쓰이더라고요.. 갱년기도 오고 살도 쉽게 안 빠지고... 그래서 딸한테 추천받고 시작한 게 이 앱이에요. 처음엔 솔직히 좀 어려운 줄 알았는데 며칠 써보니까 금방 익숙해지고 하루 먹은 거 하나하나 기록하는 재미도 있네요. 예전엔 그냥 굶고 운동만 했는데 이제는 뭐가 좋은 음식이고 뭘 줄여야 하는지도 알겠어서 훨씬 수월해요. 저처럼 나이 좀 있고 건강 걱정되시는 분들 이 앱 꼭 써보세요. 진짜 도움 많이 됩니다~"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "1년 정도 꾸준히 사용 중인데 탄단지 비율이랑 삼성 헬스랑 연동돼서 활동 칼로리까지 합산해서 하루 총 소비 및 섭취 칼로리를 볼 수 있어서 좋아요! 유지어터, 다이어터들한테 유용합니다 식단 기록 어플로 필라이즈만한 게 없어요!!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "이 여름에 다시 한 번 다이어트 하기 위해서 앱을 설치해보았습니다. 다이어트 목표 설정도 할 수 있고 식단도 짜주니 너무 편리합니다. 혼자서 식단 관리하기 힘든데 앞으로 필라이즈를 통해서 도움을 제대로 받을 수 있을 거 같아요. 그리고 사진을 인식하여 식단을 등록할 수 있으니 너무 편리합니다. 참 세상 좋아졌네요. 도움되고 흥미로운 이벤트도 많이해서 좋아요. 이 여름 날씬한 저로 거듭나고 싶네요. 앞으로도 잘 부탁드립니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이즈에 다이어트 체지방 관리하려고 했는데 굉장히 체계적으로 커리큘럼이 마음에 듭니다 단순하게 칼로리 뿐만아니라 운동 및 혈당 관리도 동시에 되는 것 같아서 앞으로 자주 이용할 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이즈는 맞춤형 AI AI 건강 관리 앱 중에서도 손꼽힐 정도로 기능이 다양하고 실용적이에요. 특히 영양제 분석·식단 점수·혈당 모니터링까지 한 번에 해결되는 올인원 솔루션이라, 건강 관리를 체계적으로 하고 싶은 분들에게 매우 유용한 앱입니다. 다만, 앞으로 앱 내 구매 기능이 추가되면 더욱 완벽해질 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "무엇이 필요한지 보기좋게 되어있어요!!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이트 어플을 사용해보니 건강 관리가 훨씬 쉬워졌어요. 식단이랑 운동 수분 섭취까지 한 번에 기록할 수 있고 내 몸 상태에 맞는 맞춤 식단과 영양제도 추천해줘서 초보자도 따라하기 편리해서 너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이즈 앱 하나로 식단, 영양제, 혈당, 체중, 운동, 수분, 단식까지 모두 관리할 수 있어 정말 편리합니다. 식단 사진만 올려도 자동으로 영양소를 분석해주고, 영양제 복용 알림, 운동 기록, 수분 섭취까지 꼼꼼하게 챙길 수 있어요. 건강관리가 체계적으로 바뀌었습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "콜레스테롤 수치가 높게 나와서 식단조절과 운동이 정말 필요했는데..완전 유용한 앱이네요~ 잘 사용해서 다음 검진때 수치 꼭 낮춰보겠습니다^^"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이즈 다이어트할때 유용해요 매일 정보도 얻고 도움되어서 만족합니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "우연히 인터넷으로 보고 처음 필라이즈 앱을 접하는데 많은 사람들이 사용하고 있었네요. 내 건강, 식단은 물론 영양제도 관리도 있어서 유용한 앱인 것 같습니다. 앞으로 잘 사용해볼게요."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "다이어트 어플 여러 개 써봤는데 필라이즈가 제일 현실적으로 도움돼요. 칼로리 계산만 해주는 게 아니라 식단 기록이랑 운동 루틴까지 같이 볼 수 있어서 종합적으로 관리하기 좋아요!!! 특히 식단 인증 사진 남기니까 의식적으로 더 신경 쓰게 되더라구요..ㅎㅎ 디자인도 깔끔하고 직관적이라 처음 쓰는 분들도 금방 익숙해질 수 있을 것 같아요! 진짜 건강하게 다이어트 하고 싶은 분들께 추천합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "너무좋아요^^ 자주이용한답니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "운동 루틴 관리에 딱 좋아요! 사용법도 쉽고 동기부여돼요."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "당뇨 전 단계, 비만 등으로 체중 조절 및 식단 관리를 할 필요가 있어 필라이즈 앱을 알게 되었습니다. 칼로리 계산도 잘 해줘서 경각심을 잘 유지시켜 주네요. 체중 관리와 더불어 운동도 체계적으로 관리할 수 있어서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "혈당 관리에 정말 큰 도움이 되는 앱입니다. 매일 혈당을 쉽게 기록할 수 있고, 그래프로 변화도 한눈에 보여줘서 좋아요. 식사, 운동, 복약까지 함께 체크할 수 있어 건강 관리가 훨씬 체계적이에요. 당뇨 관리가 필요하신 분들께 꼭 추천합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "다이어트에 관심있어 가입했어요 사용해보니 식단관리랑 내가 뭘먹었나 확인도 가능하고 칼로리라던지 유용한정보를 확인할수있어서 좋았네요 다이어트는 평생숙제인데 필라이즈랑 긴긴 숙제 시작해보려합니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "최고~!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "건강 관리를 한 번에 할 수 있어서 정말 편리해요. 식단 기록도 사진으로 간편하게 되고, AI 영양사 피드백도 유용했어요. 특히 영양제 추천 기능이 체계적이고, 기존에 먹던 제품도 성분 분석해줘서 안심이 됩니다. 혈당 관리 기능은 리브레 연동까지 되어 있어서 부모님도 함께 쓰기 좋아요. 다양한 건강 데이터가 한눈에 보여서 매일 사용하는 습관이 생겼습니다. 꾸준히 관리하고 싶은 분께 강력 추천합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이즈 앱 덕분에 건강 관리가 훨씬 쉬워졌어요. 복잡하게 느껴졌던 영양제 조합이나 식단 분석을 한눈에 볼 수 있어서 정말 편리해요. 특히 AI가 식단 피드백을 바로 주니까 식습관을 고치려는 사람들에게 큰 도움이 됩니다. 슈가케어 기능도 도입해서 혈당까지 관리할 수 있으니, 당뇨 걱정 있는 분들께도 추천하고 싶어요. 요즘 건강앱 많지만, 필라이즈처럼 종합적으로 챙겨주는 앱은 드물어요. 꾸준히 기록하면서 점점 내 몸을 이해하게 되는 기분입니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "ui가깔끔해서좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "앱이 보기 쉽게 되어있고 다이어트부터 건강관리 예를들면 혈관, 여성건강, 잇몸, 갱년기, 피부, 영양제, 식단관리, 혈압관리까지 총체적으로 할수있는 집약체 앱이라 사용하기 최고입니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "이건 진심 너무 좋은 앱입니다. 다른 것들 많이 써 봤는데 진짜 이 앱 만큼 좋은거 못 봤습니다. 제 친구한테도 소개시켜줬고 우리 엄마 아빠 동생 모두 소개해줬더니 대박 앱이라고 난리 났어요ㅡ다이어트는 물론이고 내가 건강하기 위해서는 최고의 건강도우미라고 생각하네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "ui가 편리해요 평소에 다이어트 앱은 복잡해서 잘 사용을 안했는데 필라이즈는 깔끔해서 자주 접속하게 되고 다양한 정보도 많아서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "최근 갑작스런 체중 증가로 인해 다이어트 위해서 깔았어요. 유용한 좋은 정보가 많아 만족스러워요."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "식단, 간식, 아메리카노처럼 먹은 것들 전부 사진찍어서 자동 기록 가능해서 좋아요 수기로 입력할 수도 있어서 다이어트 할 때 꼭 필요한 앱이예요~!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "영양제를 사도 매번 잊어버리고 안먹고 그러다 남은채로 유통기한이 지나버리는 경우가 허다했는데 , 필라이즈.어플을 사용한 이후로 %로 표시가 되니까 확실히 잘챙겨먹고 있어요 ! 저는 이 기능 하나만으로 별점5개네요 영양제도 검색하면 유명하지않은 제품들도 거의다 나와서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "좋아요. 유익한거같아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "최근 건강이 걱정되어 식단과 영양 관리를 시작했는데, 이 앱이 큰 도움이 되었어요. 간 건강과 콜레스테롤 수치가 신경 쓰였는데, 하루 식단을 입력하면 영양소를 자동으로 분석해주고 부족한 부분이나 과한 섭취도 알려줘서 정말 체계적으로 관리할 수 있습니다. 디자인도 깔끔하고 사용법도 쉬워서 꾸준히 사용 중이에요. 건강을 챙기고 싶은 분들께 진심으로 추천드립니다!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "하나하나 챙기기 힘든것을 편리하게 만들어주는 앱입니다. ui이나 각종 편의기능이 사용성을 더욱 높여주고 각종 혜택들이 접근성을 더욱 높여줍니다. 앞으로도 계속 사용할거같아요 최고입니다.!!"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "식단관리 건강관리에 어떤 앱이 좋을까 늘 고민했었는데, 필라이즈 너무 편한 앱이에요. 추천합니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "나와 비슷한 연령이나 건강 상태의 유저가 쓴 영양제 후기도 확인할 수 있어 영양제 선택에 큰 도움이 되고, 광고가 거의 없어 쾌적하게 앱을 이용할 수 있습니다. 전반적으로 건강관리를 처음 시작하는 분들부터 꾸준히 관리하고 싶은 분들까지 모두 만족할 만한 앱이라 추천합니다."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "식단을 매일 매일 적어서 영양에 대해 꼼꼼하게 챙길 수 있어서 좋아요 다른 유사한 어플도 사용해봤는데 이 어플이 ui도 좋고 여러가지 기능이 있어서 사용하기도 편한듯 일단은 이 어플로 정착함 더 업그레이드 됐으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "원래 다른앱 쓰다가 넘어왔는데 내가 등록하기도 편하고 보기쉽고 특히 트레이너식단보내기용으로 따로메뉴도있어서 잘사용하고있어요 포인트도 잘쌓이고 깊티로 교환도 가능하고 누가식단앱 물어보면 무조건 추천하고있어요 유료앱으로 바뀌어도 사용할 맘있다긔요"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "어플 구성이 잘되어 있어서 만족 앱도 한눈에 볼 수 있고 원하는정보도 손쉽게얻을수 있네요^^"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "삼성헬스랑도 연동되고 건강관리하기 최적의앱인거 같아요 꿀팁도 얻을수 있고 체계적으로 관리할수 있어서 좋은거 같습니다 꾸준히 써서 건강관리할수 있도록 해야겠네요 좋은어플인거 같습니다 아주만족합니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "건강관리하려고 지인 추천으로 설치하게 되었습니다 사용해보니깐 인터페이스도 깔끔하고 사용하기 쉽네요 그리고 혈당관리기도 이벤트도 하던데 한번 기회되면 사용해보고 싶습니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "다이어트앱중에서는 가장만족스러워요 식단기록에 운동기록 다이어트에 필요한건 다 기록할수있는정도로 유익한앱이네요 완전 강추입니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "요즘같이 건강에 관심들이 많고 식습관이 중요한 시대에 필수앱 같아요🩵 식단기록 해가며 건강한 습관 길러야겠어요 좋은어플 알게되어 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "유료로 쓰고있는데 이만한게 없어 그냥 정착했습니다 영양지 생리 주기 등 ai서비스까지 갠적으로 만족해요."
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "식단하는게 어려워서 기록용으로 설치했는데 Ai 코치가 도움이 많이 됐어요. 생각보다 많이 먹고있었구나 느꼈고 먹기 전에 음식 미리 물어보면 너무 과한 것들이나 잘한 것을 바로바로 피드백 해주니 너무 편하고 도움되어요! 강추합니다👍"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "필라이즈 앱 사용 후기: 건강 관리가 이렇게 쉬웠다고? 😮 매번 놓치던 영양제 섭취, 복잡했던 건강 기록까지! 필라이즈 앱 하나로 초간단 건강 관리 마스터가 됐어요. 처음엔 그저 그런 건강 앱이겠거니 했는데, 웬걸? AI가 내게 딱 맞는 영양제를 추천해주고, 꾸준히 먹었는지 리마인드까지 해주니 까먹을 새가 없더라고요. 📝💊 거기에 매일매일 내 몸의 변화를 기록하고 한눈에 볼 수 있게 그래프로 보여주니, 마치 개인 건강 비서를 둔 것 같아요! 👍 건강 관리가 이렇게 쉽고 재미있을 수 있다니, 필라이즈 완전 강력 추천합니다! 💯"
  },
  {
    "store": "google_play",
    "date": "2025-06-19",
    "rating": 5,
    "content": "AI코치가 깐깐하게 식단과 운동관리 해줘서 너무 좋았어요. 식단의 내용으로 단탄지 비율이랑 나에게 부족한 영양성분을 알려주고 영양제까지 추천해주니 너무 편리해요. 그리고 참고할 만한 컨텐츠 내용도 너무 많고 그때그때마다 필요한 내용으로 충고도 아끼지 않아요. 강추강추~~♡"
  },
  {
    "store": "google_play",
    "date": "2025-06-18",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "1년 정도 쓰고 있어요. 음식 칼로리 검색하다 우연히 알게 돼 멤버십 가입까지 했어요. 일단 식단 기록 가능한 음식이 많고요. 없더라도 ai가 대략 칼로리 계산을 해주기도 하고 이용자들이 기록해놓은 식단도 기록으로 쓸 수 있어 식단 기록이 매우 편해요. 식단 조절과 계획에 매우 도움! 멤버십쓰면 피티쌤 보다 훨 좋은 맞춤 조언도 해줘요(신기해여). 운동, 영양제 등도 체계적으로 기록 가능! 8kg 감량하고 유지어터인 제게는 필수앱 강추!!!!"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "쓰기 편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-06-17",
    "rating": 5,
    "content": "다이어트꿀어플"
  },
  {
    "store": "google_play",
    "date": "2025-06-12",
    "rating": 1,
    "content": "한솥 메뉴 음식 성분보려면 어플 깔아야된대서 깔았더니만 뜨라는 성분은 안 뜨고 어플 설치만 유도"
  },
  {
    "store": "google_play",
    "date": "2025-06-12",
    "rating": 1,
    "content": "식품 관련 정보를 웹에서 열면 앱으로 확인하세요. 라고 뜸. 앱으로 열면 어디서 확인해야 하는지 알 수가 없음"
  },
  {
    "store": "google_play",
    "date": "2025-06-11",
    "rating": 1,
    "content": "불안정해요ㅠ 식단 기록 많아질수록 심해져요"
  },
  {
    "store": "google_play",
    "date": "2025-06-10",
    "rating": 1,
    "content": "로그인이 안 됨"
  },
  {
    "store": "google_play",
    "date": "2025-06-09",
    "rating": 4,
    "content": "ai코치 유료로 이용하고 있는데 답글이 바로 안보이고 질문도 전송이 안되요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-06-08",
    "rating": 3,
    "content": "교대근무를해서 식사 시간이 일정하지 않은데 저녁에 아침식사 시간 입력을 못해서 못쓰겠네요ㅠㅠ 아쉬워요~"
  },
  {
    "store": "google_play",
    "date": "2025-06-07",
    "rating": 5,
    "content": "쓰기편함"
  },
  {
    "store": "google_play",
    "date": "2025-06-05",
    "rating": 5,
    "content": "너무 잘쓰고 있어요. 잘먹고 간헐적단식하고 걷고 운동하고 물마시고 영양제 챙겨먹고, 전반적인 건강 관리하기에 간편하고 유용해요. 수면도 건강의 중요한 요소니까 삼성헬스랑 연계해서 수면기록도 가능하게 해주심 더 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2025-06-03",
    "rating": 5,
    "content": "더써보고 알려드림 일단 ㄱㅊ"
  },
  {
    "store": "google_play",
    "date": "2025-06-03",
    "rating": 5,
    "content": "좋아요~♡"
  },
  {
    "store": "google_play",
    "date": "2025-06-02",
    "rating": 1,
    "content": "100원이벤트 낚인듯...웬지 사기당한기분"
  },
  {
    "store": "google_play",
    "date": "2025-05-31",
    "rating": 1,
    "content": "광고는 오지게 하면서 영양소 잘못 작성된게 종종 보임.."
  },
  {
    "store": "google_play",
    "date": "2025-05-28",
    "rating": 1,
    "content": "자세한 영양성분 보려면 다운 받으라길래 받았는데 전혀없음 다운로드 후 기분 갱장히 안좋음 별 없이도 리뷰 남길 수 있음 좋겠음"
  },
  {
    "store": "google_play",
    "date": "2025-05-26",
    "rating": 5,
    "content": "세심하게 체크해서 다이어트에 도움을 줍니다"
  },
  {
    "store": "google_play",
    "date": "2025-05-25",
    "rating": 5,
    "content": "되게 좋아요 음식 등록고 마니되오"
  },
  {
    "store": "google_play",
    "date": "2025-05-24",
    "rating": 4,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2025-05-23",
    "rating": 1,
    "content": "포인트 환불하기 한지가 두달이 넘은거 같은데 입금이 안되고 있어요. 어디다 문의할지도 모르겠고 포인트 쌓으라고 하질 말고 그냥 관리 어플로도 잘 썼는데 괜히 포인트 환급 된다고 하다 안해주니 빈정상함."
  },
  {
    "store": "google_play",
    "date": "2025-05-22",
    "rating": 5,
    "content": "정확하고 눈에 한 번에 들어 와서 너무 좋은 것 같에요"
  },
  {
    "store": "google_play",
    "date": "2025-05-21",
    "rating": 5,
    "content": "다른 앱보다 편하고 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2025-05-21",
    "rating": 5,
    "content": "다이어트할 때 대략적인 칼로리나 성분을 자세히 볼 수 있어서 애용하는 앱입니다 ♥︎"
  },
  {
    "store": "google_play",
    "date": "2025-05-20",
    "rating": 5,
    "content": "사용해본 유사힌 어플중에 가장 마음에 드네요~~!!"
  },
  {
    "store": "google_play",
    "date": "2025-05-16",
    "rating": 5,
    "content": "ai 안쓰고 싶은데 어떻게 없애요?"
  },
  {
    "store": "google_play",
    "date": "2025-05-14",
    "rating": 1,
    "content": "출금신청 했는데 수수료.... 25% 아직까지 입금안됨 그냥 포인트 출금하지마세요."
  },
  {
    "store": "google_play",
    "date": "2025-05-10",
    "rating": 5,
    "content": "정말 맘에 쏙드는 다이어트 및 건강관리 어플이에요"
  },
  {
    "store": "google_play",
    "date": "2025-05-07",
    "rating": 5,
    "content": "운동 동기부여도 잘 되고 식단관리하기에 최적이예요"
  },
  {
    "store": "google_play",
    "date": "2025-05-07",
    "rating": 5,
    "content": "다 좋은데 식단할 때 바코드 찍어서 식단 기록하는 기능이 없는게 매우 아쉬움"
  },
  {
    "store": "google_play",
    "date": "2025-05-07",
    "rating": 5,
    "content": "자세한 설명과 편리함이 타앱들보다 월등히 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-05-06",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-05-05",
    "rating": 3,
    "content": "영양제 분석 리포트를 보면 비타민A 등 다른 항목들은 볼수없네요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-05-01",
    "rating": 5,
    "content": "삼성 헬스에 기록한 체성분 정보는 연동이 안 되나요? 갤럭시 워치 사용하고 있어서 삼성 헬스에 체성분 정보가 기록되는데, 체중이랑 같이 연동되면 편할 것 같네요~~"
  },
  {
    "store": "google_play",
    "date": "2025-05-01",
    "rating": 1,
    "content": "영양을 어디서 쳐 보라는거노 대체 어그로는 겁나게 끌었으면서"
  },
  {
    "store": "google_play",
    "date": "2025-05-01",
    "rating": 5,
    "content": "몇달째 너무 잘쓰고 있었는데..감량하는데 진짜 도움도 많이 받았고..근데 몇일전 AI가 식단 입력할때마다 피드백 주는 pro무료 체험 강제로 시키더니..그때부터 로딩이 너~~~무 오래 걸려서 뭐하나 기입하고 저장하면 한~~~~참 감감 무소식..넘어가지도 않고 넘 짜증나서 다른 어플 받았는데, 다행히 다음날 금방 개선되서, 예전처럼 금방 잘 저장되길래 5점으로 리뷰 수정합니다. 앱리뷰 진짜 너무 짜증나고 빨리 개선되길 바래서 처음쓴거였어요ㅎ순위높은 다른 앱들보다 훨씬 깔끔하고, 탄단지 비율, 당류, 식이섬유, 불포화지방, 포화지방 등등 하루 권장량 어느정도 먹었는지 직관적으로 보기 쉽고, 간식 입력도 여러개 나눠서 되고, 세세히 좋은 정보 알려줘서 이 앱이 저는 식단앱중 최고라고 생각합니다. 이전보다 광고가 많아지긴했지만, 그래도 뭐 아직까진 감수하고 쓸만해요. who세계 보건 기구 기준으로, 자연식품 당 제외 당류25g. 나트륨 2천mg을 권장한다던데, 그거 차이 외엔 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-04-30",
    "rating": 1,
    "content": "광고가 무슨 킬때마다 나와서 불쾌함 덩어리"
  },
  {
    "store": "google_play",
    "date": "2025-04-26",
    "rating": 1,
    "content": "엊그제부터 헬스커넥트 연결하라고 떠서 권한 다 허용했는데 만보기가 작동을 안하네요. 핼스커넥트 연결 끊으면 만보기를 못쓰고요"
  },
  {
    "store": "google_play",
    "date": "2025-04-26",
    "rating": 4,
    "content": "식단 매일매일 여기다가 적어놓으면서 하고 영양성분도 잘 볼수있어서 정말 좋긴한데 문제는 운동 종류가 플랭크 스쿼트 벤치프레스 이런거같은 운동들이 없기도 하고 얼마전부터 계속 로딩창에서 진행이 잘 안되네요..ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-04-26",
    "rating": 2,
    "content": "갑자기 오류가 너무 생겨서 저장이 안되는데 보완해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-04-26",
    "rating": 3,
    "content": "자꾸 멈칫하며 버그가 걸리고 이제는 접속이 안 됩니다 조치부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2025-04-26",
    "rating": 3,
    "content": "오늘 저녁부터 필라이즈 실행안됩니다. 확인해 주세요"
  },
  {
    "store": "google_play",
    "date": "2025-04-26",
    "rating": 1,
    "content": "갑자기 앱이 먹통되서 지웠다가 다시 설치했는데도 이상하네요"
  },
  {
    "store": "google_play",
    "date": "2025-04-26",
    "rating": 2,
    "content": "어느 순간부터 팝업 창이 너무 많아짐"
  },
  {
    "store": "google_play",
    "date": "2025-04-25",
    "rating": 5,
    "content": "우와 너무좋아요 깔끔하고 편하네요"
  },
  {
    "store": "google_play",
    "date": "2025-04-25",
    "rating": 5,
    "content": "이런 어플을 이제 알다니 슬픕니다. 모든 분들. 건강하시길 바라고 필라이즈로 건강한 몸, 정신, 인생을 만듭시다"
  },
  {
    "store": "google_play",
    "date": "2025-04-24",
    "rating": 5,
    "content": "사용하기 편하고 좋네요."
  },
  {
    "store": "google_play",
    "date": "2025-04-22",
    "rating": 5,
    "content": "식단관리에 도움되어서 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2025-04-20",
    "rating": 1,
    "content": "다요트상품 광고앱"
  },
  {
    "store": "google_play",
    "date": "2025-04-18",
    "rating": 2,
    "content": "탄단지 비율 변경 시 당일 적용이 안 됩니다. 다른 요소들은 전부 만족스럽지만 딱 이 점 하나가 너무 불편하네요... 하루이틀 뒤에야 제대로 수정되던데 버그 좀 고쳐주세요"
  },
  {
    "store": "google_play",
    "date": "2025-04-17",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2025-04-16",
    "rating": 5,
    "content": "좋아요! 다만 아쉬운 점은 연동된 운동은 지우지 못하는게 아쉬워요. 운동한게 아닌데도 운동으로 기록해서 불편한데 지우지도 못하니 불편합니다. 몇g 인지 계산하는게 조금 어렵지만 정말 최고의 앱입니다!"
  },
  {
    "store": "google_play",
    "date": "2025-04-14",
    "rating": 5,
    "content": "식단관리에 편한"
  },
  {
    "store": "google_play",
    "date": "2025-04-13",
    "rating": 5,
    "content": "복용중인 영양제가 중복되지 않게 설계할수있고 부족한 성분과 함량을 알기 쉽게 설명해줘서 편리해요."
  },
  {
    "store": "google_play",
    "date": "2025-04-12",
    "rating": 4,
    "content": "영양제에 들어있는 성분들도 섭취했을때 식단 영양분에 포함되면 더 좋을 것 같아요! 그리고 식단세트 삭제도 가능하게 해주실수있나요... 그것 빼곤 훌륭해요"
  },
  {
    "store": "google_play",
    "date": "2025-04-11",
    "rating": 1,
    "content": "아니 업데이트되면서 모든 데이터가 사라졌어요. 심지어 저 프로회원이고 아직 안 끝났는데 멤버십도 사라졌네요?"
  },
  {
    "store": "google_play",
    "date": "2025-04-11",
    "rating": 5,
    "content": "괜찮은데 달력에 체중이나 칼로리 표시 해주실수 있나요?? 물론 체중 변화 그래프가 있긴한데 저는 달력에 표시되어있는게 편해서"
  },
  {
    "store": "google_play",
    "date": "2025-04-10",
    "rating": 5,
    "content": "영양제에 베르베닌도 추가가 되면 좋을거같습니다"
  },
  {
    "store": "google_play",
    "date": "2025-04-09",
    "rating": 5,
    "content": "UI도 좋고 엄청 유용함!"
  },
  {
    "store": "google_play",
    "date": "2025-04-08",
    "rating": 5,
    "content": "건강 어플 중 제일 좋은데 연동이 느립니다.."
  },
  {
    "store": "google_play",
    "date": "2025-04-08",
    "rating": 5,
    "content": "넘편하고좋아요 짱"
  },
  {
    "store": "google_play",
    "date": "2025-04-08",
    "rating": 5,
    "content": "오늘 하루종일 앱 접속이 안돼요"
  },
  {
    "store": "google_play",
    "date": "2025-04-07",
    "rating": 5,
    "content": "관리에 많은 도움이 되요"
  },
  {
    "store": "google_play",
    "date": "2025-04-06",
    "rating": 1,
    "content": "도대체 혈당 안 오르는 식당은 뭐임..?"
  },
  {
    "store": "google_play",
    "date": "2025-04-03",
    "rating": 5,
    "content": "최근 업데이트로 관리 영양소 보려면 상세보기로 한번 더 눌러서 확인하려니 너무 불편해졌어요 ㅠㅜ 전에는 탄단지랑 같이 밑에 당류나 나트륨 섭취량 한눈에 볼 수 있어서 편했는데 개선해주세요 😭 수정))) 빠른 피드백 감사합니다❤️❤️"
  },
  {
    "store": "google_play",
    "date": "2025-03-29",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2025-03-28",
    "rating": 5,
    "content": "이런류의 앱중에선 제일 괜찮습니다. 특히 AI 카메라 기능, 수많은 영양소 확인 가능, 영양제 조합 확인 가능, 혈당치 대략 볼 수 있는 부분, 간헐적 단식 알람 등등 넘 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2025-03-27",
    "rating": 3,
    "content": "포미그램 항목 누르면 항목을 입력할수 있었으면 좋겠어요 수면을 기록하려고 눌렀는데 포미그램에대한 설명이 떠서 황당.. 기록 시스템이 대체 어디에서 뭘 기록하는지 불분명해요 아니진짜 수면 기록 어디서 해야되는거임 앱 헤매다가 보이면 함 ㅡㅡ"
  },
  {
    "store": "google_play",
    "date": "2025-03-26",
    "rating": 4,
    "content": "편리하고 영양제도 종류업체별로 등록이 가능해서 좋아요. 다만 직접 만들어먹는 레시피들 등록하는데 핸드폰이 불편해서 PC에서 음식이나 레시피, 세트 등록이 가능하게 되었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-03-25",
    "rating": 5,
    "content": "지금껏 써본 다이어트 앱 중에서 가장 만족스럽습니다. 단순한 식단기록을 넘어서 단식, 운동 기록, 탄단지 비율 체크 등 건강에 중요한 요소들을 한 앱에서 관리할 수 있다는 점이 편리하고 인상적이었어요!"
  },
  {
    "store": "google_play",
    "date": "2025-03-25",
    "rating": 4,
    "content": "수분(물)섭취량 추가 할때 내가 마신 물 양만큼만 추가하면 기존양에 추가가 되었으면 좋겠습니다 총량을 계산하여 기입하는게 불필요한것 같아요 개선해주세요~"
  },
  {
    "store": "google_play",
    "date": "2025-03-23",
    "rating": 5,
    "content": "만족"
  },
  {
    "store": "google_play",
    "date": "2025-03-22",
    "rating": 5,
    "content": "음식 레시피나 자주 먹는 식단도 세트로 등록 가능하고, 단식기록이나 자주 까먹게되는 물, 영양제도 체크해가면서 먹을 수 있어서 좋습니다:) 두달동안 너무 잘 쓰고 있는데 몇가지 건의사항이 생겨 적어봅니다! 1. 물 10리터 단위로 입력 -> 물을 100리터 단위로만 등록가능한데, 사용하는 컵에 따라 섭취량이 달라져서 수동 입력 시 10리터단위로 등록 가능하면 좋겠습니다. 2. 영양제 0.5알 입력 -> 몸상태에 따라 반알씩 먹는 경우가 있어 0.5알도 입력가능하면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-03-22",
    "rating": 5,
    "content": "전반적으로 모두 좋아서 잘 쓰고 있습니다. 다만 탄단지 비율을 설정하면 바로 적용이 되지 않고 이틀후나 다음날 부터 적용이 되는게 조금 불편합니다"
  },
  {
    "store": "google_play",
    "date": "2025-03-20",
    "rating": 4,
    "content": "식단 관리에 유용해요. ☆근데 추가한 식품들 중 일부만 선택해서 다른 식사로 옮길 수 있게 해주세요!!! 이거 제발요..... 다 못 먹고 다음으로 옮긴 식사 다시 다 찾아서 쓰기 너무 번거로워요 그리고 가공식품의 경우 영양성분표 찍으면 바로 인식해서 등록되면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-03-19",
    "rating": 5,
    "content": "지금까지본것중에 가장직관적이고 편함"
  },
  {
    "store": "google_play",
    "date": "2025-03-17",
    "rating": 3,
    "content": "삼성헬스랑 연동했는데 걸음수가 연동이 됐다가 안됐다가 막 이래요."
  },
  {
    "store": "google_play",
    "date": "2025-03-17",
    "rating": 4,
    "content": "포인트 환급 신청한거는 언제 입금 되는지 알려주세요"
  },
  {
    "store": "google_play",
    "date": "2025-03-16",
    "rating": 5,
    "content": "사용하기가 너무 편리합니다!"
  },
  {
    "store": "google_play",
    "date": "2025-03-15",
    "rating": 5,
    "content": "섬세하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-03-14",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-03-13",
    "rating": 5,
    "content": "디자인이나 편리함 특히 식단에 내가 세부 영양소를 선택사항에서 일부만 직접 바로바꿀수있어 좋다. 보완점은 영양제뿐아니라 주기적복용하는 약도 기록하고싶다"
  },
  {
    "store": "google_play",
    "date": "2025-03-13",
    "rating": 3,
    "content": "App 사용은 만족하는데, 최근 공지에 따르면 기존 포인트 적립 제도가 유료화로 바뀐 것을 보고 아쉬웠습니다. 무료 회원들은 사용하지 못하기 때문입니다. 어찌보면 동기부여 수단이기도 했습니다. 하지만, 그게 이용제한이 되어버린다면 상실감이 클 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2025-03-12",
    "rating": 5,
    "content": "무척 정보도 많고 건강에 필요한 어플이네요"
  },
  {
    "store": "google_play",
    "date": "2025-03-11",
    "rating": 5,
    "content": "살빼는데 도움되요"
  },
  {
    "store": "google_play",
    "date": "2025-03-10",
    "rating": 5,
    "content": "깔끔!"
  },
  {
    "store": "google_play",
    "date": "2025-03-06",
    "rating": 5,
    "content": "편리해요"
  },
  {
    "store": "google_play",
    "date": "2025-03-06",
    "rating": 5,
    "content": "편해서좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-03-05",
    "rating": 4,
    "content": "리뷰 수정해요! 일주일 트래킹 나름되고있습니다. 피드백 드리고 싶은 게 있어요, 사진을 올릴때 여러장을 올려도 트레이너 공유할때 여러장이 다 보이지않아 아쉽더라구요... 그날 식사한 사진을 모두볼수 있는 것도 있음 좋겠어요! 11개월간 꾸준히 쓰고있는 앱인데 정말좋네요👍👍👍"
  },
  {
    "store": "google_play",
    "date": "2025-03-04",
    "rating": 5,
    "content": "따로 음식을 적지않아도되어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-03-02",
    "rating": 5,
    "content": "사용해 보세요 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2025-02-27",
    "rating": 5,
    "content": "식단 기록에 잘 쓰구 있어요. 얼만큼 먹었는지 정량화가 되니까 더 먹을지 덜 먹을지도 감이 잡히네요."
  },
  {
    "store": "google_play",
    "date": "2025-02-26",
    "rating": 5,
    "content": "다좋은데 단식시간이 너무 짧아요ㅠ 40시간, 72시간 단식도 기록할수있었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-02-25",
    "rating": 4,
    "content": "다좋은데 식단 상세내역 캡쳐가 밑으로 내려가면서 캡쳐가 안돼요 짜증나요,,,"
  },
  {
    "store": "google_play",
    "date": "2025-02-24",
    "rating": 5,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2025-02-23",
    "rating": 5,
    "content": "정말 좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-02-23",
    "rating": 4,
    "content": "삼성헬스에서 루틴을 짜서 운동을 하면 루틴의 첫 운동에 전체 소모 칼로리가 들어가고, 루틴의 두번째 세번째 운동이 또 들어가서 중복으로 카운트 됩니다. 이 부분을 제외하면 잘 쓰고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2025-02-22",
    "rating": 4,
    "content": "앱 제작자님!! 식단관리하는데 앱이 많은 도움을 주네요~백년해로하세요~"
  },
  {
    "store": "google_play",
    "date": "2025-02-22",
    "rating": 5,
    "content": "생리 주기 기록 기능 넣어주세요 별로 복잡한 기능도 아닌데 그리고 식단 옆에 뜨는 남자 얼굴 굳건이 생각는 못 생긴 얼굴이에요 바꾸던지 하다못해 삭제하고 문구만 띄우던지 해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-02-22",
    "rating": 3,
    "content": "영양제 평가에서 종합 영양제나 소량의 미네랄들이 영양소 성분으로 들어가서 더 좋은 배합으로 구성했음에도 더 낮게 점수가 나옵니다"
  },
  {
    "store": "google_play",
    "date": "2025-02-22",
    "rating": 5,
    "content": "체중관리 식단관리에 적합한 앱입니다. 상당히 좋네요."
  },
  {
    "store": "google_play",
    "date": "2025-02-20",
    "rating": 5,
    "content": "문의하기는 왜 없는건지요? 약사 문의뿐이 없고 다른 문의사항은 안받겠다는건지? 출금신청 1월12일날 했는데 아직도 안들어옴 ㅠㅠ 12시도 안됐는데 고객상담은 벌써 끝? 도대체 어디에서 물어봐야 하는건지... 입금 안해줄거면 그냥 출금하기를 없애던지 수수료 25%나 띄면서 돈도 입금 안해주네 이럴줄알았음 그냥 쇼핑을 할것을... 포인트 되돌려주세요"
  },
  {
    "store": "google_play",
    "date": "2025-02-14",
    "rating": 5,
    "content": "편하고 재미있게 식단 운동 할 수 있게 도와주네요"
  },
  {
    "store": "google_play",
    "date": "2025-02-14",
    "rating": 5,
    "content": "삼성헬스랑 연동되서 갤럭시 폰 사용자로써 너무 편합니다"
  },
  {
    "store": "google_play",
    "date": "2025-02-13",
    "rating": 1,
    "content": "웹에서 '앱에서 확인하기'로 나온 영양성분 정보를 확인하려고 앱깔고 가입하고 다 했는데 영양성분 안나옴. S25에 광고차단 X, 링크 터치 후 바로 앱 실행함 쓰레기앱 ㅇㅇ"
  },
  {
    "store": "google_play",
    "date": "2025-02-08",
    "rating": 4,
    "content": "1. 체중 기록할때 키패드로는 소수점 기록 못하고 무조건 플러스 마이너스 버튼 이용해야지만 소수점 기록되는게 불편해요. 2. 체중 그래프 날짜 넘기면 y축이 바뀌는게 어이없어요... 축이 바뀌는 그래프는 의미가 없잖아요. 아직 데이터가 부족한건 이용자가 늘어나면 차차 해결될듯하고, 광고는 앱의 운영을 위해 어쩔수없는거라 쳐도... 위 두 가지는 개발진들이 수정해야할 점이라고 생각해 리뷰 남깁니다. 팻시크릿은 디자인이 촌스럽고 인아웃은 영양관련 조언이 부족해서 방황하다 필라이즈 쓰고있는건데 부디 잘 정착하고 싶네요."
  },
  {
    "store": "google_play",
    "date": "2025-02-07",
    "rating": 4,
    "content": "생리일도 등록 가능하면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-02-06",
    "rating": 2,
    "content": "저번 업데이트 이후로 영양제 섭취 알람이 늦거나 울리지 않습니다."
  },
  {
    "store": "google_play",
    "date": "2025-02-03",
    "rating": 5,
    "content": "다 좋은데 앱이 뒤로 가기 버튼이나 확인 버튼을 눌렀을 때 바로바로 수행이 안 되는 경우도 있고 화면이 그대로여서 적용이 된건지 안된건지 긴가민가할 때도 있어요 + 좀 복잡해요 / 업데이트 꾸준히 되면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-02-03",
    "rating": 5,
    "content": "개발 노고에 감사드립니다. 정말 기본적으로 대단합니다. 연계도 제한이 줄고 더 많은 외부 데이터 받아들여서 앞으로 훌륭한 서비스 정보 플랫폼으로 롱런하시길 바라겠습니다. 화이팅~"
  },
  {
    "store": "google_play",
    "date": "2025-02-02",
    "rating": 5,
    "content": "✅️ 바라는게 있다면 햄버거를 먹을 때 소스를 반만 넣어 먹었는데 당류 부분에서는 수정이 안되어서 가능해졌으면 합니다. 🫠 하루동안 사용해본 후기 🧐 ■ 식단 기록 》 내가 먹는 식단을 저장해놓고 먹을때마다 간편하게 추가하여 기록할 수 있음! 🙂‍↕️ 》 대중적인 브랜드 음식들은 검색하여 영양소를 살펴볼 수 있음. [ 하지만 이외의 브랜드들은 없는경우가 훨신 많음.🙂‍↔️ 그래서 직접 영양소를 알아보고 저장해놓으셔야 합니다. ] ■ 건강 지킴 서비스 》 본인이 앓고있는 지병이 있다면, 앱 처음 시작할 때 주의할 점을 미리 선택하여 AI의 영양소 추천을 받을 수 있음. ■ 깔끔하게 정리된 하루 식단 파일 》 내가 오늘 먹었던 식단을 이미지로 깔끔하게 정리하여 저장해놓거나 다른 사람들에게 공유할 수 있음. 상대적 평가: ★★★★★ 》 깔끔한 UI와 정리된 통계표로 건강을 챙기기 쉽다는 점이 필라이즈의 정말 강력한 강점 같습니다. 좋은 앱 만들어주셔서 정말 감사합니다.😊"
  },
  {
    "store": "google_play",
    "date": "2025-02-01",
    "rating": 1,
    "content": "포인트 환급수수료가25%나 되고 2달후에나 들어온다는게 진짜기분나쁘네 8개월동안 하루도 빠짐없이 참여해서 하루에 대부분99원씩모은거 겨우 환급신청했더니 5700원이나 가져가네 내수고를 왜가져가는거야 날강도야뭐야 이럴거면 포인트제도를 하질말던가"
  },
  {
    "store": "google_play",
    "date": "2025-02-01",
    "rating": 5,
    "content": "영양제 조합및 분석 만족합니다"
  },
  {
    "store": "google_play",
    "date": "2025-01-28",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2025-01-27",
    "rating": 1,
    "content": "화면이 작은 투지폰인데 회원가입 약관동의창에서 맨 아래 보라색 버튼이 화면에 다 안 들어와서 누를 수가 없습니다 가입을 할 수가 없네요 드래그로 내려갈 수 있게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2025-01-26",
    "rating": 5,
    "content": "영양제정보 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-01-25",
    "rating": 5,
    "content": "요새 다이어트 및 건강 관리로 식단하고 운동량에 관심이 있었는데 삼성헬스와 연동이 되면서 체크하기 편해서 좋아요 체중 및 체성분 연동이 인바디만 되는게 아쉬웠어요 Fitdays를 사용하는데 이것도 같이 연동 되면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-01-22",
    "rating": 5,
    "content": "하루 식사량을 조절하기 편리하고 또 계획대로 잘 살았을 때 나름의 보람이 있어서 재밌게 건강 관리하고 있습니다"
  },
  {
    "store": "google_play",
    "date": "2025-01-20",
    "rating": 5,
    "content": "다이어트 성공적으로 할수있길... 이 앱과 함께합니다 정말 좋아요!!!"
  },
  {
    "store": "google_play",
    "date": "2025-01-19",
    "rating": 5,
    "content": "식단 관리용으로 너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2025-01-14",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2025-01-14",
    "rating": 1,
    "content": "사용자는 앱이 자기 마음대로 안움직일 때 가장 불편해합니다. 일부 기능을 터치하면 뒤로 갈 수 없게 해놨고, 심지어 인터넷에서 보고 가입한 영양정보를 쉽게 찾을 수도 없게 해놨네요. 절대 깔지 마세요"
  },
  {
    "store": "google_play",
    "date": "2025-01-13",
    "rating": 4,
    "content": "지금까지는 정말 잘 쓰고 있어요! 완전 요물!!!"
  },
  {
    "store": "google_play",
    "date": "2025-01-11",
    "rating": 4,
    "content": "야간에 일하는 사람도 있는데 저녁은 새벽시간대에 추가가 안되는 문제가 있네요 개선 시켜주셨으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2025-01-10",
    "rating": 5,
    "content": "편의성이 너무 좋아요. 보고자하는 정보도 정량화 잘되서 보이니 오히려 기록용으로 손색이 없네요. 딱 찾는 기능 그자체입니다. 다만 아쉬운건 건강을 위해 기록하다보니, 잠도 빼먹을 수 없는데, 수면기록부분이 없는게 아쉬워요. 단식에 대한 기록도 있는데, 수면은 없다니ㅜㅜ 건강과 직결되는걸 다 기록할 수 있어서 이 어플하나로 끝내고싶은데 수면에 대해서는 또 다른 기록을 이용해야하는게 개인적으론 아쉽습니다."
  },
  {
    "store": "google_play",
    "date": "2025-01-07",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-01-06",
    "rating": 5,
    "content": "좋네요 보다 다양한 질환에 따른 목표관리가 가능했으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2025-01-05",
    "rating": 4,
    "content": "1. 아침/점심/저녁 등 카테고리 수정 기능 가끔 아침/점심/저녁 카테고리를 잘못 누르고 식단 등록할 때가 종종 있는데(ex. 아침인데 점심 등록), 그럴때마다 카테고리만 간단히 수정안되고, 지금은 기존 식단을 삭제하고, 새로 식단 등록해야해요. 카테고리만 수정 가능한 기능 추가해주세요.. (간단한 기능 같은데 도입이 안된게 이해가 안가요) 2. 식단 복사하여 필라이즈 이용하는 친구와 공유하여 등록 식사를 주변 사람과 같이 할 때가 많아요. 그럼 대부분 식단도 같아요. 같이 먹으니까요. 상대방도 필라이즈를 이용하는 경우, 같이 식사하고 1명만 식단 등록하고 그대로 복사하여 상대방 식단에도 보내주고 싶어요. 굳이 똑같은 메뉴를 먹었는데 각자 식단을 하나씩 등록하는게 너무 비효율적으로 느껴져요.. (지금도 식단 복사 기능이 있는데 다른 날짜에 붙여넣기만 가능하니까, 여기서 기능이 더 보완되먼 될 거 같아요)"
  },
  {
    "store": "google_play",
    "date": "2025-01-04",
    "rating": 5,
    "content": "기능이 많고 편리하고 UI도 직관적입니다."
  },
  {
    "store": "google_play",
    "date": "2025-01-02",
    "rating": 3,
    "content": "먹은 음식 기록할때 학생들을 위해서 급식을 등록할수 있으면 좋겠어요 급식은 기록하기 어려운 메뉴들이 많더라구요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-01-01",
    "rating": 5,
    "content": "잘 사용하고 있습니다만, 삼성헬스와 혈당 정보도 공유가 됐으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2025-01-01",
    "rating": 5,
    "content": "혈당 상태를 평가하고 실제 경험과 연동할 수 있는 점이 매우 유용합니다."
  },
  {
    "store": "google_play",
    "date": "2024-12-31",
    "rating": 5,
    "content": "다 좋긴한데 걸음수 그래프ui 컬러 수정이 필요할 것 같아요 보통 증가를 빨간색으로, 감소를 파란색으로 표현하는데 필라이즈는 반대로 표현하네요"
  },
  {
    "store": "google_play",
    "date": "2024-12-31",
    "rating": 5,
    "content": "원래 영양제 먹을 시간 알림을 받고 싶어서 깔았는데 제가 먹고 있는 영양제의 평가를 통해서 부족한 성분을 알려주는게 좋은거 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-12-24",
    "rating": 1,
    "content": "불편한 점도 있지만 그래도 잘쓰고있었는데 체중 추세선 기능이 나왔다고해서 어플업데이트했더니 추세선은 안나오고 체중 그래프가 너무 불편해졌어요;;; 아니 그래프의 의미는 세로축의 값이 고정되어야 있는거 아닌가요??? 그래프를 움직일때마다 세로축 값이 바뀌니 도대체 그래프를 어떻게 파악하라는 건지... 그리고 한번에 노출되는 값의 갯수도 너무 적어요!! 통계 확인하면 2주치 정도는 체중그래프로 한번에 확인가능했는데 이제는 일주일치밖에 못보고 앞전꺼 보려고 옆으로 스크롤하면 무슨 울렁거리는 효과에 그래프 세로값은 바뀌어서 계속 밑으로 내려오고ㅋㅋㅋ 다른 앱과 비교했을때 이 앱의 가장 큰 장점이 체중그래프라고 생각했는데 업데이트 통해서 장점 싹사라지고 다운그레이드한 느낌;; 이거 개선안되면 그냥 다른 어플 쓸래요. 이 어플 제가 추천하고 다녀서 지인들도 쓰는데 전부 이번 업데이트에 대해 부정적입니다"
  },
  {
    "store": "google_play",
    "date": "2024-12-24",
    "rating": 5,
    "content": "건강고민 최대선택지가8개인데 더많이선택할수있었으면좋겠습니다 좀더 12개정도르 늘려주세요"
  },
  {
    "store": "google_play",
    "date": "2024-12-24",
    "rating": 4,
    "content": "대부분 만족스러운데 24시간 이상 장기단식이 체크가 안되는게 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2024-12-19",
    "rating": 5,
    "content": "유료앱보다 훨씬 편하네요"
  },
  {
    "store": "google_play",
    "date": "2024-12-19",
    "rating": 5,
    "content": "이제 삼성헬스 적용되고 친구랑도 할 수 있네요 좋아용~~ ++ 레시피 입력하다보니 불편한점인데 요리를 하다보면 원물을 넣은 그대로 완성품이 나오지 않습니다(양적으로). 양이 늘어난 경우는 레시피에 그만큼 물을 추가하면 되지만, 졸이거나 하는 경우 양이 줄어드는 경우 또한 발생하게 됩니다. 문제는 줄어드는 경우를 적용할 수 없다는 점인데, 1인분씩 만드는 경우엔 그냥 원물 넣은 그대로 쓰면 되지만... 대량으로 만들어 소분해 사용하게 될 경우 양 계산이 복잡해집니다. 이 점 해결책이 나오면 좋겠습니다. 그리고 국 같은걸 먹을 경우에 국물이 다이어트에 좋지 않다는 인식이 있다보니 잘 안먹게 되는데, 식단을 기록할 때 건더기양으로도 칼로리를 계산할 수 있다면 더더욱 감사할것 같습니다!!"
  },
  {
    "store": "google_play",
    "date": "2024-12-14",
    "rating": 5,
    "content": "좋은 어플"
  },
  {
    "store": "google_play",
    "date": "2024-12-13",
    "rating": 4,
    "content": "잘쓰고 있어요 ui도 개인적으로 타어플들보다 가장깔끔하고 직관적이라 좋고 걸음수나 활동칼로리 맞춰서 섭취칼로리 정할수있는것도 좋구요 다만 몇가지 개선되었으면 하는 부분들이 있는게 아쉽습니다 1.식단기록할때 음식재료와 레시피를 그룹별로 지정해서 저장해둘수있으면좋겠어요 지금은 즐겨찾기내에서 스크롤 하루종일 하고있으려니 검색이 차라리 빨라서 즐겨찾기기능은 잘 사용되지않게되네요... 2.ui에서 불필요한 애니메이션기능은 onoff가능하게 변경이되었으면좋겠습니다 앱들어갈때 종종 과부하가 걸릴때가있어요 혈당관리를해야해서 쓰는데 정말 편하고 깔끔해서 잘 사용중이지만 몇가지만 개선이되면 정말 좋을것같습니다 항상 감사합니다 😊"
  },
  {
    "store": "google_play",
    "date": "2024-12-12",
    "rating": 5,
    "content": "새로운음식 영양성분 정보가 많은게 좋아요 굿! 제가 기본 갤럭시 헬스앱 쓰고 있는데 정보가 별로 없어서 참고하는거로 할께요 죄송해요 타앱을 쓰고 있어서~ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-12-11",
    "rating": 5,
    "content": "광고?만 좀 덜나오면 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-12-11",
    "rating": 5,
    "content": "와 너무 편해요"
  },
  {
    "store": "google_play",
    "date": "2024-12-10",
    "rating": 5,
    "content": "영양제는 언제어떻게먹어야하는지, 궁합도궁금했는데, 너무만족해요."
  },
  {
    "store": "google_play",
    "date": "2024-12-05",
    "rating": 5,
    "content": "당뇨예방과 당뇨혈당 관리 에 도움이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2024-12-04",
    "rating": 5,
    "content": "최고입니다"
  },
  {
    "store": "google_play",
    "date": "2024-11-30",
    "rating": 4,
    "content": "친절하고 많은 칼로리 영양정보 탑재"
  },
  {
    "store": "google_play",
    "date": "2024-11-29",
    "rating": 5,
    "content": "직관이쉬워요"
  },
  {
    "store": "google_play",
    "date": "2024-11-29",
    "rating": 3,
    "content": "슈가케어 사라는 광고네 업데이트해서 다른가했더니 앱 삭제"
  },
  {
    "store": "google_play",
    "date": "2024-11-26",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-11-24",
    "rating": 4,
    "content": "약먹는 알람 필요했는데 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-11-21",
    "rating": 5,
    "content": "심박수 메뉴를 본것 같은데 확인이 안됩니다. ㅇ무리 찾아도 안보여요. 알려주세요 일단 좋네요. 친절하고..."
  },
  {
    "store": "google_play",
    "date": "2024-11-20",
    "rating": 1,
    "content": "업데이트 이후 로그인이 풀리고 로그인이 안되네요?"
  },
  {
    "store": "google_play",
    "date": "2024-11-18",
    "rating": 5,
    "content": "식단에서 물을 추가할 수 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2024-11-15",
    "rating": 1,
    "content": "알림 다 껏는데도 울리는 ㅇㅁ뒤진 어플"
  },
  {
    "store": "google_play",
    "date": "2024-11-13",
    "rating": 1,
    "content": "영양성분 검색하다가 앱에서확인하라는 페이지보고 다운받았는데 제가찾는정보는 전혀 없고 망할 영양제만 나오네요 사기광고에 당한 기분이라 삭제후에 필라이즈 사이트 전부 차단해야겠습니다"
  },
  {
    "store": "google_play",
    "date": "2024-11-13",
    "rating": 3,
    "content": "갑자기 알림이 안옵니다 영양제 섭취알림 없으니 불편하네요 ㅠㅠ 갑자기 왜이러죠? 예전에도 이러던데.."
  },
  {
    "store": "google_play",
    "date": "2024-11-08",
    "rating": 3,
    "content": "만보기 인식이 안되는데 어떻게 해야 하나요? 권한에서 신체활동을 허용했는데 인식이 안됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-11-07",
    "rating": 5,
    "content": "써본 식단앱 중 최고 칼로리 계산 정확하고 이것저것 기능이 많아서 정말 좋음"
  },
  {
    "store": "google_play",
    "date": "2024-11-07",
    "rating": 5,
    "content": "조음"
  },
  {
    "store": "google_play",
    "date": "2024-11-06",
    "rating": 5,
    "content": "식단관리가 편해요"
  },
  {
    "store": "google_play",
    "date": "2024-11-05",
    "rating": 5,
    "content": "좋네요 근데 ai자동분석기능 30가지로 제한되어있는데, 제가먹는 영양제가 40가지정도 되서 나머지는 분석이 안되네요 ㅠㅠ 제한없게끔 해주시거나 충분히 많게 좀 업데이트 부탁드립니다. 약사님한테 물어보는 건 못해봤는데 그것도 30가지로 제한되어있으면 풀어주세요!"
  },
  {
    "store": "google_play",
    "date": "2024-11-05",
    "rating": 5,
    "content": "식단관리에 도움이 많이 됩니다!"
  },
  {
    "store": "google_play",
    "date": "2024-11-04",
    "rating": 4,
    "content": "연동된 운동이 편집이 안되는게 불편합니다. 수정 가능하게 해주셔야죠"
  },
  {
    "store": "google_play",
    "date": "2024-11-03",
    "rating": 5,
    "content": "너무 편하고 좋네여"
  },
  {
    "store": "google_play",
    "date": "2024-11-03",
    "rating": 1,
    "content": "제품성분 볼라고 받았는데 안보여주고 딴소리만함"
  },
  {
    "store": "google_play",
    "date": "2024-11-02",
    "rating": 5,
    "content": "사용하기 편리"
  },
  {
    "store": "google_play",
    "date": "2024-11-02",
    "rating": 5,
    "content": "다 좋은데 삼성헬스 연동사항에 워치로 측정한 체성분측정치도 연동이 되었으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2024-11-01",
    "rating": 5,
    "content": "식단입력이 정말 간편해서 좋아요!! 데이터를 입력하면 하루 칼로리양도 정해줘서 더이상 먹지 않게 되더라구요 영양제 먹는걸 까먹을때가 많은데 알림을 해줘서 까먹지 않고 먹을수 있었습니다!^^ 혈당 체크하는건 좀 비싼감이 있어서 아직은 구매 못하지만 나중에 사용해보면 좋을거 같긴해요!"
  },
  {
    "store": "google_play",
    "date": "2024-10-31",
    "rating": 5,
    "content": "건강에 관한 상세한 정보를 많이 알려주고, 내 체형과 체질에 맞는 식단요법이나 관리법을 추천해줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-10-30",
    "rating": 1,
    "content": "운동을 매번 입력하는게 번거롭네요. 다른 앱과 연동하여 데이터 불러오는 기능이 있었으면 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2024-10-30",
    "rating": 5,
    "content": "UX가 조금 불편하긴 하지만... 그래도 이 정도로 꼼꼼하게 관리할 수 있는 앱이 없습니다. 앱으로 칼로리, 탄단지, 영양제 잘 관리하면서 현재 체지방만 10KG 넘게 감량 중^^"
  },
  {
    "store": "google_play",
    "date": "2024-10-30",
    "rating": 5,
    "content": "식단등록이 쉽고 분석은 놀랍도록 자세합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-10-30",
    "rating": 5,
    "content": "👍🏻"
  },
  {
    "store": "google_play",
    "date": "2024-10-29",
    "rating": 5,
    "content": "따봉"
  },
  {
    "store": "google_play",
    "date": "2024-10-26",
    "rating": 5,
    "content": "좀 더 꼼꼼하게 식단관리 해볼게요!!"
  },
  {
    "store": "google_play",
    "date": "2024-10-26",
    "rating": 1,
    "content": "예전엔 포인트 지급 받는 화면을 쉽게 찾을 수 있게 해뒀는데 이제는 당최 어디에 있는지 숨바꼭질 사이트인 줄"
  },
  {
    "store": "google_play",
    "date": "2024-10-24",
    "rating": 1,
    "content": "개구대기어플"
  },
  {
    "store": "google_play",
    "date": "2024-10-22",
    "rating": 5,
    "content": "기록하기 편하고 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-10-22",
    "rating": 4,
    "content": "아직 사용한지는 얼마되지 않았지만 지금까지 써보면 개선되었으면 하는 부분이 딱 한가지 있어요! 트레이너 옵션에서 모든 식단이 그램 수와 칼로리로 계산되어 한 화면에 볼 수 있다는 점이 정말 큰 장점이고 트레이너 쌤이나 같이 다이어트하는 친구와 공유하기 좋아요 다만, 식사시간도 함께 보여진다면 정말 완벽 그잡채일 것 같아 남겨봅니다!"
  },
  {
    "store": "google_play",
    "date": "2024-10-21",
    "rating": 4,
    "content": "유한메디카 철분엽산엔 탑 헤모케어 영양제 DB에 추가해주세요."
  },
  {
    "store": "google_play",
    "date": "2024-10-20",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-10-19",
    "rating": 4,
    "content": "앱이 이상해진건지 제가 폰바꾸면서 앱이 구동도 너무 느리고 자꾸 버퍼링만 떠서 더 사용이 힘드네요~~ 너무 잘 쓰던 앱인데... 운동 넣는것만 좀 더 신경써주시면 좋겠어요~~"
  },
  {
    "store": "google_play",
    "date": "2024-10-18",
    "rating": 5,
    "content": "작성도 쉽고 탄단지 비율을 한눈에 볼수있고 인바디 연동도 되며 트레이너 공유기능도 있어 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-10-17",
    "rating": 5,
    "content": "영양제 관리어플이 있었다니!"
  },
  {
    "store": "google_play",
    "date": "2024-10-17",
    "rating": 2,
    "content": "UX는 일단 불편합니다. 반응속도가 빠른 것도 아니고 쓸데없는 애니메이션 때문에 알게모르게 피로하고 앱이 무겁다고 느껴집니다. 그렇다고 UI디자인이 세련된 것도 아님.. 그것보다 레시피 등록할 때 나만 보기 이런거 없나요? 오늘은 다른 재료 추가해서 수정하려 하면 이름 바꿔야된다 그러니까 자유롭게 레시피를 수정할 수가 없어요. 또 포인트 제도 관심도 없는데 자꾸 포인트 받았다고 뜨는 것 좀 없애주세요.. 걍 나한테 필요한 것만 쓰고 싶습니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-16",
    "rating": 5,
    "content": "생각보다 너무 좋네요 칼로리 다이어트 관리가 엄청 쉬워졌어요 이 어플이 무료라니! 완전 추천합니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-16",
    "rating": 3,
    "content": "삼성헬스 연동이 자꾸 풀리고, 친구기록 공유하기는 안드-아이폰 간에 문제가 있나요? 서로 뜨지가 않습니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-16",
    "rating": 5,
    "content": "오우야 이거 최고"
  },
  {
    "store": "google_play",
    "date": "2024-10-15",
    "rating": 5,
    "content": "관리가 편하고 칭찬해주니 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-10-13",
    "rating": 5,
    "content": "디자인 잘 되어있어서 사용하기 편하고 다양한 영양소를 계량화 해줘서 효율적입니다"
  },
  {
    "store": "google_play",
    "date": "2024-10-13",
    "rating": 5,
    "content": "식단 관리 좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-10-12",
    "rating": 5,
    "content": "사용하기 편리해요"
  },
  {
    "store": "google_play",
    "date": "2024-10-12",
    "rating": 5,
    "content": "우연히 알게돼서 2주 무료체험중인데 너무 유익한거같네요"
  },
  {
    "store": "google_play",
    "date": "2024-10-11",
    "rating": 5,
    "content": "깔끔하고 직관적임. 굿"
  },
  {
    "store": "google_play",
    "date": "2024-10-10",
    "rating": 4,
    "content": "다 좋은데 광고 약간 줄였으면 좋겠다"
  },
  {
    "store": "google_play",
    "date": "2024-10-10",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2024-10-06",
    "rating": 3,
    "content": "1. 영양제를 수정/추가할 때 특정 날짜부터 시작되게 하는 기능 2. 특정 날짜의 영양제 기록을 삭제하는 기능 3. 영양제 메모 기능 (먹었다고 체크만 하는게 아니라 루틴시간과 다르게 먹었다면 언제 먹었는지 그날그날 기록 가능하게) 3가지 기능이 추가되었으면 좋겠습니다ㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-10-06",
    "rating": 5,
    "content": "너무 유용한 앱이네요.. 다이어트를 제대로 시작한지 얼마안됬는데 사진만 찍어서 올려도 자동 칼로리 탄단지 계산이되니 너무좋아요ㅎ 국가검진 연동도 되서 내상태를 반영하고 관리할수있어서 더좋네요 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-10-05",
    "rating": 5,
    "content": "제가 생각하던 완벽한 어플입니다 칼로리며 영양성분이며 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-10-03",
    "rating": 4,
    "content": "사진이 좀 에러가있긴한데 괜찮은것같아요"
  },
  {
    "store": "google_play",
    "date": "2024-10-02",
    "rating": 5,
    "content": "앱잘 사용하고 있어요 어제부터 걷기 체크가 안돼네요 확인 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2024-10-02",
    "rating": 3,
    "content": "걸음수연동이자꾸 끊기네여 ㅠㅠ 잘 사용 중이었는데 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-10-01",
    "rating": 5,
    "content": "지금까지 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-10-01",
    "rating": 5,
    "content": "다 좋은데 걷기랑 운동 삼성헬스 연결했는데 자동으로 안되네요ㅠ 연결해제했다가 다시연결 무한반복입니다"
  },
  {
    "store": "google_play",
    "date": "2024-09-30",
    "rating": 4,
    "content": "다 좋은데 갤럭시 헬스 연동이 자꾸 풀려서 아쉬워요~"
  },
  {
    "store": "google_play",
    "date": "2024-09-30",
    "rating": 5,
    "content": "👍"
  },
  {
    "store": "google_play",
    "date": "2024-09-30",
    "rating": 5,
    "content": "왕굿"
  },
  {
    "store": "google_play",
    "date": "2024-09-29",
    "rating": 5,
    "content": "식단기록,걸음수,포인트 등등 업데이트하면서 쓰기 더 좋아졌네요!잘 쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2024-09-27",
    "rating": 4,
    "content": "- 설정이라던가 오류에 관련한 부분의 안내가 어플,홈페이지 모두 부족합니다. 내 기록 공유하기를 이용 할려는데 오류 발생으로 문제가 있습니다. 그런데 그 어디에도 설정이나 오류에 관한 안내 혹은 Q&A가 준비 되어 있지 않네요. 빠른 개선 바랍니다."
  },
  {
    "store": "google_play",
    "date": "2024-09-27",
    "rating": 2,
    "content": "1.편하긴한데 잡스러운 팝업이 점점 늘어나네요.. 포인트 관심이 없어서그런가 좀 번거로워요 ㅜ 2.식단입력할때 아침점심저녁끼리 서로 옮길수 있으면 좋겠어요 3.그리고 식단 즐겨찾기에서 그룹이나 폴더를 만들어서 정리할 수 있으면 좋을것 같습니다 아니면 최소 순서 편집이라조 되면 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2024-09-26",
    "rating": 5,
    "content": "다이어트 기록용, 운동 기록 다 좋습니다 일단 해보세요"
  },
  {
    "store": "google_play",
    "date": "2024-09-26",
    "rating": 5,
    "content": "좋습니다 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-09-25",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-09-24",
    "rating": 3,
    "content": "음식사진 올리면 포인트 주는 이벤트 하면서 벌써 여러차례나 사진을 올려도 포인트 적립이 안됨. 처음엔 잘 되더니 몇 주 지나니까 사진을 세끼 꼬박 올려도 이벤트페이지에서 처리가 안됨. 포인트 안주려고 아주 애를 쓰네."
  },
  {
    "store": "google_play",
    "date": "2024-09-20",
    "rating": 5,
    "content": "업데이트 이흔 목표탄단지 수정한거 바로바로 반영이 안되서 너무 불편합니다"
  },
  {
    "store": "google_play",
    "date": "2024-09-17",
    "rating": 5,
    "content": "좋아요!"
  },
  {
    "store": "google_play",
    "date": "2024-09-16",
    "rating": 4,
    "content": "엄청 좋음. 원하는 식단 선택하면, 그날 먹은거 탄단지 다 분석해서 적절하다, 지나치다 알려줌. 나는 키토 식단으로 시도중인데 진짜 좋음. 단점은 바이럴중인 카메라로 제품찾기는 의외로 정확도가 낮다는점."
  },
  {
    "store": "google_play",
    "date": "2024-09-16",
    "rating": 5,
    "content": "의견 반영도 잘해주시고 좋은 방향으로 업데이트하는 어플입니다~👍"
  },
  {
    "store": "google_play",
    "date": "2024-09-15",
    "rating": 4,
    "content": "잘쓰고있어요 그런데 친구와식단공유 기능을 안드로이드는 지원안하나요? 아이폰은 되던데 안드 기종에는 찾을수도 없고 아이폰 친구가 보낸 친구와 식단공유 제안 카톡으로 들어가도 안드로이드에선 수락이 안되요"
  },
  {
    "store": "google_play",
    "date": "2024-09-14",
    "rating": 5,
    "content": "좋습니다."
  },
  {
    "store": "google_play",
    "date": "2024-09-12",
    "rating": 3,
    "content": "인바디 accuniq 같이 다른 브랜드 것도 연동되게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-09-11",
    "rating": 5,
    "content": "살을 빼야한다는 주의(?)를 준다"
  },
  {
    "store": "google_play",
    "date": "2024-09-11",
    "rating": 1,
    "content": "Pc에서 음식검색 모든 영양성분 볼려면 앱에서 보라해서 다운 받았더니 음식검색 ui가 없네요"
  },
  {
    "store": "google_play",
    "date": "2024-09-11",
    "rating": 5,
    "content": "일단 쓰래요"
  },
  {
    "store": "google_play",
    "date": "2024-09-11",
    "rating": 5,
    "content": "식단부터 혈당관리 운동 걸음수 다 기록되고 확인하면서 볼 수 있어 유용합니다!!"
  },
  {
    "store": "google_play",
    "date": "2024-09-10",
    "rating": 5,
    "content": "다이어트겸 식단관리 좀 해보까해서 필라이즈 다운받았는데요~ 잘쓰고있어요! 영양소는 물론 필수영양소까지 챙길수있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2024-09-10",
    "rating": 5,
    "content": "진짜 좋습니다!!! 디테일한 관리가 되어서 너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-09-09",
    "rating": 5,
    "content": "덕분에 벌써 2키로 감량했네요"
  },
  {
    "store": "google_play",
    "date": "2024-09-08",
    "rating": 1,
    "content": "뭐 찾으려면 하나하나 입력해야하고 실수하면 고치거나 기록삭제도 못하고 데이터 연동도 안하겠다고 세부항목 다 Off로 바꿔도 메인은 계속 연동돼있고 너무 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2024-09-06",
    "rating": 5,
    "content": "UX도 잘되있고 식단관리어플 처음쓰는데 좋네요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-09-06",
    "rating": 5,
    "content": "좋은데 제품등록도 잘 안해주고 그건 아쉬워요 ㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-09-05",
    "rating": 5,
    "content": "이틀 써보는데 만족쓰.. 가독성도 좋고 필요한 기능이 모두 들어가있어서 쓰기편해요"
  },
  {
    "store": "google_play",
    "date": "2024-09-04",
    "rating": 4,
    "content": "인자디. 건강검진 자료를 바탕으로 좀 더 체계적인 관리를 할 수 있어서 좋고, 먹고 있는 영양제를 분석해줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-09-02",
    "rating": 5,
    "content": "좋아요~~~~"
  },
  {
    "store": "google_play",
    "date": "2024-09-01",
    "rating": 1,
    "content": "네이버에서 스틱커피 카펜인 검색하다가 필라이즈 홈페이지가 나옴. 음식검색 항목이 있고 찾는 제품의 칼로리, 탄단지 함량은 나오는데 카페인 함량은 '앱에서 확인하세요'떠서 앱 설치함. 앱 들어가니 음식검색 항목 자체가 없음. 아 속았구나 짜증나는 와중에 제품 추천과 판매창이 뜸. 아 물건 판매어플인가보네. 많이 파세요. 담부턴 속이지 마시구요."
  },
  {
    "store": "google_play",
    "date": "2024-08-31",
    "rating": 3,
    "content": "음식 기록을 자세히 인터넷의 자료를 바탕으로 상세히 하게 했으면 합니다. 예로 버섯들깨순두부탕 인데 인터넷 검색은 되는데 어플은 없더군요. 대충 비슷한? 걸로 했지만, 직접 입력을 안하면 어렵습니다. 좀더 데이터 활용으로 업그레이드 했으면 합니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-31",
    "rating": 1,
    "content": "영양정보 제공한다고 깔게해놓고 난잡한 메뉴 구성으로 찾지도 못하게 만들었네"
  },
  {
    "store": "google_play",
    "date": "2024-08-31",
    "rating": 5,
    "content": "편리하고 꼼꼼합니다,적극추천"
  },
  {
    "store": "google_play",
    "date": "2024-08-30",
    "rating": 5,
    "content": "편하게 식단조절이 가능해서 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-29",
    "rating": 5,
    "content": "오늘 첫사용인데 편하고좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-08-27",
    "rating": 5,
    "content": "식단조절에 도움홛실"
  },
  {
    "store": "google_play",
    "date": "2024-08-26",
    "rating": 5,
    "content": "상세함"
  },
  {
    "store": "google_play",
    "date": "2024-08-25",
    "rating": 1,
    "content": "오랫만에 들어와봤는데 앱이 작동이 안되게 해놔서 화가나네.. 이게 무슨 건강관리 라고 힐수있나"
  },
  {
    "store": "google_play",
    "date": "2024-08-25",
    "rating": 5,
    "content": "좋은앱 굿"
  },
  {
    "store": "google_play",
    "date": "2024-08-24",
    "rating": 4,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2024-08-24",
    "rating": 1,
    "content": "제발 광고 알림 그만 띄우세요. 모든 알림 수신 거절을 했고 3일 이상 지났는데 왜 아직도 어떤 영양제 드시고 있나요,라며 영양제 구입 유도 알림을 계속 보냅니까. 고객센터에 문의를 하려 해도 원가절감 위해선지 앱에는 문의 기능도 아예 없고요. 꼼짝없이 하루에도 몇 번씩 귀사의 홍보 알림을 받아야하는 게 얼마나 주의를 분산시키고 업무 효율을 떨어뜨리는지 아시나요."
  },
  {
    "store": "google_play",
    "date": "2024-08-23",
    "rating": 1,
    "content": "앱을 오랜기간 사용했는데 점점 기능이 많아지면서 너무 불편해지고 있습니다. 필라이즈 장점이 간편한 ux였는데요. 이제 떠날때가 된것 같아요. 무슨 앱인지 정체성을 고민해보세요"
  },
  {
    "store": "google_play",
    "date": "2024-08-23",
    "rating": 5,
    "content": "갑자기 실행이 안되고 로딩창에서 무한로딩이였는데 앱 지웠다 깔으니 전에쓰던 정보도 연동되있고 너무 다행이고 좋았어요"
  },
  {
    "store": "google_play",
    "date": "2024-08-22",
    "rating": 5,
    "content": "다 좋고 업데이트도 많이 해주셔서 정말 좋아요 하지만... 식단을 짜주는 것도 있으면 좋겠어요 뭔 영양소가 많고 적은지는 알겠지만 그걸 실천으로 옮기기엔 너무 막막해요ㅠㅠ 감사합니다 :)"
  },
  {
    "store": "google_play",
    "date": "2024-08-22",
    "rating": 4,
    "content": "영양제 분석 쓰려고 앱 설치했는데요. 제가 먹고있는 영양제가 검색이 안되는데 수동으로 등록하면 영양제 이름과 섭취량만 등록할뿐 성분을 입력할 수 없게 되어있어서 제가 먹고있는 영양제 모두 분석 할 수 없어서요. 영양제 성분도 수동으로 입력할 수 있거나 영양제 등록 요청하는 기능이 있었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2024-08-21",
    "rating": 4,
    "content": "잘 쓰고 있었는데 왜 업뎃 하면서 기능 없앴나요? 식단 메인화면 \"xxx kcal 더 먹을 수 있어요\" 이거 왜 없어져서 암산 하게 만드세요.. ui 상당히 불편하게 바뀌었습니다. 롤백 해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-08-19",
    "rating": 4,
    "content": "없는 제품들을 추가하려고 하는데 배경도 하얀색, 폰트도 하얀색으로 나와서 글씨 자체가 보이질 않아서 등록하기가 불편해요. 열심히 한 자 한 자 확인해서 등록신청해도 반영도 안해주시는것 같고..ㅎㅎ 좋은 어플이라 생각되서 애용하고 있는데 프로그램 수정 좀 해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-08-19",
    "rating": 5,
    "content": "영양제 추천을 통해 내 몸에 맞는 영양제를 탐색할 수 있다는것도 좋고 나만의 루틴을 통해 꾸준히 관리가 가능한점이 큰 장점인듯"
  },
  {
    "store": "google_play",
    "date": "2024-08-19",
    "rating": 4,
    "content": "운동이 걸음수 연동돼서 운동 안할날에 운동 했다고 체크 되고 수정도 안돼서 너무 불편해요 운동 편집 못하나요?"
  },
  {
    "store": "google_play",
    "date": "2024-08-19",
    "rating": 5,
    "content": "개쩜"
  },
  {
    "store": "google_play",
    "date": "2024-08-18",
    "rating": 3,
    "content": "편하려고 쓰는 앱인데 팝업 광고 빈도가 많이 늘었어요."
  },
  {
    "store": "google_play",
    "date": "2024-08-17",
    "rating": 5,
    "content": "에이아이 식단 사진이 마음에 듭니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-17",
    "rating": 5,
    "content": "영양제 분석이 신박하고 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-08-15",
    "rating": 5,
    "content": "간편해서 매우 좋았습니다 사용성 매우 편리합니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-14",
    "rating": 4,
    "content": "눈바디 사진 모아놓는 항목도 있었으면 좋겠어요!!"
  },
  {
    "store": "google_play",
    "date": "2024-08-13",
    "rating": 5,
    "content": "다른앱보다 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-13",
    "rating": 5,
    "content": "편해요"
  },
  {
    "store": "google_play",
    "date": "2024-08-12",
    "rating": 5,
    "content": "음식사진만으로 등록가능기능좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-11",
    "rating": 5,
    "content": "좋습니다. 기록 분석 다 맘에 들어요."
  },
  {
    "store": "google_play",
    "date": "2024-08-10",
    "rating": 5,
    "content": "♡♡♡♡♡♡"
  },
  {
    "store": "google_play",
    "date": "2024-08-10",
    "rating": 5,
    "content": "영양제 추천과 리뷰에 특화된 어플입니다. 오늘 처음 쓰는데 뭘 더 먹어야하고 지금 뭐가 부족한지 알려주어 더없이 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2024-08-09",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2024-08-08",
    "rating": 1,
    "content": "어제밤부터 계속 앱이 안열어지네요 빨리 버그 수정해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-08-08",
    "rating": 4,
    "content": "언젠가부터ㅜ계속 실행이 안되고 중간에 앱이 자꾸 꺼집니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-08",
    "rating": 1,
    "content": "어제부터 오류가 너무 심해요 버그가 있다면서 화면이 아예 안 켜지는데 어떻게 쓰라는지 모르겠어요 ㅠㅠ 저만 그런건지 너무 답답하네요"
  },
  {
    "store": "google_play",
    "date": "2024-08-08",
    "rating": 3,
    "content": "노트10플러스 쓰는데 오늘 갑자기 튕기고 앱실행이 안됨 빠른 수정 바람."
  },
  {
    "store": "google_play",
    "date": "2024-08-08",
    "rating": 2,
    "content": "버그가 너무 심함"
  },
  {
    "store": "google_play",
    "date": "2024-08-08",
    "rating": 1,
    "content": "며칠전부터 걸음수가 자꾸 날아가요.. 6천보~만보가량 없어집니다. 지금은 앱에 오류있다고 들어가지지도 않습니다."
  },
  {
    "store": "google_play",
    "date": "2024-08-07",
    "rating": 4,
    "content": "지금 어플 버그 있는거 같네요 앱이 켜지지 않음"
  },
  {
    "store": "google_play",
    "date": "2024-08-07",
    "rating": 5,
    "content": "영양제 관리하기 편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-07",
    "rating": 3,
    "content": "업데이트 후 실행이 되었다 안되었다함 수정부탁해요"
  },
  {
    "store": "google_play",
    "date": "2024-08-07",
    "rating": 3,
    "content": "어플이 안들어가지고 있어요. 개발자 오류수정?후에 다시 들어오라는데 뭐죠??"
  },
  {
    "store": "google_play",
    "date": "2024-08-07",
    "rating": 4,
    "content": "업데이트후에 앱이 안열려요 ;;;;"
  },
  {
    "store": "google_play",
    "date": "2024-08-07",
    "rating": 2,
    "content": "버그있다고 안들어가지고 수정본 어쩌구 하는데 어떻게 해야 들어가지나여???"
  },
  {
    "store": "google_play",
    "date": "2024-08-07",
    "rating": 5,
    "content": "좋아요 재미있어요"
  },
  {
    "store": "google_play",
    "date": "2024-08-07",
    "rating": 1,
    "content": "잘쓰고 있었는데 갑자기 어플 자체가 열리지 않아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-06",
    "rating": 3,
    "content": "혈당기록을 꼭 연속혈당기를 달아야 측정되는건 이해는 되지만(기업의 이윤)....좀더 광범한 건강앱 1위를 생각한다면 수기로 입력가능하게 개선 가능하게 해주세요 ♡"
  },
  {
    "store": "google_play",
    "date": "2024-08-06",
    "rating": 2,
    "content": "무가당 그릭요거트를 매일 섭취하는데 사진 찍으면 크림치즈 또는 플레인 요거트로 나옵니다 수정 부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2024-08-05",
    "rating": 5,
    "content": "아무 좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-03",
    "rating": 5,
    "content": "아주 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-03",
    "rating": 4,
    "content": "지금 엄청 좋게 열심히 쓰고있었는데 어제부터 걸음수가 측정이안돼요 연동도 다했는데 그동안은 잘 연동됬는데.. 미션을 어제부터 성공못해서 속상해요...."
  },
  {
    "store": "google_play",
    "date": "2024-08-03",
    "rating": 5,
    "content": "센트롬 1개만 먹었었는데, 지금은 10개이상 먹고있어요. 그리고 식단 관리하니까 살이 빠졌어요. 80전후에서 지금은 73전후에요. 목표는70. 기능중에 운동한만큼 더먹기 있던데, 운동한만큼 영양을 보충해줘야겠죠?.."
  },
  {
    "store": "google_play",
    "date": "2024-08-02",
    "rating": 5,
    "content": "아직 더 써보겠지만 처음 시작이 너무 좋아요 보기 편하고 필요한 것만 딱딱 한눈에 보여서 깔끔하고 좋아영 짱편리!!"
  },
  {
    "store": "google_play",
    "date": "2024-08-02",
    "rating": 5,
    "content": "굳굳 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-08-01",
    "rating": 5,
    "content": "좋은거 같아요. 섬세하게 구성된거 같엉ㅎ"
  },
  {
    "store": "google_play",
    "date": "2024-08-01",
    "rating": 5,
    "content": "식단관리가 문제였는데 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-31",
    "rating": 1,
    "content": "낚여서 가입"
  },
  {
    "store": "google_play",
    "date": "2024-07-31",
    "rating": 5,
    "content": "혈당 앱인구매 유도하는거 말고는 만족합니당"
  },
  {
    "store": "google_play",
    "date": "2024-07-30",
    "rating": 2,
    "content": "포인트 받는 곳만 들어가면 너무 느려요 아래 포인트로 바꿀 수 있어요 로딩하느라 정작 포인트 받기 버튼은 눌리지도 않음 기능적으로 정말 좋은 어플인데 그것때문에 답답했던 적이 너무 많아서 도저히 좋은 별점이 안나오네요 죄송합니다 업뎃되면 고칠게요"
  },
  {
    "store": "google_play",
    "date": "2024-07-30",
    "rating": 5,
    "content": "먹은 영양제 선택하는걸 아침 점심 저녁 묶음으로해서 한번에 선택할수있는기능이있으면 좋을것같아요 매번먹을때마다 하나씩 체크하는게 불편해요 다른기능은 아주 좋아서 오래 잘쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-27",
    "rating": 5,
    "content": "영양제에 관심이 많고, 섭취 필요성을 항상 알지만, 어떤 영양제 로 할까? 하는 고민이 끊임없었던것 같습니다~. 필라이즈 앱을 통해서 저한테 특히 필요한 영양제가 무엇인지 밝게 안내해주는 느낌이라서 마음에 들고 만족스럽습니다🫶"
  },
  {
    "store": "google_play",
    "date": "2024-07-26",
    "rating": 5,
    "content": "굳굳 만족해요"
  },
  {
    "store": "google_play",
    "date": "2024-07-26",
    "rating": 5,
    "content": "좋아요 :)"
  },
  {
    "store": "google_play",
    "date": "2024-07-26",
    "rating": 4,
    "content": "걸음 표시 뜨는 거 못 없애나요... 알림 설정을 끄려니 따로 설정이 없네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-25",
    "rating": 5,
    "content": "참좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-07-25",
    "rating": 5,
    "content": "내 손안에 들어오는 확실한 정보 논문결과도 최고"
  },
  {
    "store": "google_play",
    "date": "2024-07-24",
    "rating": 1,
    "content": "제발 라이브알람 리버트좀 해주세요. 슈가케어 구매하고도 저거땜에 알람을 꺼놔서 혈당알람을 못쓰고있어요. 앱 자체가 램 사용량이 커요. 최적화좀 해주세요. 그리고 갤럭시는 아이폰과는 다르게 위젯이 너무 허접합니다."
  },
  {
    "store": "google_play",
    "date": "2024-07-24",
    "rating": 3,
    "content": "이전까지는 별점 5점 줄 정도로 잘 쓰고있었는데 업데이트 후 걸음수 계속 떠있는게 불편하네요.. 끌 수도 없다니...ㅠㅠ 얼른 패치해주셨으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-07-23",
    "rating": 5,
    "content": "Ai기능도좋고 전체적으로 사용하기 편리해서 추천합니당"
  },
  {
    "store": "google_play",
    "date": "2024-07-23",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2024-07-23",
    "rating": 2,
    "content": "최근 업데이트 이후 걸음 알림이 자꾸뜨네요 걸음 알림끄는 기능도 없고 업데 될때까지 알림 끄고 써야겠네요"
  },
  {
    "store": "google_play",
    "date": "2024-07-22",
    "rating": 5,
    "content": "앱스토어 리뷰 처음 남겨봐요.. 영양제 분석으로 다운받았다가 방치해두고 사용을 안 하고 있었는데, 식단 서비스 런칭한 거 알게된 후에는 진심 매일매일 아니 매 끼니마다 들어가서 활용할 정도로 리텐션을 아주 많이 하고 있습니다.. ui도 깔끔하고, 유저 공감도 잘 하고 있는 것 같고, 제품도 너무 좋습니다 이런 좋은 어플 만들어주셔서 감사해요! 필라이즈 화이팅!!!!"
  },
  {
    "store": "google_play",
    "date": "2024-07-22",
    "rating": 4,
    "content": "걸음수 상단에 안뜨게 해주세요"
  },
  {
    "store": "google_play",
    "date": "2024-07-21",
    "rating": 2,
    "content": "식단 등록하면 왜 오류라고 하면서 등록이 안되나요?? 사용하다가 답답해서 문의 남겨요."
  },
  {
    "store": "google_play",
    "date": "2024-07-21",
    "rating": 2,
    "content": "영양제 분석이랑 섭취 알림 좋아요! (+) 업데이트하고 상태표시창에 걸음수 뜨는 거 알림 해제하고싶은데 없어서 계속 떠서 짜증..."
  },
  {
    "store": "google_play",
    "date": "2024-07-18",
    "rating": 5,
    "content": "안드로이드 걸음수 상단에 안뜨게 설정할수 있는 방법 알려주세요. 앱은 좋아요."
  },
  {
    "store": "google_play",
    "date": "2024-07-17",
    "rating": 1,
    "content": "UI가 많이 복잡합니다. 굳이 없어도 될 기능까지 죄다 넣어서 피로감이 드네요.. 좀 뺄건 빼는 게 좋을듯"
  },
  {
    "store": "google_play",
    "date": "2024-07-15",
    "rating": 5,
    "content": "아주 유용해요"
  },
  {
    "store": "google_play",
    "date": "2024-07-14",
    "rating": 5,
    "content": "많이 도움이돼요 잘만든어플이에요 인바디연동도 되고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-14",
    "rating": 5,
    "content": "조하용~"
  },
  {
    "store": "google_play",
    "date": "2024-07-14",
    "rating": 5,
    "content": "너무편하고 관리가잘되요"
  },
  {
    "store": "google_play",
    "date": "2024-07-14",
    "rating": 4,
    "content": "생리기간 입력하는 부분이 빠져서 아쉬움(제발 추가해주길) 탄수화물 과하게 먹은날에도 권장칼로리만 맞추면 식단점수가 높게 나옴.. 이거빼고는 나름 만족하면서 쓰고있어요"
  },
  {
    "store": "google_play",
    "date": "2024-07-12",
    "rating": 2,
    "content": "운동을 기록하려는데 그냥 하체,상체,유산소 뭐 이런식으로밖에 기록을 못하드라고요 자세히 운동 이름이랑 몇세트 몇회 이런식으로 기록됬으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-07-11",
    "rating": 5,
    "content": "진짜 좋아요! 피티샘보다 더 자세히 분석해주고 퀄도 정말 좋음. 왜 진작 안 썼나싶을정도 전국민 다 깔게 하면 저출산률보다 환자 비율이 더 줄어들듯 앱 리뷰 처음 써볼 정도로 안 쓰는데 너무 좋아서 씀 사진 찍으면 자동으로 음식 뭔지 분석해주는거보고 감탄 제작자분들 만수무강에 3대가 탈모 면제하소서"
  },
  {
    "store": "google_play",
    "date": "2024-07-10",
    "rating": 5,
    "content": "이제 막 쓰기시작하지만 꽤 괜찮아보입니다"
  },
  {
    "store": "google_play",
    "date": "2024-07-10",
    "rating": 5,
    "content": "영양제 분석도 해 주시고 괜찮은 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-07-08",
    "rating": 5,
    "content": "좋아요👍👍식단 운동 영양제까지 다 관리할수잇어요"
  },
  {
    "store": "google_play",
    "date": "2024-07-06",
    "rating": 5,
    "content": "그어떤 대가없이 오롯이 제가 찾아서 제가 원해서 다운받고 사용하고 있는 앱입니다!! 너무 마음에 들고 기능이 좋네요. 감사해요!"
  },
  {
    "store": "google_play",
    "date": "2024-07-06",
    "rating": 5,
    "content": "진짜 잘 쓰고 있는데 식단 전체 영양성분을 보려면 여러번 클릭해서 들어가야 하는 게 너무 불편해요 그리고 예를 들어 탄수화물을 누르면 가장 많이 섭취한 음식이 3개 뜨는데 그냥 섭취량 높은 순으로 먹은 음식이 모두 떴으면 좋겠어요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-07-06",
    "rating": 5,
    "content": "식단+운동 기록하기 좋아요~~~"
  },
  {
    "store": "google_play",
    "date": "2024-07-05",
    "rating": 3,
    "content": "좋은데 좀복잡하게되있어요 먹는영양제나 식단 수정할때 일일이 편집눌러서 하나수정하고 또편집눌러서 하나수정하고.. 한번에 수정하고 완료할수있게만들어주시면좋겠어요.. 그리고 영양제섭취루틴에서 영양제별로 클릭했던시간을 기록되게만들어서 그날그날 제가먹었던 시간을 기록할수있게만들어주세요 정해놓은시간대는있지만 안지켜질대가많아서 섭취완료체크하면 그시간대찍히게요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-07-05",
    "rating": 5,
    "content": "친구랑 공유하는 기능 필수요!!! 다이어트란게 혼자보다 메이트가 있으면 더 의식해서 하는 경향이 있는데, 그러다보니 친구신청 같은걸 맺어서 서로 식단이나 운동량, 수분섭취 등이 확인가능해졌으면 좋겠습니다~ 그리고 식단 칼로리 기입 후 한줄 코멘트가 다양하면 더 재밌고 힘이 날꺼 같아요 그 외에는 무척 만족합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-07-05",
    "rating": 5,
    "content": "괜찮아요"
  },
  {
    "store": "google_play",
    "date": "2024-07-02",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-07-02",
    "rating": 5,
    "content": "식단 사진 엄청 편해요"
  },
  {
    "store": "google_play",
    "date": "2024-07-01",
    "rating": 5,
    "content": "아직 사용 뉴비지만 괜찮게 사용하고 있어요."
  },
  {
    "store": "google_play",
    "date": "2024-07-01",
    "rating": 5,
    "content": "만족"
  },
  {
    "store": "google_play",
    "date": "2024-07-01",
    "rating": 1,
    "content": "건강앱 연동에서 무한 로딩이네요 구글 피티니스 사용하려는데 연동은 어떻게해결하는것인가요?"
  },
  {
    "store": "google_play",
    "date": "2024-06-30",
    "rating": 5,
    "content": "건강관리에 도움이 많이 되요"
  },
  {
    "store": "google_play",
    "date": "2024-06-30",
    "rating": 5,
    "content": "이거 진짜 좋아요. 일단 깔끔하고 폰트나 이모지가 예쁩니다. 그리고 사진을 찍으면 기록이 자동으로 되니깐 편해요. 무리한 다이어트를 하지 않을수 있도록 칼로리 제한도 넉넉히 되있어 좋아요. 운동과 컨디션을 기록 하는것도 장점인것 같아요. + 혹시 수면기록을 작성할수 있도록 만들어 주실수 있으신가용..😅😀"
  },
  {
    "store": "google_play",
    "date": "2024-06-30",
    "rating": 1,
    "content": "식단기록할때 목표 영양소까지 몇그램 남았는지도 나왔으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-30",
    "rating": 4,
    "content": "혈당 알림이 안꺼지고 스토어로 연결되는데.. 어떻게 끄나요........."
  },
  {
    "store": "google_play",
    "date": "2024-06-27",
    "rating": 5,
    "content": "이보다 더 좋을순없다!!"
  },
  {
    "store": "google_play",
    "date": "2024-06-27",
    "rating": 5,
    "content": "만족하고 칼로리 위젯이 좋아요."
  },
  {
    "store": "google_play",
    "date": "2024-06-26",
    "rating": 5,
    "content": "영양제 함량에 대해서 한번에 보기도 좋고 섭취 시간 알림도 줘서 좋은데 딱하나 영양제 제품 등록을 요청하고 싶은데 안보이네요 그거 하나 빼면 제가 써본 어플 중에 제일 좋은 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-24",
    "rating": 3,
    "content": "식단 수정하면 왜 점수가 내려가나요?? 이해가 안되네요 이유가 무엇인가요.."
  },
  {
    "store": "google_play",
    "date": "2024-06-23",
    "rating": 5,
    "content": "유용한 식단관리"
  },
  {
    "store": "google_play",
    "date": "2024-06-23",
    "rating": 5,
    "content": "굿굿굿"
  },
  {
    "store": "google_play",
    "date": "2024-06-23",
    "rating": 1,
    "content": "아니 연동 왤케 오류심함?ㅠㅠ 운동어플 연동했는데 자꾸풀리고 리브레 이메일 등록된거 등록햇는데 등록된거라고 안된데 ㅠㅠㅠㅠ 그러면 원인이라도 찾게해주던가 찾아주는 설명도없고 아오 ㅋㅋㅋ 다음 카카오 파스타가 설명 잘해준데서 갈아타려다가 리브레 연동안되갖고 필라이즈 설명도 좀 어설프긴해도 나쁘진않아서 다시깔앗는데 이젠 어플 진짜 어설프네...."
  },
  {
    "store": "google_play",
    "date": "2024-06-21",
    "rating": 5,
    "content": "좋아요~"
  },
  {
    "store": "google_play",
    "date": "2024-06-20",
    "rating": 4,
    "content": "식단 모아보기 -> 칼로리•탄단지에서 아침, 점심 ,저녁은 칼로리 및 탄단지 비율이 잘 표기되었으나 간식은 탄단지 비율이 0으로 뜹니다. 삭제하고 재등록 해도 0으로 뜨는 건 똑같네요. 확인 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2024-06-19",
    "rating": 3,
    "content": "반년간 잘 쓰고있었는데, 갑자기 하등 관심도 없는 포인트 받으라면서 억지로 떠먹여주는거 어케 끄지도 못하니 화가나네요 하필 식단 추가 버튼이랑 인접해있어서 안누를 수도 없고 짜증이 마구남"
  },
  {
    "store": "google_play",
    "date": "2024-06-19",
    "rating": 5,
    "content": "신기"
  },
  {
    "store": "google_play",
    "date": "2024-06-18",
    "rating": 3,
    "content": "너무 잘 사용중입니다 헌데 언젠가부터 영양제 알림이 계속 안옵니다 다시 설치해도 똑같아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-18",
    "rating": 5,
    "content": "처음엔 무료로 쓰다 결제해야하는 방식이겠거니 하고 써봤는데 의외로 무료로도 충분히 사용가능하다. 여러가지 기능이 합쳐져있어서 헬스 하는사람들에게 좋을듯"
  },
  {
    "store": "google_play",
    "date": "2024-06-15",
    "rating": 5,
    "content": "진짜 좋네요 자주 사용하고 있어요"
  },
  {
    "store": "google_play",
    "date": "2024-06-15",
    "rating": 5,
    "content": "마음에 들어요 이런 앱이 필요했는데 최고네요"
  },
  {
    "store": "google_play",
    "date": "2024-06-15",
    "rating": 5,
    "content": "이제까지 쓰던 식단앱 중에 가장 잘 쓰고 있어요! 주머니 여유만 좀 생기면 곧 혈당측정기 구매해볼거예요. 기대중ㅎㅎ 불편한 점 1.연동한 타 어플에서 운동을 측정하는 중에 필라이즈에 한번 들어갔다 나오면 필라이즈에는 어플에 방문했을 때 시점까지만 운동기록이 남고 해당 운동이 실제로 끝났을 때의 최종기록은 업데이트가 되지 않습니다. 2.영양제도 식단처럼 내 영양제 루틴으로 등록하기 전의 지나간 날짜 것도 섭취 기록 남길 수 있으면 좋겠어요. 3.영양제로 섭취한 영양소를 식단의 '관리 영양소' 에서 찾아보기 좀 복잡해요. 좀 더 단순화 되었으면 좋겠어요. 마지막으로 영양제 등록 요청한 거 있는데 빨리 반영이 안되고 있네요,,, 그외에는 조금 더 써보고 리뷰 남길께요. *^^*"
  },
  {
    "store": "google_play",
    "date": "2024-06-14",
    "rating": 5,
    "content": "편리해요"
  },
  {
    "store": "google_play",
    "date": "2024-06-14",
    "rating": 4,
    "content": "지금도 충분히 만족스러운 건강관리앱이고 앞으로의 발전 가능성도 뛰어나 보여 만족습럽습니다."
  },
  {
    "store": "google_play",
    "date": "2024-06-14",
    "rating": 5,
    "content": "오늘 처음 사용하는데 이렇게 편한건 처음이네요 ㅎ 리뷰안쓰는제가 처음 써볼정도로 괜찮은 어플에요 ㅎ 감사합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-06-12",
    "rating": 5,
    "content": "신박한듯"
  },
  {
    "store": "google_play",
    "date": "2024-06-11",
    "rating": 5,
    "content": "이 집 어플 잘만드네"
  },
  {
    "store": "google_play",
    "date": "2024-06-10",
    "rating": 5,
    "content": "관리를 잘 할수있게 도와줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-07",
    "rating": 5,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2024-06-06",
    "rating": 3,
    "content": "간식을 하루에 시간대가 다양하게 여러번 먹는데 시스템은 하루에 단 두번만 간식 작성 할 수 있어요. 건강관리 앱이라서 그런건지? 간식을 얼마든지 작성 할 수 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2024-06-06",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-06-05",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2024-06-04",
    "rating": 2,
    "content": "요즘 많은 사람들이 많은 영양제를 챙겨 먹습니다.. 저는 40대라서 건강에 관심이 많고 그래서 부족한 건 없는 지 알아보러 들어왔습니다. 근데 분석 보려고 들어갔을 뿐인데 이건 뭐... 입력할게 많네요.. 40대가 되면 영양제 먹는 사람들은 평균적으로 5개 이상 많으면 10개 이상 먹습니다.. 일일이 이름 검색하고...;; 시작하기도 전에 지칠 것 같네요.. 알려주고 싶은 게 많은 건 알겠으나 적응 하기도 전에 복잡하고 귀찮게 느껴서 나갈 것 같습니다.. 이 앱의 메리트를 느끼기도 전에 첨부터 할일을 많이 주면 누가 씁니까..;; 시키는 것도 많고 할 일도 많아보여서.. 다시 안 들어갈 것 같기도 합니다.."
  },
  {
    "store": "google_play",
    "date": "2024-06-03",
    "rating": 2,
    "content": "맥주효모를 먹고 있는데 섭취하지않고 있다며 추천 영양제로 뜨네요 신뢰도가 떨어졌어요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-06-03",
    "rating": 5,
    "content": "UX가 환상적임 모든 식단기록어플 써봤지만 이만큼 편한게 없었다 + 4일정도 써본결과. 점심 안먹었다고 잘못 눌렀을때 정정하는법 찾기 좀 힘들었던거 빼곤 다 ㄱㅊ은듯"
  },
  {
    "store": "google_play",
    "date": "2024-06-03",
    "rating": 5,
    "content": "진짜 늙은이들한테 개좋아유"
  },
  {
    "store": "google_play",
    "date": "2024-06-03",
    "rating": 1,
    "content": "혈당체크는 안되는데 어떻게 하나요? 팔뚝에 붙여놓고 있는데 앱에 표시가 안되요?"
  },
  {
    "store": "google_play",
    "date": "2024-06-02",
    "rating": 5,
    "content": "보기쉽고 알기쉽게 설명 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2024-06-02",
    "rating": 5,
    "content": "좋아요!!!!!!!"
  },
  {
    "store": "google_play",
    "date": "2024-06-01",
    "rating": 5,
    "content": "83kg->72.1"
  },
  {
    "store": "google_play",
    "date": "2024-05-31",
    "rating": 5,
    "content": "완전좋아요 설명이자세하고 삼성헬쓰, 인바디연동도맘에들어요"
  },
  {
    "store": "google_play",
    "date": "2024-05-30",
    "rating": 5,
    "content": "운동 일지, 식단 일지, 수분, 단식, 영양제 등 총 3개의 어플을 사용하고 있었는데 필라이즈는 하나의 어플에서 모두 사용가능하고 사용감도 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-05-27",
    "rating": 5,
    "content": "필라이즈는 제 인생앱이라고 할 정도로 일상관리에 너무너무 좋은 앱이에요. 처음엔 영양제 충돌때문에 다운받게 되었는데 영양제 추천이랑 영양제 없는 것도 등록하기 쉽고 빨리 등록해주시더라구요. 다이어트 할 때 식단 기록하기도 너무 좋고 단식관리 섭취물관리 운동관리까지 해줘서 좋아요. 그리고 무료라서 더 좋은 것 같아요. 좋은 앱을 만들어주셔서 감사하고 다음에 혈당기도 꼭 구매해 사용해보고싶어요. 추가적인 부분을 원하는건, ●운동 칼로리 수정이 됐으면 좋겠어요. ●백업기능이 있으면 좋겠어요. 개발자님들 운영자님들 투자자님들 다들 건강하시고 행복하세요~~~"
  },
  {
    "store": "google_play",
    "date": "2024-05-27",
    "rating": 1,
    "content": "평소에 가는 프랜차이즈 커피집 커피 당분 같은거 보려고하는데 이 앱 깔아라길래 깔았는데 뭐 있지도 않고 바로가기 눌러도 자꾸 플레이스토어로만 연결되고 뭐하자는건지?"
  },
  {
    "store": "google_play",
    "date": "2024-05-27",
    "rating": 5,
    "content": "영양제 정보를 얻기위해 설치하였는데 식단관리에도 많은 도움을 받고있습니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-25",
    "rating": 5,
    "content": "유익하네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 5,
    "content": "운동등록 '걷기' 로딩 너무 느려요.. 점점 더 느려져요...수정부탁드립니다"
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 5,
    "content": "UI가깔끔하고 정보확인이 직관적이네요. 무엇보다 이용에 있어 거슬릴만큼의 광고가 없음."
  },
  {
    "store": "google_play",
    "date": "2024-05-24",
    "rating": 5,
    "content": "다 좋은데 약끼리 비교함이 있었으면 좋겠어요, 요즘은 같은 브랜드에서 같은 성분의 제품을 알티지 초임계 일반 등 나눠서 판매하는데 한 눈에 보기 쉽게 비교함 같은 부분이 있었으면 더 좋을거 같아요!"
  },
  {
    "store": "google_play",
    "date": "2024-05-23",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 식품 DB가 많아 식단 입력하기 용이하네요. 다만 여성, 한국인 식단에 맞는 피드백이면 좋겠어요. 아침마다 달걀을 먹는데도 아침식단 피드백으로 단백질이 자꾸 부족하다고 나와서 은근 신경쓰이네요^^; (피드백에 맞춰먹으면 살..찝니다..)"
  },
  {
    "store": "google_play",
    "date": "2024-05-22",
    "rating": 5,
    "content": "식단도 영양제까지 관리해주니까 너무 편해요"
  },
  {
    "store": "google_play",
    "date": "2024-05-22",
    "rating": 5,
    "content": "좋아용 간단하네용"
  },
  {
    "store": "google_play",
    "date": "2024-05-22",
    "rating": 5,
    "content": "좋아요 아주 좋아요~~~~~"
  },
  {
    "store": "google_play",
    "date": "2024-05-21",
    "rating": 5,
    "content": "진짜 개좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-21",
    "rating": 5,
    "content": "어플 조아요.."
  },
  {
    "store": "google_play",
    "date": "2024-05-21",
    "rating": 5,
    "content": "하루하루체계적으로 건강하게 생활가능"
  },
  {
    "store": "google_play",
    "date": "2024-05-20",
    "rating": 5,
    "content": "사용하기편하고 좋음"
  },
  {
    "store": "google_play",
    "date": "2024-05-20",
    "rating": 5,
    "content": "체고 앱주치의"
  },
  {
    "store": "google_play",
    "date": "2024-05-19",
    "rating": 5,
    "content": "아주 만족합니다 식단과 운동 영양제 까지 굿"
  },
  {
    "store": "google_play",
    "date": "2024-05-18",
    "rating": 5,
    "content": "아직 사용중입니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-17",
    "rating": 5,
    "content": "편리한어플 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-17",
    "rating": 5,
    "content": "완전만족. 앱하나로 다 기록하고 보여주니까 몸관리하는데에도 동기부여도 되고 좋습니다! 레이아웃도 예쁘고 보기편한데다 식단 조언도해주니까 맘에 들어요."
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "매우 만족하며 사용하고 있어요 다들 다이어트 및 건강한 삶을 살기위해 화이팅!!"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "마음편안해요!"
  },
  {
    "store": "google_play",
    "date": "2024-05-16",
    "rating": 5,
    "content": "미친 좋은앱"
  },
  {
    "store": "google_play",
    "date": "2024-05-15",
    "rating": 4,
    "content": "위젯을 1×1이나 1×2로 만들어 주세요"
  },
  {
    "store": "google_play",
    "date": "2024-05-15",
    "rating": 5,
    "content": "자주 쓸것같아요 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-14",
    "rating": 5,
    "content": "좋군요. 전에 썼던 앱보다 더 편리해요."
  },
  {
    "store": "google_play",
    "date": "2024-05-14",
    "rating": 5,
    "content": "등록이 안된 영양제 제품 빠른 업로드 부탁합니다."
  },
  {
    "store": "google_play",
    "date": "2024-05-13",
    "rating": 5,
    "content": "위젯에 영양제먹은 확인 위젯이 있으면 너무 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-05-12",
    "rating": 5,
    "content": "충분한분석으로 건강을 잘 챙길수 있을듯!"
  },
  {
    "store": "google_play",
    "date": "2024-05-12",
    "rating": 1,
    "content": "구글로 들어가면 음식검색 기능이 있는데 앱에서는 안보이네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-11",
    "rating": 3,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-10",
    "rating": 5,
    "content": "광고없고 합리적이에요"
  },
  {
    "store": "google_play",
    "date": "2024-05-09",
    "rating": 5,
    "content": "이런 앱이 있었다니! 정말 쓰임새가 많아요"
  },
  {
    "store": "google_play",
    "date": "2024-05-09",
    "rating": 4,
    "content": "혹시 Q&A는 이제 운영 안하나요? 며칠 전부터.. 이용하려고 했는데.. 계속 마감시간 끝났다고 뜨네요?! 아니면 운영하는 시간이 정해져 있는건가요?"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 5,
    "content": "건강 관리의 최고 어플임"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 3,
    "content": "바코드나 큐알로도 약이 검색됐음좋겠어요^"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 5,
    "content": "유용한 정보 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 5,
    "content": "이거 지리는듯"
  },
  {
    "store": "google_play",
    "date": "2024-05-08",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-05-07",
    "rating": 5,
    "content": "잘쓰고 있어요 강추!!"
  },
  {
    "store": "google_play",
    "date": "2024-05-03",
    "rating": 5,
    "content": "자꾸 확인하게 만들고 관리하게 만드네요"
  },
  {
    "store": "google_play",
    "date": "2024-05-02",
    "rating": 3,
    "content": "혈당관리 이용중인데 걷기 미션 알람좀 그만 뜨게 해주세요. 미션을 해도 계속 뜨고 알람을 지워도 조금 뒤면 다시 뜨고...이거때문에 스트레스 받네요."
  },
  {
    "store": "google_play",
    "date": "2024-05-01",
    "rating": 2,
    "content": "들기름에 오메가3 많은데 수정부탁드려요 왜 안나옴"
  },
  {
    "store": "google_play",
    "date": "2024-04-29",
    "rating": 5,
    "content": "목표 몸무게 설정 어떻게 바꾸나요?"
  },
  {
    "store": "google_play",
    "date": "2024-04-29",
    "rating": 4,
    "content": "이거 대체적으로 칼로리 너무 낮게 설정하는거 아닌가요?"
  },
  {
    "store": "google_play",
    "date": "2024-04-28",
    "rating": 5,
    "content": "건강보험에서 연동되어 제 검진기록도 나오고 그에 맞는 복용약도 설명해주니꺄 좋은것같아영"
  },
  {
    "store": "google_play",
    "date": "2024-04-27",
    "rating": 4,
    "content": "약 먹는거 넣고 분석해주니 좋음"
  },
  {
    "store": "google_play",
    "date": "2024-04-27",
    "rating": 4,
    "content": "Good"
  },
  {
    "store": "google_play",
    "date": "2024-04-27",
    "rating": 5,
    "content": "너무 편하고 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-04-26",
    "rating": 3,
    "content": "검색 알고리즘이 바뀐건가요? 식단 입력 시 음식 검색하는데 예전엔 검색 결과에 나오던 음식들이 요새 보이질 않습니다"
  },
  {
    "store": "google_play",
    "date": "2024-04-26",
    "rating": 5,
    "content": "필라이즈로 갈아타야겠어요"
  },
  {
    "store": "google_play",
    "date": "2024-04-25",
    "rating": 3,
    "content": "다른 어플 쓰다 왔는데 이건 기본적인 기능들이 너무 불편해요.. 식단 수정할 때 굳이 '시간 입력' 들어가서 해야 하고, 전체 영양소 보려면 관리 영양소 들어가서 한 번 더 '전체 영양소 보기'를 눌러야 하고 운동 기록은 한 번 기록하면 수정도 못하는건가요..ㅋㅋ 일단 버튼 찾기가 너무 힘듦 식단 수정처럼 한 번 설정하면 자주 안 쓰는 기능 말고 먹은 음식 수정처럼 자주 쓸만한 들을 우선으로 표시하면 안 되는건가요.. 쓴 지 몇 주가 되어가는데 손에 익지를 않아요 좀 원하는 기능을 한눈에 찾게 해줬으면 좋겠어요 저건 식단 어플에서 가장 기본적인 기능이잖아요.."
  },
  {
    "store": "google_play",
    "date": "2024-04-24",
    "rating": 5,
    "content": "아기자기하고 귀여움"
  },
  {
    "store": "google_play",
    "date": "2024-04-24",
    "rating": 5,
    "content": "좋은정보들이 많이있네요~ 건강관리에 최고인듯합니다."
  },
  {
    "store": "google_play",
    "date": "2024-04-22",
    "rating": 5,
    "content": "영양제 관리 어플 필요했는데, 사용하기 편리하고 좋은것같아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "영양제 섭취를 위해서 다운받았어요, 영양제 분석이랑 영양제 랭킹 시스템 및 리뷰가 마음에 드네요. 다만 아쉬운 점은 식후인지 식전인지 구분도 해주는 기능이 추가되었으면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "분석이 잘됨"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "굿굿 나는 67점임"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "넘나 유용합니다 관리할수 있어요 필라이즈 화이팅"
  },
  {
    "store": "google_play",
    "date": "2024-04-21",
    "rating": 5,
    "content": "만족해요 굿굿"
  },
  {
    "store": "google_play",
    "date": "2024-04-20",
    "rating": 5,
    "content": "다 좋아요! 하지만 자동으로 단식시간 측정해주게 해주실 수 있나요?? 식단 등록할때 바로요!"
  },
  {
    "store": "google_play",
    "date": "2024-04-20",
    "rating": 5,
    "content": "너무 유용해요"
  },
  {
    "store": "google_play",
    "date": "2024-04-20",
    "rating": 5,
    "content": "영양제 챙겨먹기 좋네요♡"
  },
  {
    "store": "google_play",
    "date": "2024-04-19",
    "rating": 5,
    "content": "만족합니다 신기하네요"
  },
  {
    "store": "google_play",
    "date": "2024-04-19",
    "rating": 5,
    "content": "쉽게 영양제에대해 알수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-18",
    "rating": 5,
    "content": "식단에 간식기록도 있었음 좋겠어요 ! 잇는데 제가.못찾는건가요ㅠ 찾아따!!!!!!!"
  },
  {
    "store": "google_play",
    "date": "2024-04-18",
    "rating": 5,
    "content": "뭐 이런 어플이 다 있담.. 너무 좋네요. 부족한 성분 알려 주고 제품 추천에 여러 알람 까지.. 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 5,
    "content": "good"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 2,
    "content": "Ui가 직관적이지 않음 체중기록 불편"
  },
  {
    "store": "google_play",
    "date": "2024-04-16",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-04-15",
    "rating": 4,
    "content": "좋긴한데 묘하게 불편해요"
  },
  {
    "store": "google_play",
    "date": "2024-04-15",
    "rating": 5,
    "content": "건강관리에 도움될것같아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-15",
    "rating": 5,
    "content": "영양제 대해서 깊인 이해가 되서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-13",
    "rating": 5,
    "content": "알림떠서 까먹을일 없네요 하하"
  },
  {
    "store": "google_play",
    "date": "2024-04-13",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-04-13",
    "rating": 5,
    "content": "잘먹었다 생각한 식단에 오점을 알 수 있어 좋아요 또 각각 재료와 그 재료의 칼로리 쉽게 알 수 있어서 좋아요. 영양제도 있긴한데 이미 몇년째 루틴대로 먹고있어 이건 따로 도움 안받아도 댈듯한데 식단 점검할때 또 짤때 도움 마니대여"
  },
  {
    "store": "google_play",
    "date": "2024-04-11",
    "rating": 5,
    "content": "오 좀 더 써봐야겠지만 좋아용"
  },
  {
    "store": "google_play",
    "date": "2024-04-11",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-04-10",
    "rating": 1,
    "content": "먹고 있는 영양제가 어플 상에 없어서 몇번이고 등록 요청을 했는데 일주일이 훨씬 지났는데 아직도 등록이 안돼는걸까요?? 한두개면 말을 안하겠는데.. 너무 많은 제품들이 없어요..."
  },
  {
    "store": "google_play",
    "date": "2024-04-09",
    "rating": 5,
    "content": "만족"
  },
  {
    "store": "google_play",
    "date": "2024-04-08",
    "rating": 5,
    "content": "편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-07",
    "rating": 5,
    "content": "먹은 것을 적으면 점수를 매겨주니까 몸무게 숫자에만 집착하지 않을 수 있고 더 건강하게 다이어트를 할 수 있어서 좋은 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-06",
    "rating": 5,
    "content": "영양제 정보. 먹을 시간표. 분석까지 잘되어있어요"
  },
  {
    "store": "google_play",
    "date": "2024-04-06",
    "rating": 5,
    "content": "먹고있는영양제 섭취량과 시간을 알려주니 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-04-06",
    "rating": 5,
    "content": "좋아요!!:)"
  },
  {
    "store": "google_play",
    "date": "2024-04-06",
    "rating": 5,
    "content": "지금까지 좋음"
  },
  {
    "store": "google_play",
    "date": "2024-04-05",
    "rating": 4,
    "content": "다 좋은데 신규 영양제 등록이 너무 느려요"
  },
  {
    "store": "google_play",
    "date": "2024-04-05",
    "rating": 5,
    "content": "영양제 먹는 정보가 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-04",
    "rating": 5,
    "content": "현존 최고의 관리어플인듯"
  },
  {
    "store": "google_play",
    "date": "2024-04-04",
    "rating": 5,
    "content": "잘 사용하고 있어요. 다만 몇가지 기능이 필요할 것 같아요. 운동을 루틴으로 등록할 수 있다면 더욱 좋을 것 같아요. 식단과 영양제 루틴은 잘 되어있으니, 여기에 운동 루틴만 더해진다면 완벽굿잡체"
  },
  {
    "store": "google_play",
    "date": "2024-04-03",
    "rating": 5,
    "content": "몇년동안 수많은 식단관리앱을 써봤는데 필라이즈가 젤 좋은것 같아요"
  },
  {
    "store": "google_play",
    "date": "2024-04-02",
    "rating": 5,
    "content": "너모 편리해요"
  },
  {
    "store": "google_play",
    "date": "2024-04-02",
    "rating": 3,
    "content": "건강고민 선택 기능이 8개인데 조금 더 늘려주시죠?"
  },
  {
    "store": "google_play",
    "date": "2024-04-02",
    "rating": 4,
    "content": "1. 식단 기록은 정리가 잘 되어 있어서 좋음 다만 섭취한 영양제랑 연동 잘 안되는듯 2. 물 섭취한 시간도 중요한데 물은 버튼만 구현해서 얼마나 먹었냐만 볼 수 있음 한번에 2리터 마시는거랑 나눠 마시는거랑 엄연히 다른데 구현하는게 좋지 않을까요? 그럼에도 UI랑 다른 기능이 너무 좋아서 4점입니다."
  },
  {
    "store": "google_play",
    "date": "2024-04-02",
    "rating": 5,
    "content": "좋아요^^"
  },
  {
    "store": "google_play",
    "date": "2024-04-01",
    "rating": 5,
    "content": "관리영양소 커스텀할수있는 기능은 없어진건가요?"
  },
  {
    "store": "google_play",
    "date": "2024-04-01",
    "rating": 5,
    "content": "맨올로지컷 pro 업데이트좀해주세용"
  },
  {
    "store": "google_play",
    "date": "2024-03-31",
    "rating": 5,
    "content": "식단관리하기 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-30",
    "rating": 5,
    "content": "원하던 앱입니다 감사합니다 ^^"
  },
  {
    "store": "google_play",
    "date": "2024-03-29",
    "rating": 5,
    "content": "필수 영양소 권장 섭취량을 체크할수 있어서 좋은거같아요."
  },
  {
    "store": "google_play",
    "date": "2024-03-28",
    "rating": 5,
    "content": "와 대박"
  },
  {
    "store": "google_play",
    "date": "2024-03-28",
    "rating": 5,
    "content": "영양제성분 분석과 먹는 시간을 알려줘서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-28",
    "rating": 3,
    "content": "잘되다가 갑자기 혈당 업데이트가 안됨.."
  },
  {
    "store": "google_play",
    "date": "2024-03-28",
    "rating": 1,
    "content": "3웣 18일 0시 현재 기능이.아무것도 안되네요. 혈당 데이터가 모두 클라우드에 있나요? 데이터는 디바이스에 저장해주세요. 지금 데이터를 하나도 볼 수 없어요. ‐-------- 혈당.그래프 보는.기능이 좋습니다. 혈당 데이터를 csv 형태로 다운 받을 수 있으면 좋을것 같아요. 집에서도 따로 사용할 수 있게요 콜레스트롤 수치. 중성지방 수치등도 수동으로 입력하고 건강검진 데이터와 함께 볼 수 있으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2024-03-27",
    "rating": 4,
    "content": "다 좋은데 꽈리고추멸치볶음은 오메가3가 없고 멸치볶음은 오메가3가 있는 이유가 뭐에요? 다른것들도 영양성분이 다 다름"
  },
  {
    "store": "google_play",
    "date": "2024-03-26",
    "rating": 5,
    "content": "다이어트 시작했는데 관리하기 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-26",
    "rating": 5,
    "content": "영양제 식단관리하기좋아요 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-25",
    "rating": 5,
    "content": "영양제 선택이랑 알람설정도 좋구 식단분석이랑 여러가지 편리한 점이 많네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-25",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-03-25",
    "rating": 5,
    "content": "요즘 먹는 약들이 많아지면서 일일이 복용법 알아보고 먹기도 힘들었는데 완전 딱이네요 답답하던 차에 어떻게 복용해야하는지도 알려주고 부족한것도 알려주고 정말 최고에요"
  },
  {
    "store": "google_play",
    "date": "2024-03-23",
    "rating": 5,
    "content": "이런 대박 어플을 이제야 알게 되다니 !!!! chat gpt 검색하며 일일이 찾고 있었는데 어휴 감사합니다 !!"
  },
  {
    "store": "google_play",
    "date": "2024-03-23",
    "rating": 5,
    "content": "아주 유용해요👍"
  },
  {
    "store": "google_play",
    "date": "2024-03-23",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2024-03-22",
    "rating": 5,
    "content": "UI랑 기능들 모두 깔끔하고, 건강 정보들도 있고 진단도 할 수 있어서 유용한 것 같습니다! 혹시 실례가 안 된다면 식품 영양소 데이터는 어떤 데이터를 사용하시는지 알 수 있을까요?? 공공데이터를 사용하신다면 DB에 넣어서 쓰시는지, 공공데이터 OPEN-API로 호출해서 쓰시는지 궁금합니다!"
  },
  {
    "store": "google_play",
    "date": "2024-03-22",
    "rating": 5,
    "content": "꼼꼼하게 잘 알려줘요. 관리하기 좋은 어플 추천합니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-21",
    "rating": 4,
    "content": "너무 잘 쓰고있는데 단식기능이 좀 아쉽습니다. 간헐적단식중인데 단식시작/중지 버튼이 있었으면 좋겠어요 위젯으로 만들어놓고 쓰고싶은데 위젯에 단식이 없어 아쉽습니다ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-03-21",
    "rating": 5,
    "content": "먹는 영양제 설정해두면 언제먹을지 몇시에 먹을지 알아서 체크가되서 너무 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2024-03-18",
    "rating": 5,
    "content": "정보가 많아서 건강관리.전반에 아주 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-03-18",
    "rating": 3,
    "content": "탈퇴하고 30일 이내 재가입 불가능한거 제발 없애주세요 ㅈㅂ"
  },
  {
    "store": "google_play",
    "date": "2024-03-17",
    "rating": 5,
    "content": "간편하고 최고"
  },
  {
    "store": "google_play",
    "date": "2024-03-16",
    "rating": 5,
    "content": "이 앱은 진짜 필수다 필수 이야... 내가 원하던 모든것이 담겨있다"
  },
  {
    "store": "google_play",
    "date": "2024-03-15",
    "rating": 5,
    "content": "너무 잘 쓰고 있습니다. 근데 영양제를 서로 비교한다던가, 영양제 상세정보에 지금 먹고 있는 영양제랑 겹치는 성분 있는지 알려준다던가 이런 기능들이 추가돼도 좋을 것 같네요."
  },
  {
    "store": "google_play",
    "date": "2024-03-15",
    "rating": 1,
    "content": "에러나서 되지도 않음"
  },
  {
    "store": "google_play",
    "date": "2024-03-15",
    "rating": 1,
    "content": "영양제탭에서 뭐만 보려고하면 잘 맞는 제품인지 확인해드릴게요 알림창이 뜨는데 10초만에 완성하기 눌러도 그냥 무한로딩이라 알림창만 계속 떠서 너무 불편해요"
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 5,
    "content": "Good"
  },
  {
    "store": "google_play",
    "date": "2024-03-13",
    "rating": 5,
    "content": "다른어플도써봤는데 이게 제일 기록하기편함"
  },
  {
    "store": "google_play",
    "date": "2024-03-12",
    "rating": 5,
    "content": "간편 정확한 애플"
  },
  {
    "store": "google_play",
    "date": "2024-03-11",
    "rating": 4,
    "content": "안드로이드 운동 연동 제외 하면 매우만족"
  },
  {
    "store": "google_play",
    "date": "2024-03-09",
    "rating": 5,
    "content": "완전만족ㅇ"
  },
  {
    "store": "google_play",
    "date": "2024-03-09",
    "rating": 5,
    "content": "꽁짜라서 일단 쓰는중"
  },
  {
    "store": "google_play",
    "date": "2024-03-08",
    "rating": 1,
    "content": "너무짜증나요 궁금한거 투성인데 물어볼수도 있는곳도 없고 무엇이든 물어보라고 이상한거 만들어 놓고 질문 적는거마다 내용 없다고 나오고 뭘 물어보라는건지 그냥 연속혈당측정기만 사서 하는거랑 뭔차인지 1도 모르겠네요"
  },
  {
    "store": "google_play",
    "date": "2024-03-07",
    "rating": 5,
    "content": "신세계임 약 안꺼먹고 먹을수있음"
  },
  {
    "store": "google_play",
    "date": "2024-03-06",
    "rating": 3,
    "content": "영양제 안먹고 있는 사람에게 리뷰쓰는게 힘듬 알람설정 하기싫은데 뒤로가기가 없음..."
  },
  {
    "store": "google_play",
    "date": "2024-03-06",
    "rating": 5,
    "content": "다른 앱 쓰다가 영양성분에 종종 오류가 있어서 갈아탔는데 진작 이 앱을 알았어야 했다. (1) 탄단지를 '딱 이만큼 먹어라!'가 아니라 '이 정도 범위 내면 된다~'로 정해줘서 강박을 덜 수 있고, 당, 포화지방, 콜레스테롤, 식이섬유 등 부차적인 영양소들도 조언을 해줘서 세심함이 느껴짐. 특히 점수 시스템으로 하루 동안 어떻게 먹었는지 한 눈에 볼 수 있어 참 좋음. (2) 운동 난이도를 고를 때 도움을 주는 팁이 운동마다의 개별적 상황에 맞추어져 있음. 예를 들어 계단오르기의 경우, 짐 없이 천천히 오르면 '가볍게', 가벼운 짐을 들거나 빠르게 오르면 '적당히', 무거운 짐을 들거나 뛰어오르면 '격하게'. 어떻게 하면 더 쉽게 기록할 수 있을지 배려한 흔적이 보임. (3) UI가 깔끔&귀염 그 자체! 홈 화면을 마음대로 정리할 수 있다는 점이 좋음. 영양제나 전문가의 건강 조언 등 다른 멋진 기능들도 있지만 아직 사용을 안 해봄. 메일 문의에 대한 답도 하루만에 왔다."
  },
  {
    "store": "google_play",
    "date": "2024-03-06",
    "rating": 5,
    "content": "다 좋은데 단식완료 위젯도 있었음 좋겠네요!!"
  },
  {
    "store": "google_play",
    "date": "2024-03-05",
    "rating": 5,
    "content": "많은 제품들이 등록되어 있었고 내가 먹는게 찾기 쉽게 되어있었습니다. 다만 좀더 상세한 검색을 위한 구분방법을 해주어도 좋을것 같습니다. 제조사 용량 등...그리고 2알씩 먹는 영양제를 1알씩 먹는 경우에도 분석을 해줄수 있으면 더 좋을듯합니다! 강추 합니다."
  },
  {
    "store": "google_play",
    "date": "2024-03-01",
    "rating": 5,
    "content": "잘만들었다... 더 써보고 다시 올게여."
  },
  {
    "store": "google_play",
    "date": "2024-02-29",
    "rating": 3,
    "content": "직접 음식등록 - 사진을 찍어서 등록할때 자꾸 초기화가 됩니다"
  },
  {
    "store": "google_play",
    "date": "2024-02-27",
    "rating": 5,
    "content": "자칭 깜빡이의 루틴에 비집고 들어와주셔서 감사합니당👍🏻💛"
  },
  {
    "store": "google_play",
    "date": "2024-02-27",
    "rating": 5,
    "content": "왜 지금 알았나싶을정도로 좋아요 ㅜ"
  },
  {
    "store": "google_play",
    "date": "2024-02-25",
    "rating": 4,
    "content": "영양제를 어떤것을 먹을지 디테일하게 분석 해줘요"
  },
  {
    "store": "google_play",
    "date": "2024-02-25",
    "rating": 5,
    "content": "신선해요 잘 이용해볼게요"
  },
  {
    "store": "google_play",
    "date": "2024-02-24",
    "rating": 5,
    "content": "잘 사용하고 있어요!! 다이어트중이라면 아주 추천합니다. 먹을수록, 먹은 것에 따라 점수가 올라요. 극단적으로 다이어트하면서 건강을 잃기 쉬운데 너무 낮은 칼로리를 섭취했을 때 점수가 낮아지니까 너무 초절식을 유지하려는 강박이 없어져요. 한 눈에 탄단지 비율이 보여지니까 그때그때 필요한 식단을 바꿔가면서 조절하기가 좋았어요. 계속 잘 사용할 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 5,
    "content": "완전좋아요!"
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 3,
    "content": "얼마전까지만 해도 운동과 걸음 수 모두 활동량으로 계산 되어 하루에 먹을 수 있는 양을 알려줬었는데(활동량 반영 기능) 요즘 운동만 하고 나면 반영되어 있던 걸음 수는 없어져 버려서 칼로리 체크에 너무 혼란이 옵니다. 다시 고쳐주세요; +) 답변 받고 메일 드렸는데 회신이 없네요 ..."
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 4,
    "content": "편하긴한데요 인바디 연동되엇다해도 어디 반영되는지도 모르겠고 연동 잘 반영안해주는거같아요. 그리고ㅜ로그인 자꾸 풀리고 만보기도 다시 연결해야하고 불편해요"
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 5,
    "content": "아주 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-02-21",
    "rating": 5,
    "content": "비슷한 어플 써봤는데 잘 안들어가게 됬는데 이건 사용하기 편리하니 계속 적게 되고 좋아요. 바로 영양성분별로 먹은게 분석되어 좋고 단식시간 지정되는것도 좋고 필요한게 알차게 다 들어가 있네요."
  },
  {
    "store": "google_play",
    "date": "2024-02-20",
    "rating": 5,
    "content": "영양제를 분석해주는 부분이 특히 마음에 드네요. 좋은 서비스 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2024-02-20",
    "rating": 4,
    "content": "약시간 변경,삭제~편집 했는데 예전 알림이 나옴!"
  },
  {
    "store": "google_play",
    "date": "2024-02-19",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2024-02-18",
    "rating": 5,
    "content": "이거 좋아요 다들 많이많이 까세요ㅛ"
  },
  {
    "store": "google_play",
    "date": "2024-02-18",
    "rating": 1,
    "content": "알림 다 꺼놨는데 왜 자꾸 뜨는데ㅡㅡ"
  },
  {
    "store": "google_play",
    "date": "2024-02-17",
    "rating": 3,
    "content": "아까부터 음식 새로 등록하는데 계속 등록이 안돼요"
  },
  {
    "store": "google_play",
    "date": "2024-02-17",
    "rating": 5,
    "content": "영양제 관리 어플로 받았는데 식단 관리가 다른 어플보다 편함"
  },
  {
    "store": "google_play",
    "date": "2024-02-15",
    "rating": 5,
    "content": "최고입니다"
  },
  {
    "store": "google_play",
    "date": "2024-02-15",
    "rating": 5,
    "content": "식단과 혈당,체중관리까지 한눈에 알 수 있는 유용한 어플입니다."
  },
  {
    "store": "google_play",
    "date": "2024-02-12",
    "rating": 5,
    "content": "건강관리최적어플!"
  },
  {
    "store": "google_play",
    "date": "2024-02-11",
    "rating": 1,
    "content": "광고투성이. 삭제함"
  },
  {
    "store": "google_play",
    "date": "2024-02-10",
    "rating": 5,
    "content": "너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-08",
    "rating": 5,
    "content": "리뷰도 많고 설명도 많아서 사용하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-08",
    "rating": 5,
    "content": "자기가 다이어트식단을 잘하고있는지 알수있어서 좋았어여 그리고 제가 다이어리처럼 생각을 뭔가 제기분이나 생각이나 먹은것을 글로 표현하는걸좋아하는데 그걸할수있어서 좋았고 물도 쉽게체크할수있고 깔끔하고 하루가끝나면 피드백도 해주고그래서 정말 정말 정말 잘만든 좋은 어플인거같아요 감사드립니다 이걸로 살 열심히 빼볼께요 제발 올해는 꼭 다이어트 성공해서 리뷰에 성공기록쓰러오겠습니다"
  },
  {
    "store": "google_play",
    "date": "2024-02-06",
    "rating": 1,
    "content": "고객센터 문의를 도대체 어디서 할수있는거죠? 상담요청을 해도 채팅창은 생기지 않고 기존 질문들 목록만 생기네요~! 기기 이상으로 문의하려해도 문의를 할 수없네요~~!!"
  },
  {
    "store": "google_play",
    "date": "2024-02-05",
    "rating": 5,
    "content": "영양제를 언제 챙겨먹으면 더 효과가 좋은지 알게되서 유용했어요~!!"
  },
  {
    "store": "google_play",
    "date": "2024-02-05",
    "rating": 5,
    "content": "최고!! 디테일이 살아있네요"
  },
  {
    "store": "google_play",
    "date": "2024-02-04",
    "rating": 5,
    "content": "와 너무 좋다"
  },
  {
    "store": "google_play",
    "date": "2024-02-02",
    "rating": 5,
    "content": "영양제 추천 시간대 때문에 깔았는데 칼로리나 영양제 체크할 때 너무 좋아요 대신에 식단 추천이나 월경 부분도 있었으면 좋겠어요.. 매번 식사 뭐해야하나 고민하는 게 은근 스트레스 더라구요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2024-02-02",
    "rating": 5,
    "content": "칼로리 계산하기 귀찮아서 설치 했는데, 엄청 편하네요."
  },
  {
    "store": "google_play",
    "date": "2024-02-01",
    "rating": 5,
    "content": "운동 및 식단관리하기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-02-01",
    "rating": 5,
    "content": "오 정말 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-02-01",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-01-31",
    "rating": 4,
    "content": "간헐적 단식 시간, 식단체크 다 좋아요. 근데 간헐적 단식 하고 아침식사나 점심식사, 간식 등을 먹었을때 단식 시간이 자동으로 끝나면 더 좋을 것 같아요. 그리고 음식 섭취시에도 사진을 찍었을 때만 시간이 반영 되는데 사진 찍지 않아도 작성하려고 들어가면 들어간 시간이 자동으로 뜨면 좋을것 같아요. 그 시간이 안 맞으면 따로 바꾸면 되지만 아예 시간이 반영 안되니 하나하나 시간 넣는 것도 번거로워요."
  },
  {
    "store": "google_play",
    "date": "2024-01-31",
    "rating": 4,
    "content": "식단 기록과 간헐적 단식 관리에 편리합니다 다만 몇가지 개선해주시면 좋을것같아요! 식단 탄단지와 영양성분 분석 후 부족한 영양을 보충하거나 과한 성분을 줄이기 좋은 식단 또는 메뉴를 추천해주시면 좋을것 같아요! 또한 간헐적단식 시작/종료를 잊을때가 종종 있는데 이것도 수정가능하게 업뎃해주시면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-31",
    "rating": 4,
    "content": "다 좋은데 가끔씩 끊김. 그래서 프로그램이 멈추는데 그럼 전에 기록했던 데이타 다 날라간다. 그것땜에 환장하겠음. 지금도 끊겨서 데이타 초기화됐음. 그것땜에 짜증나서 좀 잘하라고 의미로 리뷰를 단다. 맘같아선 0개주고 싶은데 참고 참아서 별 네개 줌"
  },
  {
    "store": "google_play",
    "date": "2024-01-31",
    "rating": 1,
    "content": "개발자들 기획자들 업데이트 후에 QA는 포기하신 건가요? 너무 많이 튕깁니다. 불규칙적으로 튕기는 것도 아니고 심지어 '특정 상황에서' 튕겨요. 어플 자체는 체중, 식단, 영양제를 입력할 수 있어서 편리하고, 또한 디자인도 예뻐요. 하지만 이렇게 많이 튕겨져서 어플 쓸 때 자체의 경험이 기분 나쁜데 뭘 평가해야할지도 모르겠어요. 아직 이 정도의 다른 어플을 못 발견해서 그대로 유지는 하나, 만일 다른 어플 중에 오류가 없는 것이 있다면 그 어플로 옮길 생각입니다. 혈당 관리 상품 판매, 매출에 중요해 보이고 또한 회사에서 신경쓰고 홍보하는 것이 보입니다. 하지만 뭐가 되었든 어플 자체가 사용하기 편했으면 좋겠습니다. 개발자가 개발을 개판으로 한 건지, PM의 QA 실력이 개판인 건지, 무엇이 원인인지는 모르겠으나 빠른 시일 내에 이러한 튕김 현상이 없어졌으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-31",
    "rating": 5,
    "content": "좋은어플 만족중"
  },
  {
    "store": "google_play",
    "date": "2024-01-30",
    "rating": 3,
    "content": "잘 쓰고 있습니다. 다만 가족력 입력 안 되는 부분 수정해주시면 좋겠습니다. 걸음 수 연동 아예 안 되는 부분도 수정 필요합니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-30",
    "rating": 5,
    "content": "사용하기편리"
  },
  {
    "store": "google_play",
    "date": "2024-01-30",
    "rating": 5,
    "content": "아니 이런 어플이 있었다니... 진짜 좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-29",
    "rating": 4,
    "content": "하루먹은것들의 영양성분비율을 눈으로 확인할수 있기때문에 조금더 건강하게 식단을 할 수 있는것같습니다 근데 이번 업데이트 이후 걸음수 연동이 전혀 되지 않고 있습니다 빠른시일내에 오류를개선해주시면 좋을거같습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-29",
    "rating": 3,
    "content": "처음에는 운동을 했을때 칼로리가 잘 나왔는데 이제는 30분동안 뛰어서 100kacl정도 소모가 되는데 왜 0칼로리라고 나오는지 모르겠네요.. 오류 수정 부탁드려요ㅜㅜ 계속 나갔다 들어와도 똑같네요..!"
  },
  {
    "store": "google_play",
    "date": "2024-01-29",
    "rating": 5,
    "content": "쓰기편해요~~ 걸음수 운동 연동 바로바로 돼서 좋아요. 운동처럼 물 섭취기록 삼성헬스랑 연동되면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2024-01-28",
    "rating": 5,
    "content": "운동 정보를 바꿀수가 없어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-28",
    "rating": 1,
    "content": "질문을 등록하려는데 자꾸 식단명이란 멘트가 뜨네요??"
  },
  {
    "store": "google_play",
    "date": "2024-01-28",
    "rating": 3,
    "content": "걸음수기록은 어떻게하는건가요?"
  },
  {
    "store": "google_play",
    "date": "2024-01-28",
    "rating": 5,
    "content": "생각보다 이것저것 잘 되어 있네요 영양제 평가해주고 추천해주고 건강검진 불러와서 한눈에 알아보기 쉽게 정리해주고 이 앱을 만난게 행운이네요 다만 삼성헬스 연동은 왜 안되는지...? 삼성측이랑 협의가 안된걸까요 ㅠㅠ 삼성헬스랑 연동만 된가면 더 좋을 것 같네요 이걸로 건강관리 열심히 할게요 좋은 앱 만들어주셔서 감사합니다🍑"
  },
  {
    "store": "google_play",
    "date": "2024-01-28",
    "rating": 5,
    "content": "기대안하고 설치했는데 먹는 시중 영양제가 거의 다있어서 만족스러웠어요. 부족한 영양제가 뭔지 병원처방약을 먹고있는데 그거랑 겹치면 안좋은것도 볼수있고 대만족입니다. 검색해서 스크롤을 내리면 찾으시는 영양제가 없으시냐는 친절한 팝업까지 요런 앱은 처음이네요. 정말 강추드립니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 4,
    "content": "다 좋은데 건강Q&A를 하려고 하면 자꾸 '식단명' 이라고만 뜨고 질문을 할수가 없는데 어떻게 해야하나요?"
  },
  {
    "store": "google_play",
    "date": "2024-01-27",
    "rating": 3,
    "content": "처음엔 괜찮았는데 깔때 리뷰에서 봤듯이 어느날 데이터가 싹사라지고 다시 로그인해도 흔적없이 기록들이 없어져 있습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-26",
    "rating": 5,
    "content": "배송이 안되서 여기에 글 남깁니다. 배송 관련해서 문의도 할 수 없고 문의항목도 사지선다형인 시험인지 모를 것만 나열해 놓고 연락처도 없고 정말 잘 사용하고 있는데 이건 아니지 않을까요? 센서는 오동작 하는데 참 답답하네요."
  },
  {
    "store": "google_play",
    "date": "2024-01-25",
    "rating": 5,
    "content": "써본 어플중에 가장 편리하고 관리를 잘해주는거같아요 ㅎㅎ 보기도 편하고 찾기도 편하고 영양제 먹을 시간과 복용하기 좋은 시간대도 추천해주고, 식단표 작성할 때 찾기도 편해서 정말정말 추천해요 !!"
  },
  {
    "store": "google_play",
    "date": "2024-01-24",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-01-24",
    "rating": 5,
    "content": "엄청 좋아요 짱짱짱"
  },
  {
    "store": "google_play",
    "date": "2024-01-23",
    "rating": 5,
    "content": "만족합니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-22",
    "rating": 5,
    "content": "뭔가 기분좋은 압박을 주는 느낌"
  },
  {
    "store": "google_play",
    "date": "2024-01-22",
    "rating": 5,
    "content": "간편한 설명과 직관적인 분석 등 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-22",
    "rating": 5,
    "content": "섭취가 끝나서 삭제하는데 계속 남아있어요 제 폰 문제인가요?"
  },
  {
    "store": "google_play",
    "date": "2024-01-22",
    "rating": 5,
    "content": "너무 편리해요"
  },
  {
    "store": "google_play",
    "date": "2024-01-22",
    "rating": 1,
    "content": "안좋음"
  },
  {
    "store": "google_play",
    "date": "2024-01-20",
    "rating": 5,
    "content": "다이어트 시작했는데 칼로리 계산도 쉽고 좋네요"
  },
  {
    "store": "google_play",
    "date": "2024-01-19",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2024-01-19",
    "rating": 5,
    "content": "많은 고움이 됍니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-19",
    "rating": 5,
    "content": "세상 좋아졌네요~!! 편리성이 엄청납니다!"
  },
  {
    "store": "google_play",
    "date": "2024-01-18",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2024-01-18",
    "rating": 5,
    "content": "걸음걸이 관련해서 가이드되어있는대로 진행했는데 걸음걸이 수가 표시되지 않습니다. 앱 삭제 후 재설치해도 마찬가지고요. 가이드좀 부탁드립니다!"
  },
  {
    "store": "google_play",
    "date": "2024-01-18",
    "rating": 5,
    "content": "좋다"
  },
  {
    "store": "google_play",
    "date": "2024-01-17",
    "rating": 4,
    "content": "검색하다 알게되어 너무 편하게 사용하고 있습니다. 다만 삼성헬스케어 연동사용중인데 걸음수가 동기화 되지않고 계속 0으로만 나오는데 왜그런지모르겠어요ㅠㅠ 또한 영양제 섭취루틴을 특정 요일이 아닌 2일에 한번 3일에 한번 으로 설정할 수는 없나요ㅠㅠ?? 아니면 일주일혹은 이주호라이즌 타입으로 섭취 영양소를 체크할수 있는 법이있을지 궁금해요. 현재는 달력에서 색상별도트로 표시되고 그날 날짜에 들어가서 영양제 파트에들어가 확인할 수 있는데 한번에보면 편할 것같아요! 다양한 영양제를 먹다보니 하루는 콤플렉스 타입 하루는 단품영양타입을 번갈아 가며 섭취중이라.. 궁금합니다! 앱 넘 유용하게 잘사용하고있습니다!!"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "아주 잘 쓰고 있습니다. 새로운 레시피를 등록하기에 재료선택에 뜨지않는 재료들이 많네요. 만개의 레시피같은 어플에 연동되었으면 좋겠어요. 계속 사용할 것 같습니다! 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "너무 좋아요. 검색할때마다 맥주생각이 나긴 하지만 진짜 유용하게 잘 사용하고 있어요. 저에게 필요한 성분과 주의해야할 성분을 한 번에 볼 수 있다는 게 가장 좋고, 다른 분들 후기를 볼 수 있는 것도 좋아요. 근데 요즘은 광고리뷰도 좀 있는 거 같아요.. 누가 봐도 광고인;; 그런 영양제는 좀 꺼리게 되는데 광고인 걸 적고 올리면 더 좋을 거 같아요ㅠㅠ그래야 참고를 하든 거르든 할 거 같은데 광고가 아닌 척 적혀있으니까 묘하게 좀 못미더운..ㅠㅎㅎ 그거 말고는 다 너무 유용하게 잘 사용하고 있어용 :) 필수 어플 중 하나!"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 5,
    "content": "편리하게 잘 되어 있어여"
  },
  {
    "store": "google_play",
    "date": "2024-01-16",
    "rating": 4,
    "content": "이거 연동은 했는데 걸음 수가 측정이 안 되서 불편하고요ㅠ 그 외는 정말 좋아요! 물도 얼마 마셨는지 작성도 가능 하고 일기 같은 기능도 있어서 좋은거 같아요~!"
  },
  {
    "store": "google_play",
    "date": "2024-01-15",
    "rating": 5,
    "content": "보기편하고 편리해요"
  },
  {
    "store": "google_play",
    "date": "2024-01-15",
    "rating": 3,
    "content": "리뷰 강제가 심해서 이용에 불편 적당히 했으면"
  },
  {
    "store": "google_play",
    "date": "2024-01-15",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-01-14",
    "rating": 5,
    "content": "영양제 성분 조합 확인을 위해 사용중입니다 알기 어려운 정보들 쉽게 확인할 수 있어서 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-12",
    "rating": 5,
    "content": "5년전부터 어플 쓰는데 지니어트쓰다가 인아웃쓰다가 이것저것 다 최소 6개월 이상 써봤는데 진짜 이 어플이 최고 인듯..인생 앱이라는 생각이 들 정도로 편의성이 너무 좋네요."
  },
  {
    "store": "google_play",
    "date": "2024-01-12",
    "rating": 5,
    "content": "너무 좋은데 영양제 요일말고 일수로도 표기해주시면 안될까요 3일에 한번 이런식으로..."
  },
  {
    "store": "google_play",
    "date": "2024-01-11",
    "rating": 5,
    "content": "대박 이어플 찐좋음"
  },
  {
    "store": "google_play",
    "date": "2024-01-10",
    "rating": 4,
    "content": "맞춤분석 완료후 그다음 화면으로 넘어가질 않습니다 그대로 멈춰있어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-09",
    "rating": 4,
    "content": "영양제 종류 거의 다 등록 되있네요"
  },
  {
    "store": "google_play",
    "date": "2024-01-09",
    "rating": 1,
    "content": "단백질바 세부 영양소 검색하니까 이거 깔라고 나오더만 쓸데없는짓만 시키고 정작 영양성분 검색은 없음. 욕나오네"
  },
  {
    "store": "google_play",
    "date": "2024-01-09",
    "rating": 5,
    "content": "잘 사용하고 있는데, 주말 목표 칼로리 바꾸는 기능을 특정 요일만 지정할 수 있게 바꿔주시면 좋겠습니다. 금요일을 치팅데이로 정하고 있는데 주말만 목표칼로리를 바꿀 수 있어 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-07",
    "rating": 5,
    "content": "좋습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-07",
    "rating": 5,
    "content": "저만 이러는지는 모르겠는데 며칠 전부터 자꾸 걸음수가 측정 되지않습니다. 지웠다 깔아보니 돼서 보면 또 하루만 되고 그 후엔 되지않습니다. 지웠다 깔았다만 며칠 반복중입니다. 그것 빼면 별 불편한 점 없는 어플입니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-06",
    "rating": 3,
    "content": "영양제 복용 알림과 의약품 알림 편합니다 추천 기능도 좋고 다만 정보를 변경 후 변경되었습니다! 알림이 뜨고 다음창으로 넘어가지 않는 오류가 있습니다. 마찬가지로 ai영양분석 후 분석이 완료되었습니다! 알림이 뜨고 창이 넘어가지 않습니다. 오류 개선 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-06",
    "rating": 5,
    "content": "정말 다이어트와 몸건강의 도움을 많이 받고 있습니다. 하루하루 나은 삶을 살고 있습니다. 감사합니다. 다만 앱연동의 인바디만 있는것이 매우 아쉽습니다. 삼성헬스 체성분정보나 fitdays정보도 불러오길 희망합니다. 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2024-01-05",
    "rating": 5,
    "content": "걸음수연동이 안되는데 어떻게 하면 되나요?"
  },
  {
    "store": "google_play",
    "date": "2024-01-04",
    "rating": 4,
    "content": "일단 전반적으로 좋은데 정해진 단식 시간이 지나면 초과시간체크가 안되네요? 그것도 모르고 다시 단식 시작했다가 취소하고 밥 먹었네요. 그 외에는 다 좋아요 진짜 괜찮음"
  },
  {
    "store": "google_play",
    "date": "2024-01-04",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2024-01-03",
    "rating": 1,
    "content": "업데이트 이후 ai 맞춤분석 완료 화면에서 중단 현상 발생, 데이터&와이파이 환경 모두 안됨"
  },
  {
    "store": "google_play",
    "date": "2024-01-03",
    "rating": 4,
    "content": "맞춤분석 완료후 그 다음으로 안넘어가요 ㅠㅠ 어플을 지원다 깔았는데도 계속그러네요 ㅠ 폰도 껏다 켜봐도 멈춰있어요 .."
  },
  {
    "store": "google_play",
    "date": "2024-01-03",
    "rating": 4,
    "content": "로고가 너무 운동,건강앱 같지가 않아서 찾기 힘들어요"
  },
  {
    "store": "google_play",
    "date": "2024-01-03",
    "rating": 3,
    "content": "다른 건강관련 어플보다 영양제 정리가 잘 되어있어서 좋아요. 근데 영양제 루틴 만들때 요일 정해서 만드는게 아니라 간격 기준으로도 (2일에한번 3일에한번 등) 만들 수 있었으면 좋겠습니다ㅠ 일주일7일 기준이랑 맞지가 않네요 그리고 갤럭시만 이런지 모르겠으나 어플 화면이 갑자기 꺼지는 오류가 있습니다"
  },
  {
    "store": "google_play",
    "date": "2024-01-01",
    "rating": 5,
    "content": "사용이 편합니다. 단, 24년이 되면서 혈당란의 센서사용기간이 -362일 이렇게 뜨네요. 수정부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2023-12-31",
    "rating": 5,
    "content": "아주 좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-12-28",
    "rating": 5,
    "content": "너무 편리하고 한 눈에 알아보기 쉽게 만들어진 앱입니다! 너무너무 잘 쓰고 있어요. 보통 저는 리뷰 안남깁니다. 하지만 하나 추가됐으면 하는건데 밥이 한 공기가 있다고 가정을 하면 거기에서 몇 숟가락만 먹었는데 몇 숟가락 먹었다고 표시할 수 없고 무조건 한 공기를 먹었다고 해야하니까 좀 아쉬워요. 몇 그람에 몇 칼로리해서 하거나 각 음식별에 단위로 칼로리를 표시하는것도 괜찮을거같아요. 아 그리고 밥전이라고 제가 자주 먹는데 밥을 계란물에다가 넣고 당근 애호박 같은 채소 넣고 전처럼 붙여서 먹는건데 가능하면 ㅈ 추가해주세용 ㅎㅎ 쨋든 너무 좋은 앱이고 앞으로도 항상 애용할거같은 앱이에요! 강추합니당!!"
  },
  {
    "store": "google_play",
    "date": "2023-12-28",
    "rating": 3,
    "content": "식단수정은 못하나요? 그 점 말고 괜찮은듯 해요"
  },
  {
    "store": "google_play",
    "date": "2023-12-18",
    "rating": 5,
    "content": "몸에 알맞는 약 찾는게 쉬운일이 아닌데 일일이 비교하지 않고 간단하게 성분과 함량까지 나타나 있어서 좋아요!! 부모님부터 제 몸에 맞는 약들 딱딱 알아보기 좋고 약들 같이 먹으면 좋을지 나쁠지 약사분께 여쭤볼 수도 있고 스스로 조합해 볼 수도 있어서 최고의 앱입니다!! 알게 된 후로 열심히 쓰고있어요ㅎㅎ😊"
  },
  {
    "store": "google_play",
    "date": "2023-12-18",
    "rating": 5,
    "content": "하루식단 입력시 열량이 체크되니 디테일하게 식단조절할수 있어서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-12-17",
    "rating": 1,
    "content": "지난 날에 영양제 먹은 건 입력이 안 되나봐요"
  },
  {
    "store": "google_play",
    "date": "2023-12-17",
    "rating": 5,
    "content": "다이어트관리에 복용약이나 영양제 관리까지 좋습니다 다만 수정이 안되는게 몇가지 있어서 불편한것도 있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-12-15",
    "rating": 5,
    "content": "식단 기록할 때 안먹었어요 체크란처럼 치팅데이에요 체크란도 있으면 유용할 것 같아요! 사진 추가도 가능하게끔요👍"
  },
  {
    "store": "google_play",
    "date": "2023-12-15",
    "rating": 3,
    "content": "Ai 분석 메뉴에 어떻게 들어가는지 알수가 없네요"
  },
  {
    "store": "google_play",
    "date": "2023-12-13",
    "rating": 5,
    "content": "만족스럽네요"
  },
  {
    "store": "google_play",
    "date": "2023-12-11",
    "rating": 5,
    "content": "감사합니다 다이어트하는데 정말 많이 도움됐어요 .."
  },
  {
    "store": "google_play",
    "date": "2023-12-09",
    "rating": 5,
    "content": "ui 너무편한"
  },
  {
    "store": "google_play",
    "date": "2023-12-09",
    "rating": 5,
    "content": "건강지키고 좋아요~"
  },
  {
    "store": "google_play",
    "date": "2023-12-08",
    "rating": 3,
    "content": "2틀째인데 적응을 못해그런지... 날짜로 식단 구분이아니라 식단들어감 어제께 떠있어서 헷깔려서요 (기존에 다신어플,야지오,지니어트,다이어트노트사용해왔었음) 일단 유료아니라 넘좋구 ^^;;;좀더써보고추가로남길께요 알림받기에 곧 추가될 항목들 더욱 기대되요"
  },
  {
    "store": "google_play",
    "date": "2023-12-05",
    "rating": 5,
    "content": "영양제를 섭취할때 어떤걸 먹어야하는지 도움을 많이 받았습니다"
  },
  {
    "store": "google_play",
    "date": "2023-12-04",
    "rating": 5,
    "content": "넘모 조아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-30",
    "rating": 5,
    "content": "구글피트니스와 연동하여 잘 쓰고 있었는데 갑자기 헬스커넥트와 연결하려면 잠금화면을 설정하라면서 안켜지네요. 잠금화면 사용하고싶지 않은데 어떻게 해야하나요? 갤22울트라 사용중입니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-30",
    "rating": 5,
    "content": "식단관리함께 영양제까지 챙길 수 있어 너무 좋은 어플 입니다. 사용하는 방법도 편리하고 디자인도 깔끔해서 좋습니다. 계속 여러 어플 쓰다가 이제 정착해서 3달째 쓰고 있어요! 한 가지 개선 됐으면 하는 점이 있는데요. 하루동안 음식으로 채워진 전체 영양 정보에서 영양제로 섭취한 정보도 함께 표기할 수 있었음 좋겠습니다. 그러면 저한테 부족한 영양정보와 과도하게 섭취하지 않았는지 확인하기 편할 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-29",
    "rating": 4,
    "content": "그지같은 삐약삐약 쓰다 넘어옴 약품 검색 훨 나음"
  },
  {
    "store": "google_play",
    "date": "2023-11-29",
    "rating": 5,
    "content": "꼼꼼하게 기록할 수 있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-11-29",
    "rating": 5,
    "content": "평소에 나에게 부족한 영양제는 뭘까 궁금했는데 검색만 하면 자세히 성분까지 볼수 있어서 좋은것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-29",
    "rating": 5,
    "content": "영양제가 진짜 좋음....사실 먹으면서도 뭐가 부족하고 뭐가 충족했는지 모르겠어서 추가구매 못하고 있었는데 덕분에 잘 정리됨"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 5,
    "content": "너무 잘 쓰고 있습니다! 다만 삼성헬스와 연결하여 운동을 자동으로 추가하는데 삼성헬스앱에서는 정상적으로 소모 칼로리가 측정됐음에도 필라이즈에서는 5배 이상 뻥튀기돼서 나옵니다ㅜㅜ 이 점 수정해주시면 더욱 완벽한 앱이 될 거 같아요☺️+단식 시작 후 다음날 먹은 음식 추가를 하면 알아서 단식을 종료하거나 단식을 종료하시겠습니까? 같은 팝업이 뜨면 더 좋을 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 1,
    "content": "삼성헬스랑 죽어도 연결 안돼요 ㅜㅜ 삭제했다 깔았다 몇번짼지.......에휴"
  },
  {
    "store": "google_play",
    "date": "2023-11-28",
    "rating": 5,
    "content": "좋은 기능 외에 쉬운 인터페이스, 빠른 작동반응"
  },
  {
    "store": "google_play",
    "date": "2023-11-27",
    "rating": 5,
    "content": "너무 편리합니다. 칼로리 계산하기두 너무 쉽고 영양분을 골고루 섭취하게 도와줘여 최고입니다"
  },
  {
    "store": "google_play",
    "date": "2023-11-26",
    "rating": 5,
    "content": "잘만들어진 앱입니다. 영양제 챙겨 먹을때 그리고 사기전에 반드시 이 앱을 통해서 영양제를 조회해보세요. 내 최애 앱중 하나가 되었습니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-25",
    "rating": 2,
    "content": "목표 체중 설정을 다시 하고 싶은데 못해서 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-11-25",
    "rating": 5,
    "content": "영양제알려주고 알람해주고 좋아요 그리고 사람들끼리 돈모아사서 여러개사면 싸지는데 그렇게 해서 사는 기능이 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-11-24",
    "rating": 5,
    "content": "너무 좋어요"
  },
  {
    "store": "google_play",
    "date": "2023-11-24",
    "rating": 5,
    "content": "아주 좋아요^^"
  },
  {
    "store": "google_play",
    "date": "2023-11-24",
    "rating": 3,
    "content": "거의 다 만족하는데 AI약 분석한 자료 다운 받고 싶은데 앱 권한이 없다고 계속 막히네요 ㅠ 얼른 개선되었으면 좋겠어요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-11-22",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-22",
    "rating": 2,
    "content": "헬스커넥트 연동이 안돼요 (필라이즈 앱 업뎃하라함)"
  },
  {
    "store": "google_play",
    "date": "2023-11-19",
    "rating": 5,
    "content": "너무 유용하고 좋은 앱인데 삼성헬스 연동이 안되서 속상.."
  },
  {
    "store": "google_play",
    "date": "2023-11-18",
    "rating": 5,
    "content": "전체적으로 깔끔하고 기능이 많은데 한눈에 들어와서 좋아요.아 그리고 렉이 안걸려요!식단어플 많이 깔아봤는데 개인적으로 제일 맘에들어요"
  },
  {
    "store": "google_play",
    "date": "2023-11-17",
    "rating": 1,
    "content": "가입완료 버튼이 안눌려요"
  },
  {
    "store": "google_play",
    "date": "2023-11-17",
    "rating": 5,
    "content": "원래 다른 식단앱 쓰고 있었는데 한국음식이 더 많은 앱이 편할것같아서 깔아봤어요. 그런데... 이쁘고 뭔가 기능은 다양한데 또 애매한... 섭취 칼로리는 무슨 기준인지 모르겠고, (인바디 기준 섭취 칼로리랑 다름) 걸음수 기록은 어떻게 하는지 모르겠고... 그래도 UI 자체는 이쁘긴 해요. 기능이 많아서 편한건 아니지만. 운동은 삼성헬스랑 연동되면 좋을 것 같은데! 영양제는 영양성분 한눈에 볼 수 있고 추천기능도 좋은 것 같아요. 음식 섭취량 g 표기 작성, 몸무게 입력시 소수점 적용 안됨 < 너무 불편해요. + 영양제 알아보는데 '자녀계획중'은 왜 자꾸 나타나는걸까요? 아무리 설정 변경해도 사라지지 않고, 쓸데 없이 추천만 해주네요!"
  },
  {
    "store": "google_play",
    "date": "2023-11-17",
    "rating": 5,
    "content": "영양제 챙겨먹는거 자꾸 까먹는데 이앱을 통해서 몇칼로리나 먹었는지와 꾸준히 챙겨먹게되요"
  },
  {
    "store": "google_play",
    "date": "2023-11-17",
    "rating": 4,
    "content": "삼성 헬스 연동이 안돼요."
  },
  {
    "store": "google_play",
    "date": "2023-11-16",
    "rating": 5,
    "content": "도움이 많이 되여^^"
  },
  {
    "store": "google_play",
    "date": "2023-11-16",
    "rating": 5,
    "content": "좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-11-16",
    "rating": 5,
    "content": "사용하기 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-11-15",
    "rating": 5,
    "content": "영양제 정보가 도움되요"
  },
  {
    "store": "google_play",
    "date": "2023-11-14",
    "rating": 5,
    "content": "제가 먹고있는 영양제 성분에 대해서 이리도 자세히 설명해주시다니!!! 넘넘 유용하고 도움되는 어플이에요!! 그리고 시간마다 영양제 섭취시간 알람기능이 있어서 자칫 잊기 쉬운 영양제 섭취를 놓치지 않을 수 있어 좋네요!!"
  },
  {
    "store": "google_play",
    "date": "2023-11-14",
    "rating": 5,
    "content": "영양제는 챙겨먹어야 하는데, 알약형태로는 먹기 힘들어서, 이 앱을 통해 해외에서 직구 가능한 젤리형으로 섭취 가능한 영양제들을 많이 알게 되어 좋아요! 근데 영양제 후기 남긴거 수정하고 싶은데, 아무리 찾아봐도 수정하는 버튼은 없더라고요. 제가 못 찾는건지..😣 다음 업데이트에 반영되었으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-11-13",
    "rating": 5,
    "content": "시간별로 약먹는 시간알림과 부족한 영양제 체크도 되서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-11",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-11-10",
    "rating": 5,
    "content": "좋다"
  },
  {
    "store": "google_play",
    "date": "2023-11-09",
    "rating": 5,
    "content": "짱"
  },
  {
    "store": "google_play",
    "date": "2023-11-08",
    "rating": 5,
    "content": "다이어트 및 기록 어플중에 제일 깔끔하고 군더더기 없어요.잘쓰고 있습니다 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-08",
    "rating": 5,
    "content": "살면서 리뷰를 달아본 적이 없는데 쓰면 쓸 수록 감동이라 답니다. 무조건 쓰세요!"
  },
  {
    "store": "google_play",
    "date": "2023-11-07",
    "rating": 5,
    "content": "영양제 관심있는 분이라면 써보세요 괜찮네요"
  },
  {
    "store": "google_play",
    "date": "2023-11-07",
    "rating": 5,
    "content": "인공지능 기반이라 좋은것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-11-07",
    "rating": 5,
    "content": "지금까지. 본앱중 단연최고"
  },
  {
    "store": "google_play",
    "date": "2023-11-06",
    "rating": 5,
    "content": "다른앱필요없이 하나로 다됨 + planfit이랑 연동도 됨"
  },
  {
    "store": "google_play",
    "date": "2023-11-06",
    "rating": 3,
    "content": "운동 연계했을때 시간은 연동이 되는데 소모 칼로리가 연동이 안되고 계속 0이라고 뜹니다. 두번정도 삭제하고 재설치했는데도 똑같은 현상입니다. 그것만 개선되면 너무 좋은 앱인것 같아요. 몇일 안해봤는데 진짜 굿앱이예요."
  },
  {
    "store": "google_play",
    "date": "2023-11-06",
    "rating": 5,
    "content": "건강한 생활의 트리거가 되는 최고의 어플입니다. 처음에는 영양제에만 국한된 앱인줄 알고 있었는데 그것만이 아니라 약의 복용시간, 음식의 칼로리, 운동에 따른 열량 소모, 체중 그래프까지도 계산해주는 신박한 어플임을 알게 되었습니다. 그래서 저는 십년이상 쓰던 다이어트 어플을 지워버리고 건강관리와 다이어트를 위해 100% 활용하고 있습니다. 탄단지 비율과 미량영양소 섭취, 끊임없는 동기부여와 분석으로 건강한 생활을 설계해주는 최고의 무료 어플입니다. 이건 정말로 개발하신 분들께 감사드리지 않을수 없습니다. 영리추구없이 이타애적인 어플을 만들어주셔서 감사드립니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-06",
    "rating": 5,
    "content": "좋은 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2023-11-05",
    "rating": 5,
    "content": "한마디로 말할게요 최고!!"
  },
  {
    "store": "google_play",
    "date": "2023-11-03",
    "rating": 4,
    "content": "어직젛아요 ㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-11-02",
    "rating": 3,
    "content": "갑자기 운동란에 칼로리 체크가 안되네요. 스마트워치로 운동체크 중인데 필라이즈에는 운동이름과 시간만 뜨고 소모칼로리는 전부 0으로 떠요."
  },
  {
    "store": "google_play",
    "date": "2023-11-01",
    "rating": 3,
    "content": "잘 사용하고 있어요. 대충 내가 나도모르게 단 음식이나 고칼로리를 얼마나 먹는지 확인하며 한번씩 충격을 받아. 나름 유지에 도움을 받고 있는데요. 식단올릴때 리스트에 없어서 직접올리는 경우가 있는데.사진을 바로 찍어서 올리면 튕기는데...그래서 몇번 음식직접등록하려다가 마는경우가 50%인데요...이거 제 폰이 문제일까요??"
  },
  {
    "store": "google_play",
    "date": "2023-11-01",
    "rating": 5,
    "content": "너무 좋은 앱이에요! 다이어터들 강추 다만, 캘린더에 식단/수분/운동/영양제는 표시되는데 몸무게는 적혀있지 않더라구요. 캘린더를 클릭하면 몸무게 변화량도 한 눈에 알 수 있게끔 그동안 기록해둔 몸무게가 일자마다 적혀있으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-10-31",
    "rating": 1,
    "content": "음식 성분표 보라왔는데 낚시인지 ui가 이상한건지 찾을수가 없네요"
  },
  {
    "store": "google_play",
    "date": "2023-10-30",
    "rating": 4,
    "content": "샐러드를 식단에 넣어도 식이섬유에 포함되지 않네요. 계란 하나만 먹어도 자꾸 콜레스테롤 삐용삐용 하는거 넘 거슬려요 계란에 있는 콜레스테롤은 신경쓰지 않아도 된다던데... 표기 좀 없애고 싶어요."
  },
  {
    "store": "google_play",
    "date": "2023-10-28",
    "rating": 3,
    "content": "삼성 헬스와 연동했는데 걸음수가 제대로 안나오네요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-10-26",
    "rating": 5,
    "content": "식단 등록할때 음식 종류가 많이 등록 되어 있지 않으면 일일이 찾아서 입력해야하잖아요. 그게 싫어서 식단 어플을 안 썼는데, 필라이즈는 제가 먹은 건 일단 대충 다 있더라구요. 인터페이스도 직관적이고 깔끔해사 보기 편합니다. 추천𖤐"
  },
  {
    "store": "google_play",
    "date": "2023-10-25",
    "rating": 4,
    "content": "샐러드만 먹었는데도 지방섭취가 많다고 나오는 등 완전 믿고 신뢰하기엔 부족함이 있는것같아요 정확도에 더욱 신경써주시길.."
  },
  {
    "store": "google_play",
    "date": "2023-10-24",
    "rating": 5,
    "content": "영양제를 언제 어떻게 먹을지 고민중이었는데 제가 먹는 영양제를 다 등록해서 언제 어떻게 먹는지 알려주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-22",
    "rating": 5,
    "content": "쓰기편함"
  },
  {
    "store": "google_play",
    "date": "2023-10-22",
    "rating": 5,
    "content": "영양제를 선택하는데 큰 도움이 되었어요^^"
  },
  {
    "store": "google_play",
    "date": "2023-10-22",
    "rating": 5,
    "content": "식단 관리를 스스로 조절할 수 있게끔 도와주는 유용한 기능들이 많아서 작심삼일인 저도 꾸준히 해볼 수 있을 것 같아요! 광고 보고 깔았던 건데 생각 이상으로 너무 좋았습니다 🙂"
  },
  {
    "store": "google_play",
    "date": "2023-10-22",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-10-21",
    "rating": 5,
    "content": "딱 찾던 그런 어플입니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-20",
    "rating": 5,
    "content": "아주좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-10-20",
    "rating": 4,
    "content": "영양제를 균형잇게 먹을 수 있어서 도움이되네요"
  },
  {
    "store": "google_play",
    "date": "2023-10-20",
    "rating": 5,
    "content": "이렇게 좋은앱을 이제서야 알았다니 정말 좋아요ㅠㅠ 감사합니다. 불필요한 광고도없고 제 건강상태도 분석해주고 영양제 조합도 잘 분석해주고, 건강검진 기록도 불러와져서 제 상태도 볼수있고. 진짜 너무 감탄하면서 어제부터 붙들고있는 앱이에요. 영양제먹는 시간과 하루 섭취량도 매번 기억하기 헷갈렸는데 잘 알려주고 알림까지 되니까 기억하지 않아도 되서 정말 편리하고 유용하고 좋은앱이에요!"
  },
  {
    "store": "google_play",
    "date": "2023-10-20",
    "rating": 5,
    "content": "이거 앱내에서 글자쓸때 제대로 안써짐니다 어느 페이지에서든 글자가 완성이 안되는데 왜그런가요? 천지인 키보드 쓰고있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-20",
    "rating": 5,
    "content": "다이어트 다짐하면 항상 기록을 하는 편이라 기록하기 쉽고 눈에 잘 들어오는 앱을 찾았는데 인스타 광고로 여길 알게된 이후로 너무 좋아요! 기기 연동도 잘 되어 운동기록 따로 안해도 되고 너무 편합니다ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-10-19",
    "rating": 5,
    "content": "쓰기 너무 좋아요! 광고도 없고, 깔끔하고!! 그런데 하나 아쉬운건 *운동*란에 시간 입력하는 부분에 숫자가 너무 커서 한번에 눈에 안담기네요. 그래서 이게 90분인지. 900분인지ㅠㅠㅠ 이것만 수정해 주시면 될거같아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-10-19",
    "rating": 5,
    "content": "이전 리뷰 내용들에 공감합니다. 앱 너무나 유용하게 잘쓰고 있고, 연결없이 스스로 리뷰남기러 온 첫번째 앱입니다. 다만, 하기 내용들 수정 및 반영가능하다면 더욱 좋을것 같습니다. 1. 모아보기 저장 시, '갤러리 접근권한 없음'을 사유로 저장 안되는 오류 개선 요청 2. 이미 등록된 음식메뉴들에 대한 영양성분 커스터마이징 수정(현재는 아예 처음부터 추가해야함) 3. 각각의 식단(아침/점심/저녁) 페이지에서, 저장된 사진 클릭 시 사진 원본으로 확대 기능 추가 4. 각각의 식단(아침/점심/저녁) 페이지에, 이미지로 내보내기 기능 추가 좋은 앱 만들어주셔서 감사합니다!"
  },
  {
    "store": "google_play",
    "date": "2023-10-19",
    "rating": 5,
    "content": "건강고민에 큰도움이 되네요"
  },
  {
    "store": "google_play",
    "date": "2023-10-19",
    "rating": 5,
    "content": "엄청 유용하다 생각하는 어플 중 하나입니다!! 식단관리와 영양제 관해서 내 몸 챙기기 정말 좋다고 생각합니다.. 최고... 제가 욕심이지만 영양제 90점대를 찍고 싶은데 90~100 점 정도의 영양제 루틴 추천 기능같은 건 없겠죠...? 나이 성별 기저질환들 다 참고해서 AI추천 하듯이..... 너무 많은 걸 바라나욬ㅋㅋㅋㅋㅠㅠ 영양제 조합을 이거 저거 넣다보면 높게도 나오지만 70점대가 대부분이더라구요.. 아니면 영양제 조합 공유하기 같은 걸 체크할 수 있게 해서 높게 점수 나온 사람들이 공유할 수 있는 그런 시스템이 있어도 좋을 거 같아요!! 헤헤"
  },
  {
    "store": "google_play",
    "date": "2023-10-18",
    "rating": 4,
    "content": "혹시 아이폰 위주로 돌아가는 건가요? 겨우 겨우 운동정보도 연동시켰는데 9월 업데이트로 다시 삼성헬스에서 운동정보가 안가져와지네요..헬스커넥트 탓일수도 있긴한데 타이밍이 업데이트 하고 나서 바로 안되기 시작해서요. 어플은 전체적으로 아주 만족하며 사용하고 있습니다. 운동연동 후 정말 최고라고 생각하고 있었는데 운동 연동이 다시 돌아오면 좋겠습니다. 그리고 문의할때 메일주소 드래그도 안되는데 메일로만 문의가 가능해서 불편해요. 앱 내에 앱 관련 1:1 문의하기가 있으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-17",
    "rating": 5,
    "content": "깔끔하고 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-10-17",
    "rating": 4,
    "content": "Q&A는 언제 작성할 수 있는건가요?늘 상담 요청이 마감 되어 있는걸로 되어 있어서.."
  },
  {
    "store": "google_play",
    "date": "2023-10-17",
    "rating": 5,
    "content": "단식 시간, 식단 탄단지 체크, 물 섭취량, 영양소 체크가 되요"
  },
  {
    "store": "google_play",
    "date": "2023-10-16",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 건의사항이 있는데, 자정 이후에 시작한 단식이라도 자정 이전 날짜로 반영되게 해주셨으면 좋겠습니다. 성인이니 늦은시간부터 술자리도 자주 있고 공부하며 야식을 먹을 수도 있는데 자정 이후부터 자고 일어나서 오후까지 단식하면 자정 이후 날짜로 반영되어서 만약 그날 이른 저녁부터 단식하면 하루 단식시간이 엄청나게 높게 찍힙니다,, 그리고 퍼센테지 산출도 조금 의문스러운데 1시간 단식하고 중단했는데 100프로로 뜨거나 하는 부분도 확인해주시면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-10-15",
    "rating": 5,
    "content": "너무 좋은뎁 요즘 노래방 다이어트도 있는데 노래부르기도 운동으로 추가해주시면 안될까여?ㅇㅅㅇ 그리고 학생은 5~7교시 정도 더 있으니까.. 학교를 추가해서 그날 식단 추가하기 뭐 이런거 추사해주세요!"
  },
  {
    "store": "google_play",
    "date": "2023-10-15",
    "rating": 1,
    "content": "3세 이상 이용가인데 만 14세 미만이라고 로그인 못하게 하는거.. 왜 그러는 건가요 걍 어린이는 다이어트하지 말라는 것처럼 보임"
  },
  {
    "store": "google_play",
    "date": "2023-10-15",
    "rating": 4,
    "content": "제품 비교 기능도 넣어주세요"
  },
  {
    "store": "google_play",
    "date": "2023-10-14",
    "rating": 5,
    "content": "기록이 편해서, 재미가 있습니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-14",
    "rating": 5,
    "content": "처음엔 호기심으로 가입했는데 막상 사용해보니 기능이 너무 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-13",
    "rating": 5,
    "content": "👍👍👍"
  },
  {
    "store": "google_play",
    "date": "2023-10-13",
    "rating": 5,
    "content": "정말 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-10-13",
    "rating": 5,
    "content": "하루건강을 책임져주는 나의 귀요미♡"
  },
  {
    "store": "google_play",
    "date": "2023-10-12",
    "rating": 5,
    "content": "어플 정말 괜찮습니다 최고!!"
  },
  {
    "store": "google_play",
    "date": "2023-10-11",
    "rating": 5,
    "content": "단한번도 살면서 어플리뷰 직접 쓰러 찾아온거 처음입니다. 너무 감사하고 너무 좋습니다. 진짜 내가찾던 딱 그어플이예요. 심지어 광고까지없네요? 왜 이어플을 이제 알았는지. 이제라도 알아서 너무좋아요. 먹는약들 네이버지식인에 언제먹는게좋을지 문의글 남기곤했었는데 이어플하나면 그냥 싹다 바로 알수있네요. 복받으실꺼예요. 진짜 유일히 유용하게쓰는 어플입니다."
  },
  {
    "store": "google_play",
    "date": "2023-10-10",
    "rating": 5,
    "content": "좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-10",
    "rating": 3,
    "content": "진짜 다 좋은데 걸음수가 맨날 0으로 떠요ㅠㅠ 연동도 잘했는데 걸음수가 안돼요... 어떠카죵."
  },
  {
    "store": "google_play",
    "date": "2023-10-09",
    "rating": 4,
    "content": "좋은데 가끔 걸음수가 0으로 되고 안 올라요 ㅠㅠ 구글 피티니스 앱에서는 뜨는데 필라이즈 앱에서는 안 뜹니다. 수정해주셨으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-09",
    "rating": 5,
    "content": "아직은 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-10-07",
    "rating": 5,
    "content": "너무 좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-10-06",
    "rating": 5,
    "content": "모든 영양제들이 다 등록되어 있고, 내 몸을 관리하기에 매우 적합한 어플 별점이 더 있다면 그 만큼 아니 그 이상 주고 싶다."
  },
  {
    "store": "google_play",
    "date": "2023-10-06",
    "rating": 5,
    "content": "여러 앱을 써봤는데 필라이즈에 정착하려구요. 영양제 부터 건강 관련 모든 것을 한곳에서 관리할 수 있어서 정말 편해요. 최고에요!!"
  },
  {
    "store": "google_play",
    "date": "2023-10-05",
    "rating": 5,
    "content": "칼로리 계산이 이상해요.. 700-1000칼로리가 팍팍 뛰는데 이유를 모르겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-10-05",
    "rating": 4,
    "content": "좋아요 근데 아쉬움은 물마시기 위젯도 있음 좋겠어요! 물마시고 체크를 앱 들어가야하니 그 부분이 불편하네요"
  },
  {
    "store": "google_play",
    "date": "2023-10-04",
    "rating": 5,
    "content": "좋음 어플 가볍고 빠르고"
  },
  {
    "store": "google_play",
    "date": "2023-10-04",
    "rating": 5,
    "content": "좋아보여요"
  },
  {
    "store": "google_play",
    "date": "2023-10-03",
    "rating": 5,
    "content": "건강을 위한다면 다운 받아야 할 앱"
  },
  {
    "store": "google_play",
    "date": "2023-10-03",
    "rating": 5,
    "content": "식단 관리하기 쵝오로 편함"
  },
  {
    "store": "google_play",
    "date": "2023-10-02",
    "rating": 5,
    "content": "정밀한 진단과 편한 인터페이스로 만족합니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-02",
    "rating": 5,
    "content": "일일이 칼로리 계산하기 귀찮았는데 아주 편안하게 사용중입니다"
  },
  {
    "store": "google_play",
    "date": "2023-10-02",
    "rating": 5,
    "content": "꾸준히 식단 운동 기록하기 좋아요! 그런데 통계를 보기가 쉬웠으면 좋겠어요 ㅠㅠ 주간이나 월간의 경우, 차트에 항목이 4개까지만 표시되어서 한눈에 보기가 어렵네요. 일간도 더 긴 기간의 통계를 볼 수 있게 설정 가능하면 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-10-01",
    "rating": 5,
    "content": "만족중"
  },
  {
    "store": "google_play",
    "date": "2023-09-27",
    "rating": 5,
    "content": "지금까지 써본 식단 영양소 앱 중에 제일 좋아요. 대변체크하는 것도 생기면 좋을 것 같아요. 연동되어 기록된 운동도 수정 가능했으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-09-26",
    "rating": 5,
    "content": "굿 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-09-26",
    "rating": 5,
    "content": "기록하는 재미가 있어용ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-09-25",
    "rating": 5,
    "content": "하루하루 먹은 음식을 입력하면 칼로리와 영양소가 나오고 뭐가 부족한지 과한지 분석도 해줘서 너무 좋아요 매일 점수 높게 받고 싶어서 식단조절에 더 신경쓰게 되는 것 같아요 덕분에 체중감량도되고 몸도 건강해지는게 느껴집니다. 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-25",
    "rating": 5,
    "content": "무료앱중에 최고 알차요"
  },
  {
    "store": "google_play",
    "date": "2023-09-25",
    "rating": 3,
    "content": "잘쓰고있긴한데. 운동이 워치랑 연동이 되긴하는데 이상하게 됩니다. 330kcal 태웠다고 되어있는데 앱에서는 800얼마정도? 연동이라서 삭제할 수도 없고 이상하네요 ㅠ 확인부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2023-09-25",
    "rating": 5,
    "content": "체계적으로 식단관리가 되서 좋아요 모든걸 한눈에 볼수 있는게 정말 만족스럽습니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-25",
    "rating": 2,
    "content": "상계."
  },
  {
    "store": "google_play",
    "date": "2023-09-24",
    "rating": 5,
    "content": "필수앱입니다 꼭 까세요"
  },
  {
    "store": "google_play",
    "date": "2023-09-23",
    "rating": 4,
    "content": "앱 자체는 정말 깔끔하고 기능도 다양해서 정말 좋아요 영양제 목적으로 깔았다가 다이어트하는데에 너무 편리하고 좋아서 정착해서 쓰고있는 앱 중 하나임니다 근데 앱 오류가 너무 심한거같아요 매일 한번 이상은 앱에 들어가자마자 터치도 안되구 앱이 꺼져요 한번 나갔다가 들어가도 휴대폰 자체 전원을 껐다가 켜도 그대로 오류 상태라 당일에는 식단 기록도 못한다고 보면돼요 이런식으로 앱 사용 불편함을 느낀지 한달이 넘었어요 고쳐주세요"
  },
  {
    "store": "google_play",
    "date": "2023-09-23",
    "rating": 5,
    "content": "아직 많이 사용하지 않았는데 제품 검색하면 거의다 나오네요!"
  },
  {
    "store": "google_play",
    "date": "2023-09-23",
    "rating": 5,
    "content": "다섯개 별 더 드리고 싶네요 영양제 알람부터 건강까지 최곱입니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-21",
    "rating": 5,
    "content": "짱좋음 여러가지를 한번에 입력가능해서 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-09-21",
    "rating": 5,
    "content": "제가 건강관리하는거 좋아하고 계획적이고 분석적인 성향인데 이 어플 진짜 최애입니다!! 영양제일지 식단일지 이런것들 종이다이어리에 쓰는것보다 훨씬 좋습니다 입력하기도 편하고 나아가 분석과 피드백까지 해주니까요 근데 여성들 생리관련 기능도 추가해주시면 더욱더 편리하게 사용할수 있을것 같습니다! ❤️ 생리주기나 배란일 컨디션 PMS 임신준비관련 등의 기능을 관리하기 쉽게 넣어주시면 감사하겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-19",
    "rating": 3,
    "content": "삼성헬스와 헬스커넥트 연동햇고 필라이즈도 연동했습니다 필라이즈도 헬스커넥트 연동 됬다고 뜨는데 삼성헬스 걸음 숫자를 못불러옵니다 헬스커넥트 삭제 재설치했고 권한 모두 허용했습니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-18",
    "rating": 5,
    "content": "앱리뷰 안쓰는데 저한테 너무 좋네요 (사용1주일미만 2키로 감량중) 2년사이 20키로쪄서 관리중인데 식단 영양제 직관적으로 잘볼수있어요"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 5,
    "content": "짱 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 4,
    "content": "좋아요 그런데 섭취하는 약도 등록할 수 있게 해주시면 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 5,
    "content": "자기관리하기 매우 좋은 어플같아요 써본 앱중에 가장 활용도가 높습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 5,
    "content": "간헐적단식 이추가되어서너무좋아요 간헐적단식하는데 어플을두개가지고갈이유가없는것같아요 영양제도좋고 위젯에 간헐적단식타이머나 시간같은걸 추가해주시면 좋을것같아요 타이머를쓰다가 수동으로눌러야되네요 다른것은 자동으로 그시간이되면 알림이나 자동으로넘어가서 알수있거든요 그부분만 개선되면 최고의어플같아요"
  },
  {
    "store": "google_play",
    "date": "2023-09-17",
    "rating": 5,
    "content": "추천받아서 쓰고 있는데 너무 좋네요 다이어트 하면서 써본 어플중에 제일 좋은거 같아요^^ 하나 추가했으면 좋겠다 생각하는건 \"배변\" 유무 탭 하나 추가해주시면 좋을 듯 해요 다이어트 하면 매일 가지를 못하는 다이어터들이 많으니 o/x처럼 기록 되면 좋지 않을까 생각해 봅니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-16",
    "rating": 5,
    "content": "영양제 성분 분석이 유용했어요"
  },
  {
    "store": "google_play",
    "date": "2023-09-16",
    "rating": 5,
    "content": "식단이랑 영양제 스케줄을 잘 관리하게 되었어요! 혹시 가족과 관리내용을 공유도 할 수 있을까요?"
  },
  {
    "store": "google_play",
    "date": "2023-09-15",
    "rating": 3,
    "content": "식단 짜주는 어플 × 식단 기록어플 0"
  },
  {
    "store": "google_play",
    "date": "2023-09-14",
    "rating": 5,
    "content": "식단에 각 음식마다 칼로리 체크하는게 정리하기 쉬워요. 이런 앱을 찾고 있었어요. 운동및 영양제 분석도 맘에 듭니다. 스마트폰 헬스 기능과 연동도 되는데 제가 선별적으로 그 기능은 사용하지 않지만 유용하게 이용하시는 분들에겐 큰 보탬이 될것같아요"
  },
  {
    "store": "google_play",
    "date": "2023-09-14",
    "rating": 5,
    "content": "굉장히 만족스럽습니다 유용합니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-14",
    "rating": 5,
    "content": "정리해서 알려주니 번기롭지 않고 간편하게 건강 체크가 가능해요"
  },
  {
    "store": "google_play",
    "date": "2023-09-14",
    "rating": 5,
    "content": "아주 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-09-14",
    "rating": 5,
    "content": "좋아오"
  },
  {
    "store": "google_play",
    "date": "2023-09-13",
    "rating": 5,
    "content": "저한테 딱 맞는 성분을이 다 나오고 부족한걸 알려주니까 더 챙기게 되네여 ! 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-09-13",
    "rating": 5,
    "content": "이앱 개쩌는듯"
  },
  {
    "store": "google_play",
    "date": "2023-09-12",
    "rating": 1,
    "content": "쓰레기인디요--.... 식단 쓰라고 해서 썻더니 나갓다 오니까 초기화 되었고 2번이나 반복했어요 저것만 그리고 실제 상품명에 적혀있는 칼로리 당류와 여기 어플에서 적혀있는 칼로리 당류 외 모든게 다 틀려요"
  },
  {
    "store": "google_play",
    "date": "2023-09-12",
    "rating": 5,
    "content": "걸음수 연동시켰는데 자꾸 0걸음이라고 뜨네요... 저번애 한번 그럈다가 고쳐진거같아 그냥 썻는데 또 그러네요 확인해주세요...그거말고는 정말 좋아요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-09-11",
    "rating": 5,
    "content": "다양한 정보를 편하게 볼 수 있어요"
  },
  {
    "store": "google_play",
    "date": "2023-09-10",
    "rating": 5,
    "content": "음식별 다이어트에 좋은지 색깔표시 너무 좋아요. 영양제 알람도 잘오고 다이어트에 큰 도움 받고있습니다! 식단 알림이 잘 안오는거 같아서 구체적으로 알림 왔음 좋겠네요."
  },
  {
    "store": "google_play",
    "date": "2023-09-10",
    "rating": 5,
    "content": "사용하면서 식단교정이 되었어요. 영양제 고르는 데도 도움이 되었구요. 근데 부족한 영양소를 채울 수 있는 식품예시를 같이 보여 주셨으면 좋겠어요. 운동량 기록도 아주 정확하지 않아요."
  },
  {
    "store": "google_play",
    "date": "2023-09-09",
    "rating": 3,
    "content": "다른거 다 좋은데 한 1주 전부터 걸음수 체크가 안됩니다... 제가 걸은 수만큼 기록이 제대로 안되네요 1000걸음 걸었다치면 한 100걸음도 안 됐다고 기록이 되어있어욤.."
  },
  {
    "store": "google_play",
    "date": "2023-09-09",
    "rating": 5,
    "content": "어플이 직관성이 있고 사용이 간편하고 식단 관리에도 많은 도움 받고 있습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-09-09",
    "rating": 5,
    "content": "나의 건강집사 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-08",
    "rating": 2,
    "content": "이거 왜 삼성꺼 권한허용했는데 정보가 연결이안되나여 버젼부터 다확인했는데여ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-09-08",
    "rating": 5,
    "content": "초ㅣ고"
  },
  {
    "store": "google_play",
    "date": "2023-09-07",
    "rating": 5,
    "content": "좋던데요"
  },
  {
    "store": "google_play",
    "date": "2023-09-07",
    "rating": 5,
    "content": "너무좋은어플입니다♡"
  },
  {
    "store": "google_play",
    "date": "2023-09-06",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-09-05",
    "rating": 4,
    "content": "영양제정보가 픙부하고 섭취관리가 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-09-04",
    "rating": 5,
    "content": "칼로리 정보가 명확해요"
  },
  {
    "store": "google_play",
    "date": "2023-09-04",
    "rating": 5,
    "content": "알람기능이 있어서 영양제 안 까먹고 챙기기 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-09-03",
    "rating": 5,
    "content": "써본지 아직 얼마 안됐지만 설명도 자세하고 너무 좋네요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-09-03",
    "rating": 3,
    "content": "검색 기능 쓰레기 그 잡채. 상품명, 브랜드명, 상품군, 같은 브랜드 제품 모아보기 따위의 편의 기능은 도대체 어디다 팔아먹은 건지. 가령 ASD라는 브랜드를 검색하려고 이를 검색엔진에 삽입하면, A, S, D 어느 음절 하나만 일치해도 구분 없이 죄 노출하는 통에 검색의 의미가 없음."
  },
  {
    "store": "google_play",
    "date": "2023-09-02",
    "rating": 5,
    "content": "1대1 피티 트레이너보다 낫네요."
  },
  {
    "store": "google_play",
    "date": "2023-09-01",
    "rating": 5,
    "content": "이런 신박한 어플이 생겨서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-09-01",
    "rating": 5,
    "content": "기존에 먹던 약들 성분을 다시 알수있었고 아침 점심 저녁 언제 먹을지 정해주니 편하네요 ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-08-31",
    "rating": 5,
    "content": "엄청 자세하고 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-08-31",
    "rating": 5,
    "content": "너무좋음"
  },
  {
    "store": "google_play",
    "date": "2023-08-31",
    "rating": 5,
    "content": "일단 보통 드시는 음식들이 대부분 등록되어있어 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-30",
    "rating": 5,
    "content": "편리한 UI와 영양분석이 맘에들어요 곧 출시될 여러 서비스 기대합니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-29",
    "rating": 4,
    "content": "필라이즈 재설정 할라고 회원 탈퇴 했는데 탈퇴 한지 30일이 훨신 넘었은데 회원 가입이 안돼요."
  },
  {
    "store": "google_play",
    "date": "2023-08-29",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-28",
    "rating": 5,
    "content": "진짜 짱좋습니다 뭔가 물도 더 챙겨먹게 되고 영양제도 꾸준히 먹게되고 밥도 건강하게 먹을라고 노력하게 되는 앱입니당"
  },
  {
    "store": "google_play",
    "date": "2023-08-27",
    "rating": 5,
    "content": "이 앱이 유료가 된다고 해도 사용할 것 같아요 진짜 최고의 앱"
  },
  {
    "store": "google_play",
    "date": "2023-08-25",
    "rating": 5,
    "content": "사용하기도 편하고 성분 하나하나 분석 해줘서 뭐가 얼만큼 부족한지 한 눈에 알 수 있으니까 내 건강상태 체크가 이지해요^^"
  },
  {
    "store": "google_play",
    "date": "2023-08-25",
    "rating": 5,
    "content": "이런 앱 처음 써보는데 직관적이고 정보가 많아서 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-23",
    "rating": 5,
    "content": "영양제 상품DB가 다른 유사 앱에 비해 압도적이다."
  },
  {
    "store": "google_play",
    "date": "2023-08-22",
    "rating": 5,
    "content": "삼성 헬스 쓰다가 이거 쓰는데 차원이 다르네"
  },
  {
    "store": "google_play",
    "date": "2023-08-22",
    "rating": 5,
    "content": "만족합니다. 분석에 디테일을 더했으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-21",
    "rating": 5,
    "content": "완전 굿! 약이 좀 더 늘어나면 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-08-20",
    "rating": 5,
    "content": "예쁘고 알기 쉽게 되있어요 좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-08-18",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-08-18",
    "rating": 5,
    "content": "잘 사용하고있어요~ 물 먹는 위젯도 추가됐으면 좋겠어요~"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 5,
    "content": "잘 쓰고 있습니다. 전반적으로 만족하지만 하나 아쉬운건 영양제 양을 알 수 없습니다. 몇 알 남았는지 양을 알 수 있으면 더 편리하게 사용할 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 1,
    "content": "앱 들어가자마자 서비스 이용 약관 동의하라는 앱은 질색"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 4,
    "content": "앱은 좋은데 오류로 종료되는 일이 잦아요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-17",
    "rating": 5,
    "content": "이렇게좋은앱이있다니너무기뻐요 감사합니다 건강할께요"
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 5,
    "content": "처음에는 저의 식단 상태를 알아보려고 시작했습니다. 사용한지는 얼마 안 되었지만 식단의 좋은점 안 좋으점 알려줘서 편하고 좋네용! 하지만 제가 학생인지라 개학을 하고나니 뭘 얼마나 먹었고 식단 기록이 힘들더라구요.. 혹시 10대 사용자가 많다면 현재 재학중인 학교를 등록하여 그 학교의 식단을 기록할 수 있게 가능할까요? 진짜 꼭 필요한 것은 아니지만 가능하다면 이 기능을 추가 가능할까욤..?"
  },
  {
    "store": "google_play",
    "date": "2023-08-16",
    "rating": 5,
    "content": "1.생리 주기나 생리시작시 클릭할수있는 버튼이 있으면 좋겠어요. 2.영양제 미리 먹어서 완료 눌렀을땐 해당 시간에 알람이 안오면 좋겠구요. 3.식단 검색시 즐겨찾기 목록에서 보려고 뒤로가기 버튼을 누르면 아예 식단 추가를 중단할거냐는 UI가 나오는데 불편합니다.. 4.식단에 사진 추가 후 사진 클릭시 사진이 팝업 형태로 띄워지면 좋을것같아요. 잘 사용하고 있습니다. 꾸준히 발전되면 좋을것같네요."
  },
  {
    "store": "google_play",
    "date": "2023-08-15",
    "rating": 5,
    "content": "개지린다."
  },
  {
    "store": "google_play",
    "date": "2023-08-14",
    "rating": 5,
    "content": "좋아요ㅎ잘사용해보겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-14",
    "rating": 5,
    "content": "먹고있는 영양제를 통합해서 분석해주고 맞춤 추천해줘서 좋네요. 추가기능도 있어서 가족들도 같이 관리할수 있게 하는 기능도 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-08-14",
    "rating": 5,
    "content": "식단 첨하시는분들 좋을것같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 5,
    "content": "보기편해서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-13",
    "rating": 5,
    "content": "너무 좋아서 부모님도 추천해줬어여"
  },
  {
    "store": "google_play",
    "date": "2023-08-12",
    "rating": 5,
    "content": "좋아요~"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "너무 유용하게 쓰고 있는데 식단 분석 한 후에 다음 추천 메뉴같이 구체적인 음식을 추천해주면 좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-10",
    "rating": 5,
    "content": "우연히 광고보고 깔게된 앱인데 정말 유용하게 잘 쓰고 있어요!! 내가 먹었던 것들을 점검하고, 건강을 체크하니까 다이어트에도 도움되고 좋은것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 5,
    "content": "쓰기편하고 재밌고 참좋은데 개선했으면하는점 몇가지... 영양소 포함된 음식 상위 3개만말고 나머지도 보여졌으면 좋겠어요 찔끔찔끔 여러가지 먹어서 지방이 오버되는데 상위 3개는 다 합해도 얼마 안 되서 뭐 때문인지 확인하기가 어려워요ㅜㅜ 그리고 목표체중설정할때 슬라이드말고 숫자로 직접 입력 가능했으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 5,
    "content": "식단 관리 앱 운동 앱 그냥 건강관리앱중에 최고라 생각하시면 될것 같습니다. 다른앱들은 안나오는 음식들이 나오는거에 비교가 되고 영양제 알림 식단 추천 등 건강관리에 최적화된 앱 같습니다"
  },
  {
    "store": "google_play",
    "date": "2023-08-09",
    "rating": 5,
    "content": "한달째 이용중입니다 결론은 너무 좋아요 리뷰 잘 안쓰는데, 계획형인 저에게 딱 필요한 것만 기록하고 배지알람 해놓을 수 있는게 너뮤 좋습니다 추가로 배변활동 배지도 추가되었으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-08-08",
    "rating": 5,
    "content": "20대인데 불구하고 호르몬 피검사에서 수치가 안 좋게 나와 영양제를 챙겨 먹기 시작했습니다. 이것도 좋고 저것도 좋다해서 다 먹으려니 겹치는 성분에 남용이 될까 걱정이 되어 사용하게 되었습니다. 아무리 종합비타민 이라고 하더라도 제조사마다 부족한 성분 특화된 성분은 확실하게 다르니까요. 결과적으로, 잘 조절해서 챙겨먹는 중 입니다. 흔한 직장인 피곤함 같은거 꽤 많이 사라졌어요 아침이 활기차요 계속 건강해질거에요 ㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-08-08",
    "rating": 5,
    "content": "개좋음 다른거말고 이거쓰세요"
  },
  {
    "store": "google_play",
    "date": "2023-08-08",
    "rating": 5,
    "content": "굿굿굿굿굿"
  },
  {
    "store": "google_play",
    "date": "2023-08-07",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-08-04",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-08-04",
    "rating": 5,
    "content": "좋은거같다"
  },
  {
    "store": "google_play",
    "date": "2023-08-04",
    "rating": 5,
    "content": "어플 별기대 안하고 설치했는데 꽤 괜찮아요~ 이용하기 편해서 사용중입니다 :)"
  },
  {
    "store": "google_play",
    "date": "2023-08-04",
    "rating": 5,
    "content": "체중 기록, 영양정보 최고"
  },
  {
    "store": "google_play",
    "date": "2023-08-04",
    "rating": 5,
    "content": "영양제평가만써봣는데도 맘에드네요,좋은어플감사합니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-03",
    "rating": 5,
    "content": "영양제 정보도 많고 알림도 해주고 너무 좋아요 섭취량은 0.5알이 있는데 섭취루틴에는 없네요. 요일 설정이 아닌 격일 설정이 있었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-08-03",
    "rating": 5,
    "content": "걸음수는. 어떻게활성화해야하나요 자동으로 되지가않아요 맨날0걸음으로나오는데.."
  },
  {
    "store": "google_play",
    "date": "2023-08-03",
    "rating": 5,
    "content": "완전 최고 강추 어플!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-01",
    "rating": 5,
    "content": "다이어트 한다고 식단관리하는데, 음식 등록하면 탄단지비율에 코멘트도 달아줘서 너무너무 편하네요😊 앞으로도 계속 잘 이용할게요~! 간헐적 단식 타이머도 있으면 좋을 것 같아요!!!"
  },
  {
    "store": "google_play",
    "date": "2023-08-01",
    "rating": 5,
    "content": "삼성 헬스에 식단 기록 해뒀는데 그것도 연동 가능 하면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-08-01",
    "rating": 5,
    "content": "굳굳귣굳"
  },
  {
    "store": "google_play",
    "date": "2023-07-30",
    "rating": 3,
    "content": "야간근무자한테 아쉬운 어플이네요...전오후가 아침식사시간인데 시간설정 잘하라고하고.. 출근길에 하루가 어땠냐고 물어보고 편리성을 못느끼네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-29",
    "rating": 4,
    "content": "😍"
  },
  {
    "store": "google_play",
    "date": "2023-07-29",
    "rating": 4,
    "content": "식단을 작성하면 내가 부족하게 먹은 영양분이 들은 음식을 추천해주는 기능이 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-07-29",
    "rating": 5,
    "content": "인터페이스도 귀엽고 깔끔하고 여러모로 도움이 많이 될 것 같은 앱이에요 근데 탄단지 비율이랑 칼로리를 고려한 추천 식단도 있으면 좋을 것 같아요~!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-28",
    "rating": 4,
    "content": "아직불편함없이 사용하고있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-28",
    "rating": 5,
    "content": "이걸로 3키로나 뺐어요!!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-27",
    "rating": 5,
    "content": "영양소를 균형있게 먹을 수 있어요."
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 5,
    "content": "좋습니다! 혹시 삼성헬스 연동 시 수면시간, 운동 등은 불가능한지요?"
  },
  {
    "store": "google_play",
    "date": "2023-07-26",
    "rating": 5,
    "content": "앱 완성도가 조아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-25",
    "rating": 5,
    "content": "영양제와 영양제에 대한 설명이 있어서 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-07-24",
    "rating": 5,
    "content": "진짜 다 너무 좋아요 근데 걸음수가 기록이 안됩니다... 삼성 헬스 켜놓고 테니스쳤는데 연동 문제인지 기록이 안되네요 그것만 고쳐주시면 완벽할듯해요"
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 5,
    "content": "넘 좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 1,
    "content": "믿고 식단 짜다가 2주를 날렸다. 가장 중요한 영양성분 정보의 오류가 너무, 심각할 정도로 많다. 유저 등록 정보는 물론, 본사에서 제공하는 영양정보도 틀리게 반영되어 있다. 당연히 이에 기반한 조언들도 다 틀렸다."
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 5,
    "content": "늘 빠른 피드백 너무 좋아요 다른거 쓰다가 왔는데 진짜 오래 잘 쓰고 있습니다. 피드백 빠르셔서 요청 하나 드리자면... 다이어트 하면서 오트밀 빵같은 요리를 자주 해먹는데 그런거 만들면 한번에 다 먹진 않거 나눠먹거든요 근데 음식 세트 만들면 양조절이 어려워서.. 레시피 같은걸로 음식세트 만들면 그 음식양을 조절하면 영양성분 그대로 조정되게 같이 만들어 주시면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 5,
    "content": "생각보다 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 5,
    "content": "아주 좋아요. 근데 걷기 숫자가 표시되는게, 대중교통 같은 차량에 탑승했을 때는 어떻게 되는지 여쭤보고 싶네요."
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 5,
    "content": "관리하기 시작하면서 사용중인데 편리합니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-23",
    "rating": 5,
    "content": "다이어트걸 님 영상보고 설치했어요!! 너무좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 5,
    "content": "진짜루..체중 관리 할때 음식 얼마나 먹어야 괜찮을까 이래서 살 찐건가 하고 자책하거나 운동만 주구장창 했었는데 이제는 맘 편히 할 수 있어서 행복해욥"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-07-22",
    "rating": 5,
    "content": "진짜 짱좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-21",
    "rating": 1,
    "content": "물마실알림도 있고 그날 기분도 간단히 적을수있어 나름 만족함"
  },
  {
    "store": "google_play",
    "date": "2023-07-21",
    "rating": 4,
    "content": "화면 터치도 편하고 한 눈에 보여서 다 좋은데 삼성헬스랑 연동이 안돼요..ㅜ 커넥터어플도 깔고 앱에는 연동되었다고 적혀있는데 걸음수나 모든게 다 동기화가 안돼요 걸음수가 아예 안 뜹니다.."
  },
  {
    "store": "google_play",
    "date": "2023-07-20",
    "rating": 5,
    "content": "영양제 관련 정보나 복용시간등 다양한걸 알려줍니다."
  },
  {
    "store": "google_play",
    "date": "2023-07-20",
    "rating": 5,
    "content": "좋은 어플인것 같습니다!!!"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 4,
    "content": "직관적인 인터페이스로 식단 챙기기에 좋은 어플입니다. 다만 개인적인 피드백으로는 예를 들어 식단에 식이섬유가 부족할 경우 식이섬유 부족을 알려주면서, 식이섬유가 많이 들어간 음식 추천을 띄워주면 더 좋을 것 같습니다. 관리 영양소에서 각 영양소를 누르면 그 영양소에 대한 설명을 간략하게 보여주셨으면 합니다. 더 친화적이고 사용자에게 맞춤 식단을 알려주는 서비스로 발전할 수 있을 것 같습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 5,
    "content": "다른 앱 쓰다 갈아타서 아직 식단 입력할 때단위가 좀 적응이 안 되었지만 쓰면 쓸수록 맘에 드네요"
  },
  {
    "store": "google_play",
    "date": "2023-07-18",
    "rating": 5,
    "content": "간식시간 오전오후로 좀 나눠주세여 다른건 불편함없이 넘 잘쓰고있어여 꼬옥 좀 해주세여 칼로리 자동으로 추가되는 오류 일주일 넘은거 같은데 확인 하고 빠른 업뎃 좀 해주세여 메일보내도 무소식이고"
  },
  {
    "store": "google_play",
    "date": "2023-07-17",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-17",
    "rating": 5,
    "content": "그냥 내가 좋아하는 유튜버 분이 광고하시길래 그냥 한번 써볼까?? 하고 썼는대 의외로 좋고 내가 먹은걸 굳이 적지안하도 되서 편한것같아요. 한줄평 구라안까고 편함 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-07-17",
    "rating": 5,
    "content": "몸 상태에 맞게 영양제 추천해줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-17",
    "rating": 4,
    "content": "이벤트에 대한 페이지가 없어서 조금 아쉬워요. 오로지 다이어트를 위한 영양성분표를 잘 설명해줘서 좋았어요"
  },
  {
    "store": "google_play",
    "date": "2023-07-16",
    "rating": 5,
    "content": "비타민 분석 복용법 식단 등 관리굿 오랜만에 만족ㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-07-16",
    "rating": 4,
    "content": "1. 영양제 루틴 관리하는데 있어서 추가 삭제 과정이 매우 번거로움. 2. 영양제 점수분석에 있어서 주1~2회 먹는 지용성 비타민 등의 영양제 반영이 힘듦. 3. 영양제 점수분석시 무조건 단일 성분에 대한 일일섭취한도 대비 결핍-과잉만 판단하는 식이라 영양제 관련 지식을 잘 모르는 사람들은 영양제 오남용 하기 쉬워보임."
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 5,
    "content": "드디어 찾았습니다. 앱떠돌이 생활을 접을 수 있게 해준 앱."
  },
  {
    "store": "google_play",
    "date": "2023-07-15",
    "rating": 5,
    "content": "헬스커넥트 연결완료로 뜨는데 필라이즈 앱에서는 걸음수가 0이라고 뜨네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-07-14",
    "rating": 1,
    "content": "삼성헬스와 연동 했는데 걸음수 반영이 안 됩니다. 오류 수정 해주세요."
  },
  {
    "store": "google_play",
    "date": "2023-07-14",
    "rating": 3,
    "content": "음식 영양성분이 간혹.. 안 맞는것들이 있네요. 음식 100그램에 어떻게 탄수화물이 160그램이 들어갈 수 있나요 뭔가 영양성분 산출방식에 오류가 있는 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-12",
    "rating": 5,
    "content": "영양제 분석 평가해두는거 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-12",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-07-11",
    "rating": 5,
    "content": "굳굳"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "이건 쓰세요 제발"
  },
  {
    "store": "google_play",
    "date": "2023-07-10",
    "rating": 5,
    "content": "위젯추가기능이 있으면 더 편리할거같아요!! 매번 앱에 들어가야되서 불편해요 ㅠㅠㅠㅠㅠ그것말고는 정확하고 너무 편리합니다"
  },
  {
    "store": "google_play",
    "date": "2023-07-09",
    "rating": 5,
    "content": "약챙겨먹기 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-07-07",
    "rating": 4,
    "content": "앱 자체 오류도 적고 사용 방법이 쉬움"
  },
  {
    "store": "google_play",
    "date": "2023-07-06",
    "rating": 5,
    "content": "UI 좋고 편해요. 근데 헬스커넥트로 삼성헬스 연동 완료 되었는데 왜 걸음수가 표기가 안되죠?"
  },
  {
    "store": "google_play",
    "date": "2023-07-02",
    "rating": 5,
    "content": "생각했것보다 정보가 알차요 추천해요"
  },
  {
    "store": "google_play",
    "date": "2023-07-01",
    "rating": 5,
    "content": "현대생활에 필수어플"
  },
  {
    "store": "google_play",
    "date": "2023-07-01",
    "rating": 1,
    "content": "앱 자체는 도움이 되는 앱일 수 있지만 전혀 다른 내용으로 광고해서 유입됐다가 계속 이상한 것들 선택하게 강요해서 개빡침. 무슨 카페 음료에 있는 성분 알려주는 정보 앱인것처럼 해서 앱 설치 안하면 안알려주지롱~ 이렇게 광고를 해놓고서 들어가보니 전혀 필요없는 앱이더라."
  },
  {
    "store": "google_play",
    "date": "2023-06-30",
    "rating": 1,
    "content": "식단기록 생기면서 타 유명앱을 너무 티나게 베끼시네요 한두군데가 아닌데 자존심도 없으신가"
  },
  {
    "store": "google_play",
    "date": "2023-06-29",
    "rating": 5,
    "content": "식단기록용으로 사용중인데 낫베드합니다. 전에는 무슨음식에 지방,탄수화물 등등 들어있는지 볼수 있었는데 그런기능이 사라졌나요? 지방섭취가 많았다고 어떤음식에 지방이 많았을까요? 라고 뜨는데 무슨음식인지는 안보여주네요.. 그리고 아직 없는품목이 많아 대부분 제가 등록해야되는게 조금 불편합니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-28",
    "rating": 5,
    "content": "정말 잘 쓰고 있어요. 어느 하나 흠 잡을 데가 없습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-06-27",
    "rating": 5,
    "content": "식단이 탄잔지에 얼마나 부합되는지 바로 알 수 있어서 미리 확인하고 먹고 있어요 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-06-27",
    "rating": 5,
    "content": "체계적이다"
  },
  {
    "store": "google_play",
    "date": "2023-06-25",
    "rating": 5,
    "content": "오류 발생해서 문의했더니 바로 고쳐주섰어요!! 필라이즈 짱 ^^ 식단 점수 나오는거 은근 재밌어서 잘 이용해요!!"
  },
  {
    "store": "google_play",
    "date": "2023-06-24",
    "rating": 3,
    "content": "목표 몸무게 설정에 버그가 있네요 지금도 못하고 있어요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-06-24",
    "rating": 3,
    "content": "잘쓰고있었는데 어느순간부터 로그인도 풀리고 튕기네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-24",
    "rating": 1,
    "content": "잘 쓰고 있었는디 갑자기 연동 혹은 등록 할려고 하면 자꾸 튕기고 로그아웃 되요 해결해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-06-24",
    "rating": 3,
    "content": "자꾸 로그아웃이돼서 기록하다가 튕겨나오네요 짜증나요"
  },
  {
    "store": "google_play",
    "date": "2023-06-24",
    "rating": 1,
    "content": "설정을 해도해도 자꾸 오류난다고하니 시작조차도 할수가 없네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-24",
    "rating": 1,
    "content": "웬만해선 리뷰 안쓰는데 진짜 계속 튕겨서 씁니다. 이건 좀 개선이 필요해보여요"
  },
  {
    "store": "google_play",
    "date": "2023-06-23",
    "rating": 4,
    "content": "예전부터 쓰고 있는 어플인데 영양제를 한 번에 볼 수 있다는 점과 알림이 울린다는 점이 편리해서 계속해서 쓰고 있었어요. 그런데 식단이나 기타 기능이 추가되면서 영양제가 뒤로 밀리고, 메인 화면에서 식단이 가장 큰 비중을 차지한 상태로 사용할 수밖에 없게 되어있더라고요. 저는 영양제 항목을 제외한 항목을 사용하지 않아서 불편한 업데이트가 됐어요. 항목 삭제라던가 항목 상태창에서 비중을 키우고 싶은 항목을 고를 수 있으면 좋겠어요. 그리고 최근 들어서 로그인이 풀리는 문제가 자주 발생해요. 바로 직전에는 세 번이 넘게 로그인을 했는데도 네 번째 로그인 창이 뜰 정도로 사용에 불편한 상태가 됐어요. 로그인 부분에서 가장 먼저 안정성 업데이트가 이루어졌으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-06-23",
    "rating": 5,
    "content": "진짜 잘 되어있어요 한눈에 파악 되고 조절할 수 있게 현재 상태 알수 있음"
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 5,
    "content": "게꾼"
  },
  {
    "store": "google_play",
    "date": "2023-06-22",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 최근 운동 기록에 대한 연동도 추가되면서 아주 잘 쓰고 있습니다. 다만 추가되었으면 하는 부분은 가민과의 연동도 지원했으면 좋겠네요. Garmin Connect Activity API를 통해서 운동데이터를 가져올 수 있는데 초기 계약 비용이나 사용료가 발생하는 만큼 유료 기능으로라도 개발되었으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-20",
    "rating": 5,
    "content": "삼성헬스 연동이 안돼요. 개발자에게 문의하라는데.. 어떻게 해야 연동 되나요?"
  },
  {
    "store": "google_play",
    "date": "2023-06-20",
    "rating": 5,
    "content": "UI도 마음에 들고, 앱 기능적으로 만족스럽네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-20",
    "rating": 5,
    "content": "사용하기 편리해요"
  },
  {
    "store": "google_play",
    "date": "2023-06-19",
    "rating": 5,
    "content": "좋네요 간헐적단식 시간표도 적용되면 더 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-19",
    "rating": 2,
    "content": "죄송하지만 UI는 그 어떤 앱보다 예쁜데 UX는 너무 심각하게 불편합니다.. 음식 추가하기쪽에서 음식별로 끼니 카테고리를 조절하여 등록하고 싶은데 음식을 선택하면 일괄 아침이든 점심이든 둘 중 하나로만 등록해야 하더라고요. 그리고 하루 얼마 영양섭취했는지 보는 통계쪽 진입도 뎁스가 깊어서 불편하고 캡처나 저장기능도 없어서 본연의 기능을 다하지 못한다고 생각해요. 보완이 되기 전까지는 다른 앱으로 갈아탔다가 나아지면 다시 오겠습니다.."
  },
  {
    "store": "google_play",
    "date": "2023-06-19",
    "rating": 5,
    "content": "운동 앱 연동해주세요! 스트라바 자동 연동되면 진짜 좋을것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 5,
    "content": "깔끔하고 좋아요 음식데이터가 더 많이 쌓이면 좋겠어요 ㅎㅎ 운동종류 특히나 일상생활 같은 운동도 더 많이 추가되면 좋겠네요 쉽고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 5,
    "content": "다른 앱에 비해서 영양소 섭취량을 기준량과 비교하여 이야기해줘서 좋았어요."
  },
  {
    "store": "google_play",
    "date": "2023-06-18",
    "rating": 5,
    "content": "내가 먹고 있는 영양제들을 영양소별로 합산해서 볼수 있으니 너무 좋아요. 제안하고싶은건 영양소 단위 환산을 보고싶은대로 선택해서 보면 좋겠어요. 예를들어 비타민d 25ug 로 나오면 IU로 변환해서 보고싶은데 안되서 늘 헷갈리네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-17",
    "rating": 5,
    "content": "영양제 사려고 성분 믿을수있는제품인지 확인하려다가 슬금슬금 앱을 깔게되고 건강관리까지 하게 되네요^^ 완전 편리하고 복잡하지않고 지인들과 가족들에게 추천중이네요 불필요한 영양제 입소문 듣고 사려다 잘 걸럿네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-17",
    "rating": 5,
    "content": "디자인, 기능, 제공되는 정보, 사용성 모두 최고의 어플"
  },
  {
    "store": "google_play",
    "date": "2023-06-16",
    "rating": 5,
    "content": "영양제 정보나 루틴, 식단도 잘 나와서 좋아요! 영화관에서 팝콘 먹으면 칼로리 계산 헷갈렸는데 해당 영화관 검색하면 거기 메뉴가 다 나와서 놀랐어요ㅋㅋㅋㅋㅋㅋ 웬만한 프차는 다 나오는것같아요 메모 기능도 있으면 좋을것같습니다. 오늘 어떤운동을 했는지 메모를 작성할수가없어서 그게 아쉬워요🥲"
  },
  {
    "store": "google_play",
    "date": "2023-06-16",
    "rating": 1,
    "content": "아니 앱연동이 내 설정관리에 없는경우는 뭔데 자기네가 맘대로 구글피트니스 연동 해놓곤 어이ㅣ없네 안드로이드 10이상인데ㅋㄱㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-06-15",
    "rating": 5,
    "content": "아최고입니다 부모님도 알려드렸어요!"
  },
  {
    "store": "google_play",
    "date": "2023-06-15",
    "rating": 5,
    "content": "몇달째 너무 잘 쓰고 있어요! 개인적으로 이런 기능들이 추가되었으면 하는 기능 몇가지 제안할게요! 1. 아침 점심 저녁 변경: 음식 다 입력했는데 선택을 잘못해서 다시 적기 번거로워요 2. 수면시간 기록: 삼성헬스처럼 수면시간에 따라 몇칼로리가 소모되었는지 볼 수 있으면 좋겠어요. 삼성헬스는 휴대폰 사용이 중지된 시점에서부터 사용을 시작한 시간까지 수면시간으로 자동으로 기록되고 변경 가능하게 하는데 이 기능도 있으면 편할것같아요 3. 음식 단위 다양화: 한숟가락, 한티스푼, 1개, 종이컵 1컵 등의 다양한 단위를 선택할 수 있으면 좋겠어요 4. 인바디: 체지방률, 근육량 등을 입력할 수 있으면 좋겠어요 5. 음식 세분화: 탄수화물 내에서 복합탄수화물, 식이섬유등으로 세분화되고 지방에 좋은 지방이 표기되는 등의 기능이 생기면 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-06-14",
    "rating": 5,
    "content": "이 앱을 찾아 너무 다행입니다. !!"
  },
  {
    "store": "google_play",
    "date": "2023-06-13",
    "rating": 5,
    "content": "식단관리하기 너무 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-06-13",
    "rating": 5,
    "content": "그저 갓"
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 5,
    "content": "영양제 분석 굿"
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 5,
    "content": "너무 간편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 5,
    "content": "연동이 됐다고는 뜨는데 걸음 수는 등록이 안되네요..."
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 5,
    "content": "보기쉽고 간편하고 나에게 맞는 필요 영양성분을 쉽게 찾을수 있어서 매우 만조4하며 사용하고있습니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 2,
    "content": "잘 쓰고 있었는데 푸시 알림에 에러가 생겨서 알림이 제 시간에 안오고 한꺼번에 알림이 뜨네요. 아침.점심.저녁 알림이 익일 아침에 몰아서 오는데, 이문제 해결하려고 필라이즈 연구소에 문의하기 눌러도 웹페이지를 사용할수 없다고 에러 메세지만 뜹니다. 해결 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 5,
    "content": "먹은음식 칼로리를 알수있어서 좋았어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-12",
    "rating": 4,
    "content": "어플 참 괜찮은데 영양제들의 성분을 비교해주는 기능은 없나봐요 ㅠ 예를들어 영양제 3개 선택하면 각 영양제 성분표 나와서 어떤 영양제의 성분이 많고 적은지 표 형식으로 보면 편할꺼 같은데 기능 추가 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2023-06-11",
    "rating": 3,
    "content": "이해가 안가는게 있어요 같은 음식이라도 각자 만드는 방법이 달라져서 칼로리도 달라질텐데 어떻게 두부된장찌개하면 122가 나오죠?"
  },
  {
    "store": "google_play",
    "date": "2023-06-11",
    "rating": 5,
    "content": "최근가장좋은어플이네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-10",
    "rating": 5,
    "content": "저는 도움이 많이 되는거같아요! 음식종류도 다양하게 있고 먹기전에 칼로리나 영양분 확인해서 먹을지말지 고민하고 먹고있어서 좋습니다:)"
  },
  {
    "store": "google_play",
    "date": "2023-06-10",
    "rating": 5,
    "content": "너무 좋습니다만 삼성헬스 연동이 된다고 해서 연결하고 싶은데 오류가 있는 것 같습니다 수정해주세요!"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 5,
    "content": "어제 설치하고 사용해봤는데 너무 마음에 드는 어플이네요. 영양제 잘 먹고있는지 궁금했는데 브랜드와 랭킹, 특장점 같은것도 있고 잘 먹고있는지 분석해주네요. 건강검진 분석기능이랑 식단관리할 수 있는 점도 좋아요. 저는 여드름 개선을 위해 생활, 식습관 관리를 하고 있는데요. 도움이 많이 될 것 같습니다. 여드름 피부여서 관리하고자 하는 분들께도 추천하고 싶어요."
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 5,
    "content": "너무 맘에 드는 앱이예요. 정말 잘 쓰고 있는데 딱 두 가지 기능만 더 있으면 완벽할 것 같습니다. 1. 간단히 그날 컨디션에 대해 기록할 수 있는 칸이 있으면 좋겠습니다. 2. 식단의 경우(특히 간식 같은 경우는 더더욱) 동일한 시간에 여러 개를 한꺼번에 먹는게 아닌데 시간 입력하는 곳이 하나밖에 없어서 마치 한 번에 다 먹은 것 같네요. 음식마다 시간 기록을 다르게 할 수 있으면 좋겠습니다. 그래도 99점 어플입니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 5,
    "content": "여러가지 알찬 기능이 잘 되어있습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 4,
    "content": "메디로그 퓨어맥스 오메가3 영양제 목록에 제발 넣어주세요"
  },
  {
    "store": "google_play",
    "date": "2023-06-09",
    "rating": 5,
    "content": "드디어 삼성헬스 연동이 되어서 하루 섭취 칼로리에 활동 소모 칼로리까지 반영이 되어 정말정말 좋습니다. 다만 정말 아쉬운 점은 러닝이나 사이클은 잘 반영되는데, 보통 헬스장 근력운동을 할 때 사람들이 그냥 삼성헬스 운동 목록 중 \"근력운동 기구\" 항목을 계속 켜두고 하거든요. 근데 필라이즈 자체에 상하체,코어 전신 운동은 체크할 수 있긴 한데, 삼성헬스로 기록한 \"근력운동 기구\" 운동은 아예 불러오기가 안되는 것 같아서 정말 아쉽습니다. 이 부분만 적용 패치되면 정말 좋을 것 같아요. 어플이 조금씩 계속 개선되어가고, 실제로 사용하는 데 상당히 편리해지고 있어서 정말 좋습니다. 합리적인 가격이라면 구독결제까지 생각하고 있어요."
  },
  {
    "store": "google_play",
    "date": "2023-06-08",
    "rating": 5,
    "content": "한달 가까이 사용해보고 바라는 점 적어봅니다! 1. 음식 등록 할 때, 아침/점심/저녁/간식 분류를 실수로 등록했을 경우에 바꿀 수 있었음 좋겠어요 2. 다이어트 기간을 일자로 설정하게 됐음 좋겠어요 목표하는 일자가 있는데 설정 할 수 없어서 조금 아쉬워요 3.갤럭시 헬스 연동이 얼른 됐으면 좋겠어요오.. 나머지는 너무너무 잘사용하고 있습니다 영양제 설정도 가능하고 건강검진 했던것도 볼 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-06-08",
    "rating": 5,
    "content": "영양제 종류도 업데이트 많이 되어 있어서 제가 먹는 영양제 성분 비교 분석하기 편했어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-07",
    "rating": 2,
    "content": "있으나마나한데 베터리만 잡아먹는 만보기 기능 차라리 없앱시다. 구글 피트니스 어플에서 9885걸음 삼성 헬스 어플에서 10102걸음 측정이 되었는데 어째서 필라이즈만 455걸음만 측정이 되었을까요 ? 만보기 이상하다고 이야기한지가 언젠데 피드백도없고,,,"
  },
  {
    "store": "google_play",
    "date": "2023-06-07",
    "rating": 5,
    "content": "앱 자체는 좋은거 같아요.. 사용하기도 편하고 UI도 잘 짜여져 있어요. 근데 제 체지방률도 안물어보고 다이어트 플랜을 짜주시는건 충격적이네요... 1900칼로리 먹으라고 나오는데 저 2400씩 먹으면서도 한달동안 4키로 뺐습니당... 이 부분도 뭔가 손보고 계신거죠??? 개발진분들 화이팅ㅁㅁ"
  },
  {
    "store": "google_play",
    "date": "2023-06-07",
    "rating": 5,
    "content": "이거너무좋은데 운동기록얼른만들어주세용ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-06-07",
    "rating": 4,
    "content": "첫날이라 뭔지 모르겠지만 좋은듯 합니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-06",
    "rating": 5,
    "content": "영양제 정보라든지 섭취 시간도 쉽게 알수있어서 좋습니다. 그리고 섭취 시간을 설정하면 알림때문에 까먹지 않고 섭취 할 수 있어서 매우 좋습니다.👍👍👍"
  },
  {
    "store": "google_play",
    "date": "2023-06-06",
    "rating": 4,
    "content": "식단기록 목적으로 사용하고 있는 유저입니다!음식 종류도 많고 디자인과 기록면에서도 너무 편리하더라고요 심지어 영양사가 식단을 코치해주는게 많은 도움이 되었어요! 그런데 아쉬운점이 섭취 칼로리가 딱 정해져있더라고요.. 그래서 아무리 많이 먹어도 계속 탄단지를 적게 먹었다고 뜨는점이 불편했습니다ㅜㅜ 그래서 섭취 칼로리를 사용자가 정할 수 있게 해주실 수 있나요..? (그리고 이건 개인적인 바람인데 직접기록에서 음식 세트를 기록할때 폴더하고 세트 순서 변경이 가능했으면 좋겠어요)"
  },
  {
    "store": "google_play",
    "date": "2023-06-06",
    "rating": 5,
    "content": "좋응"
  },
  {
    "store": "google_play",
    "date": "2023-06-06",
    "rating": 5,
    "content": "굿👍🏻"
  },
  {
    "store": "google_play",
    "date": "2023-06-05",
    "rating": 4,
    "content": "터치 시 진동하는 거 설정에서 해제 못하나요..?"
  },
  {
    "store": "google_play",
    "date": "2023-06-05",
    "rating": 5,
    "content": "좋네요굿돱굿좝"
  },
  {
    "store": "google_play",
    "date": "2023-06-05",
    "rating": 5,
    "content": "약 먹는거 체크하고 싶고 먹는 시간 그리고 이대로 충분한지 알고 싶었는데 모든게 설정에 있네요"
  },
  {
    "store": "google_play",
    "date": "2023-06-05",
    "rating": 5,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2023-06-04",
    "rating": 5,
    "content": "좋음요"
  },
  {
    "store": "google_play",
    "date": "2023-06-04",
    "rating": 3,
    "content": "잘 사용하고 있는데 월간 몸무게랑 제가 입력한 몸무게랑 달라요;;"
  },
  {
    "store": "google_play",
    "date": "2023-06-04",
    "rating": 5,
    "content": "편하게 영양제 관련하여 알수 있어서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-06-04",
    "rating": 5,
    "content": "왜 이제 검색했을까요 너무 좋습니다 개발자님 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-03",
    "rating": 5,
    "content": "너무 잘만들었어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-02",
    "rating": 5,
    "content": "필요한기능이많어요"
  },
  {
    "store": "google_play",
    "date": "2023-06-02",
    "rating": 5,
    "content": "제품명까지 입력해서 먹고있는 영양제 분석해서 뭐가 부족한지 추가해야할지 정확히 알수있어서 너무좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-02",
    "rating": 3,
    "content": "최근업데이트 이후에 걸음수체크가 안되네요 운동기능 추가된걸로 아는데 저는 안뜨는데요...."
  },
  {
    "store": "google_play",
    "date": "2023-06-01",
    "rating": 5,
    "content": "처음에 먹는 약이 많아서 걱정되서 가입했는데 의외로 식단관리라던가 운동관리라던가 유용합니다"
  },
  {
    "store": "google_play",
    "date": "2023-06-01",
    "rating": 4,
    "content": "걸음수가 가끔 연동이 안되는거 빼곤 최고예요"
  },
  {
    "store": "google_play",
    "date": "2023-05-31",
    "rating": 5,
    "content": "너무 유익한 앱인거같습니다. 영양제 이것저것 먹었는데 큰 도움됩니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-31",
    "rating": 3,
    "content": "걸음수 측정이 엉망이네요 ㅜㅜ 운동기능은 언제쯤 오픈이 될까요? 걸음수 연동 기능이라도 좀 제대로 되면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "이거 하니깐 진짜 식욕이 팍 줄어들고 넘 좋아여"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "식단 등록해서 오늘 먹은 음식 비율도 알 수있고 어떤게 부족한건지도 알려줘서 너무 좋네요~광고 보고 좋아보여서 설치했는데 굿"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "앱 사용은 정말 편한 것 같아요 근데 운동 기능은 혹시 대략 언제쯤 도입되는 걸까요? 이것만 존버중인데 ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 5,
    "content": "영양제 맞춤 추천과 복용시간 함께 복용 할 약들 추천까지 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-30",
    "rating": 1,
    "content": "평소 활동량이 많아 운동기능이 생겼다고 하길래 기대를 했었는데 업데이트가 할수도 없고 안되어있네요. 빨리 개선되었으면 합니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-29",
    "rating": 5,
    "content": "식단 관리를 시작하기에 좋습니다! 무엇보다도 영양제, 수분 관리가 참 마음에 듭니다. 나중에 애플워치/갤럭시워치의 운동 데이터와도 연동되면 정말 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-29",
    "rating": 2,
    "content": "이전에 잘못 입력한 몸무게 수정이 안 됨"
  },
  {
    "store": "google_play",
    "date": "2023-05-27",
    "rating": 2,
    "content": "만보기 기능이 엉망입니다. 18,046걸음을 걸었는데 799걸음 걸었다고 뜹니다. 이 쯤되면 왜 있는지 모를...."
  },
  {
    "store": "google_play",
    "date": "2023-05-27",
    "rating": 2,
    "content": "걸음 연동 했는데 기록이 안돼용"
  },
  {
    "store": "google_play",
    "date": "2023-05-27",
    "rating": 3,
    "content": "근력증진식단으로 탄단지를 계산하니 단백질을 체중의 4배나 먹으라고 나옵니다. 그러다 신장 다 망가져요."
  },
  {
    "store": "google_play",
    "date": "2023-05-26",
    "rating": 4,
    "content": "다 좋은데...키보드 입력시 자모음이 전부 분해되어서 다른데 적고 붙여넣는 식으로 쓰고있어요. 많이..불편하네요😂"
  },
  {
    "store": "google_play",
    "date": "2023-05-26",
    "rating": 5,
    "content": "식단을 추가할 수도 있고, 영양제도 관리하고, 체중도 관리하고, 수분, 걸음수까지 관리할 수 있어서 매우 만족하고 사용하고 있습니다. 식단 비율을 추천해 주고, 건강검진 결과를 불러들여 영양제를 추천해 주는 것 또한 활용도가 높습니다. 오늘 기준으로 운동 업데이트됐다고 본 것 같은데 앱을 나갔다가 들어오니까 갑자기 안내문이 사라졌어요! 곧 출시되겠죠? 운동뿐만 아니라 체중에서 더 나아가 근력, 체지방까지 작성할 수 있으면 좋겠습니다! 좋은 앱 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-26",
    "rating": 5,
    "content": "식단관리등 아주푠하고좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-26",
    "rating": 5,
    "content": "너무 원했던 어플"
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 5,
    "content": "영양제관련해서보기좋아요 부족한것도알고 건강검진받으면 연관해서 더해봐야겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 3,
    "content": "삼성헬스-워치 운동량이 연결되었으면 완벽했을텐데...계속 0걸음으로 뜨니까 아쉽네요 수기로 입력도 못하고.."
  },
  {
    "store": "google_play",
    "date": "2023-05-25",
    "rating": 3,
    "content": "워킹머신이나 런닝머신 기록을 직접 입력하여 남길수 있으면 더 좋을것 같아요~"
  },
  {
    "store": "google_play",
    "date": "2023-05-24",
    "rating": 5,
    "content": "기록을 남길때 간단하게 긴략해서 싸도 다 알아서 해줘서 너무 편함!"
  },
  {
    "store": "google_play",
    "date": "2023-05-24",
    "rating": 3,
    "content": "영양제 등록하니 갑자기 앱이 꺼집니다 그 전까진 잘됐는데ㅠㅠ 왜이러는걸까요"
  },
  {
    "store": "google_play",
    "date": "2023-05-24",
    "rating": 5,
    "content": "이 앱 너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-23",
    "rating": 5,
    "content": "와 뭐지 이거 건강검진 받았던 기록까지 확인되고 식단 영양 성분 되게 자세히 다 알려주고! 다른 앱 쓰는 중인데 그거 지우고 이거 써보려구염ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-05-23",
    "rating": 5,
    "content": "이거하고 살빠짐ㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-05-23",
    "rating": 1,
    "content": "앞으로 얼마나 좋아질지 모르지만 지금은 그냥 멍청하군요"
  },
  {
    "store": "google_play",
    "date": "2023-05-23",
    "rating": 5,
    "content": "좋아여 귀엽구 삼성 헬스랑 연동되면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-05-23",
    "rating": 5,
    "content": "영양제에 대해 자세히 분석해줍니다"
  },
  {
    "store": "google_play",
    "date": "2023-05-22",
    "rating": 5,
    "content": "아주...섬세한 어플이네요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-20",
    "rating": 5,
    "content": "식단 칼로리 계산, 필요 탄단지 제공 등... 너무 편하고 깔끔해서 좋아요! 앱 너무 잘 만든듯... 다이어터에게 필요한 앱입니다 :)"
  },
  {
    "store": "google_play",
    "date": "2023-05-20",
    "rating": 5,
    "content": "밥 먹기 전에 영양소 계산을 미리 하고 조절해서 먹을수 있어서 좋아요. 운동 업데이트도 기대됩니다~기록하다 보니 안나오는 음식도 있는데 이런 부분은 차차 개선될거라고 생각하고요, 제안하는 사항으로 컨디션 체크를 하면서 날짜별로 간단한 메모도 추가할수 있으면 더 좋을것 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-05-19",
    "rating": 4,
    "content": "앱이 좋긴한데 걸음수 연동안되요ㅋㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-05-19",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "굳, 잘만듬"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "식단이며 수분,영양제,체중까지 다 관리되니까 너무 편하고 좋아요 광고보고 들어왔다가 좋은 어플을 알게됬네요 근데 한가지 개선해주셨으면 하는점이 있는데 물 섭취할 때 시간도 같이 알 수 있으면 좋겠어요 물마시다가 깜빡하고 체크 안할 때도 있고 했는데 또하는 경우도 생기고 그래서 하루에 몇시몇분에 얼마만큼 섭취했다는 것도 알 수 있었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-18",
    "rating": 5,
    "content": "요 근래 본 앱 중에 가장 예쁘고 빠르고 사용성 굿입니다 !!"
  },
  {
    "store": "google_play",
    "date": "2023-05-17",
    "rating": 5,
    "content": "잘했다. 정말 멋쥐다¡ 근데. 식단을 너뮤 자세하게 보여쥬려다보니.. 한 눈에 아침.점심.저녁 한 화면으로 보여쥴 수 있는 기능이 있었으면해요.."
  },
  {
    "store": "google_play",
    "date": "2023-05-16",
    "rating": 5,
    "content": "부족한 영양소가 무엇인지 한 눈에 알수있어서 좋아요 몰랐던 영양제에 관심을 가지게 되네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-16",
    "rating": 4,
    "content": "궁금해서 해봤는데 그냥 그래요."
  },
  {
    "store": "google_play",
    "date": "2023-05-14",
    "rating": 4,
    "content": "식단 관리랑 체중조절,어떤 영양소 가 필요한지와 부족한지를 총 합쳐서 점수도 맥여주고 피부,체중조절, 관절,혈액 등등 많은 카테고리를 설정 할수있어서 좋았다."
  },
  {
    "store": "google_play",
    "date": "2023-05-12",
    "rating": 5,
    "content": "식단기록이 편하고 영양 밸런스를 비교해줘서 너무 좋은거 같아요. 다이어트중인데 현재 몸무게와 목표몸무게를 설정하면 권장 섭취칼로리와 영양소가 설정 돼서 추천해주는게 너무 좋네요~"
  },
  {
    "store": "google_play",
    "date": "2023-05-11",
    "rating": 5,
    "content": "재미있고 유익하네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-11",
    "rating": 5,
    "content": "영양제 관리까지 해줘서 편리하네요. 걸음수와 생리일 등 건강관리를 삼성 헬스로 하고 있거든요. 삼성헬스와 연동되게 해주세요.^^"
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "fatsecret 디자인 구려서 다른 앱 찾고있었는데 딱이네요! 걸음수를 구글 피트니스 말고 삼성 헬스로 연동할 수 있게 해주세요~"
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "세상에.. 약 이름만 넣으면 권장 섭취량에서 부족한지 넘치는지 각각 영양제에 미량 들어있는것 까지 합산해서 알랴줌 너모 똑똑함"
  },
  {
    "store": "google_play",
    "date": "2023-05-10",
    "rating": 5,
    "content": "저절로 굶어야겠단 생각이 들어요ㅠㅠ 충격받아서 밥공기 반으로 줄이고 한숟갈 남기고 간식도 먹긴 먹어도 칼로리 적은걸로 골라 먹어요!^-^"
  },
  {
    "store": "google_play",
    "date": "2023-05-09",
    "rating": 5,
    "content": "무료 식단관리 어플중 최고인듯 그런데 말입니다.. 운동프로그램도 얼릉 업데이트 해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-05-09",
    "rating": 1,
    "content": "구글헬스?랑 연동하기 싫어요 운동을 따로 입력 할 수 있게 됐으면 좋겠어요 운동해서 더 먹을 수 있는 칼로리가 있는데 자꾸 초과됐다고 점수 내려가서 화나요"
  },
  {
    "store": "google_play",
    "date": "2023-05-09",
    "rating": 5,
    "content": "영양제 조합을 체크할수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-08",
    "rating": 5,
    "content": "효과적인 식단 영양제 관리가 가능해요"
  },
  {
    "store": "google_play",
    "date": "2023-05-07",
    "rating": 5,
    "content": "앱 개발자님 감사합니다. 도움이 많이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-07",
    "rating": 5,
    "content": "좋아요!~"
  },
  {
    "store": "google_play",
    "date": "2023-05-07",
    "rating": 4,
    "content": "다 좋은데 성분별 부작용에 대한 설명이 너무 부족하네요 노니, 녹차추출물들 간손상 가능성이 높다고 증명된 성분들인데 어떠한 경고도 없네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-07",
    "rating": 5,
    "content": "인생어플 최고에요"
  },
  {
    "store": "google_play",
    "date": "2023-05-06",
    "rating": 4,
    "content": "음식 기록은 좋은데 사진으로 찍으면 대략의 음식을 찾아줬으면 좋겠어요 하나하나 등록하기 힘드네요 그런 기능이 요즘 많은데 다른건 오히려 우수한데도 쓰기에 좀 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-06",
    "rating": 5,
    "content": "도움많이 됐어요"
  },
  {
    "store": "google_play",
    "date": "2023-05-04",
    "rating": 5,
    "content": "식단기록 및 영양제 섭취까지 모두 너무 완벽합니다.아직 운동을 추가할 수 없는 점이 조금 아쉽지만요.그리고 요즘엔 커피도 우유를 변경한다던지 시럽은 뺀다던지 여러 변수가 있는데 그것에 따른 기록은 반영할 수 없는 점이 조금 아쉬워요.개선되면 백퍼완벽한 어플이 될것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-04",
    "rating": 5,
    "content": "영양제 여러개 먹고 있는데 어떤게 부족하고 지나친지 알려 주고 섭취 시간이랑 먹고 체크도 할 수 있어서 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-05-03",
    "rating": 5,
    "content": "무료앱 수준 엄청나다 진짜 인생앱임"
  },
  {
    "store": "google_play",
    "date": "2023-05-03",
    "rating": 5,
    "content": "굉장히 좋다고 느낍니다 삼성 헬스 5년차 사용중인데 연동 되면 좋을것 같네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-03",
    "rating": 3,
    "content": "하드웨어 마우스를 연결하여 사용시 휠이 먹지 않는것 이외에는 불만 없이 사용중입니다."
  },
  {
    "store": "google_play",
    "date": "2023-05-02",
    "rating": 5,
    "content": "영양제 같은거 잘 모르는데 추천해주기도 하고 분석해주니까 좋아요 나이먹으니까 영양제 먹어야할 필요성을 느끼는데 아무것도 모르는 사람한테 아주 유용한 어플이네요"
  },
  {
    "store": "google_play",
    "date": "2023-05-02",
    "rating": 4,
    "content": "1년전에 우연히 써보고 잊고있다가 다시 써봤는데 좋은 방향으로 많이 바뀌었네요! 운동부분은 만보기가 안되는 부분이 불편하네요ㅜㅜ 만보기 아니여도 운동을기록 하는부분은 고도화해야 할것 같습니다! 그리고 식단부분 주로 사용하고 있는데 플로우를 한번 점검해도 좋을것 같아요! 바로 입력해서 편하긴 하지만 아침,점심,저녁 식단을 보기불편한 부분이 있네요!"
  },
  {
    "store": "google_play",
    "date": "2023-05-01",
    "rating": 5,
    "content": "광고도 안 나오고 사용이 간편함"
  },
  {
    "store": "google_play",
    "date": "2023-05-01",
    "rating": 5,
    "content": "식단 영양성분 안내 좋아요. 적절한 코치도 큰 도움이 됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-30",
    "rating": 5,
    "content": "다양한 서비스 만족하며 지금까지 사용한앱중 최고입니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-30",
    "rating": 5,
    "content": "약 챙겨먹으면서 보충할꺼 보고싶었는데 건강 전반적인 수면 먹는거 물 이런거까지 체크해주고 비교해서 보여주니까 너무 좋아요 아직 사용초반이지만 지금까진 만족하고있어요"
  },
  {
    "store": "google_play",
    "date": "2023-04-30",
    "rating": 5,
    "content": "운동이 빨리 업데이트됐으면 좋겠어요 그외는 좋아요~ 걸음수가 타어플보다 조금 적게 측정되네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-29",
    "rating": 5,
    "content": "다 좋은데 갑자기 당일 날 체중기록이 안돼요ㅜㅠ 근데 그 전 날 체중, 다음 날 체중기록은 또 가능해요."
  },
  {
    "store": "google_play",
    "date": "2023-04-27",
    "rating": 4,
    "content": "그래픽 및 사용성 좋음. 그런데 문의 및 요청좀요 1. 운동 연동앱은 구글 피트니스 하나뿐? 대부분 인드로이드 유저 삼성헬스 쓰지않나 2. 간식은 특정시각 1회만 등록 가능하나? 간식은 아침~점심, 점심~저녁 사이로 나누어서 등록할수있게 변경좀요"
  },
  {
    "store": "google_play",
    "date": "2023-04-27",
    "rating": 5,
    "content": "설명도잘되어있고 약정보가 잘되어있어요"
  },
  {
    "store": "google_play",
    "date": "2023-04-27",
    "rating": 5,
    "content": "내가 먹고있는 영양제나 건강상태를 직관적으로 볼수 있고 또 연동이 쉬운 간만의 앱! 가족모두에게 깔아두고픈 어플이에요. 그동안 알음으로 귀동냥해서 영양제를 먹었다면 이젠 성분분석과 내건강상태를 토대로 추천할수 있어 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-26",
    "rating": 5,
    "content": "식단을 기록하기 편하고, 직관적인 구성이라 쓰기 좋아요. 탄단지 비율 계산도 해주니 다음 식사엔 뭘 먹어야할지 메뉴도 정하기 수월해요. 주기적으로 오류나 개선점을 빠르게 업데이트도 해줘서 처음 알게된 날부터 하루도 빠짐없이 사용하고 있어요. 가끔 앱이 프리징되면서 강제종료 되거나, 며칠 전부터 걸음수 연동이 되지않는 오류가 있는데 이것들만 조금 개선되면 더 편하게 사용할수 있을것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-26",
    "rating": 5,
    "content": "건강을 챙겨주는 최고의 어플"
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "엄 우선 좋아요 매 끼니 마다 점수를 매겨주는데 그거보고 식단을 고칠 수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "너무 맘에 드는 앱. 활용도도 높아서 더욱 좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "너무 좋습니다. 너무 아쉬운점이 있다면 코카인이랑 펜타닐이 없네요.."
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "처음 사용해보는데 음식 칼로리를 쉽게 적용할수 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-25",
    "rating": 5,
    "content": "극강의 사용성. 마녕 부러울따름..."
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 5,
    "content": "정보 너무좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-24",
    "rating": 5,
    "content": "좋은 어플이예요 다만 남편과 아이랑 먹는 영양제가 다른데 관리할수 있는 사용자 추가되는 기능이 있다면 너무 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 5,
    "content": "좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 5,
    "content": "식단과 칼로리 관리를 해줘서 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-23",
    "rating": 5,
    "content": "디자인이 깔끔하고 식사기록하는 방식이 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-22",
    "rating": 5,
    "content": "걸음 수는 안 되는건가요?"
  },
  {
    "store": "google_play",
    "date": "2023-04-22",
    "rating": 5,
    "content": "식단 및 영양관리시 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-22",
    "rating": 5,
    "content": "영양제분석 및 복용시간 알람이 있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-21",
    "rating": 5,
    "content": "사용하기 편하고 이거 쓰고 먹는 걸 조심하게 되었어요! 그래서 과식도 덜하게 되었어요! 근데 걸을 수는 어찌 하는 겁니까?"
  },
  {
    "store": "google_play",
    "date": "2023-04-21",
    "rating": 5,
    "content": "직관적으로 건강에 대한 핵심 정보를 보고 관리할 수 있어서 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 5,
    "content": "레알 다이어트하는사람들 추천♡"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 1,
    "content": "아니 제가 할려고 3세이상이면 된다고해서 했는데 14만이하는 안돼다고하고 이럴꺼면 14세이상으로하든가"
  },
  {
    "store": "google_play",
    "date": "2023-04-20",
    "rating": 5,
    "content": "아..이렇게 좋은 앱을 이제알다니...이제부터라도 아주 잘 사용하겠습니다!!!!감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-19",
    "rating": 5,
    "content": "일정시간마다 수분섭취 알람 설정 할 수 있으면 좋겠어요. 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-19",
    "rating": 5,
    "content": "신기해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-19",
    "rating": 4,
    "content": "기초대사량 / 인바디 적용 후 분석 워치 정보 공유가 절실합니다 너무 잘 사용하고 있어요 UI가 정말 예쁩니다 👏🏻"
  },
  {
    "store": "google_play",
    "date": "2023-04-19",
    "rating": 5,
    "content": "이 앱 하나면 식단관리부터 영양제 점검까지 가능해서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-19",
    "rating": 5,
    "content": "먹고있는 영양제조합을 확인하고싶었는데 간단하게 등록해서 알수있어 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-19",
    "rating": 5,
    "content": "영양제 성분이며 식단 영양제 챙기기 넘 좋은 어플"
  },
  {
    "store": "google_play",
    "date": "2023-04-18",
    "rating": 5,
    "content": "매일 식사를 기록하고 결과의 부족한점을 보충하려고 하며 운동량을 영양과 결부하여 더욱 노력하는 자세가 되었습니다 나의 건강은 필라이즈와 함께 지킨다^^"
  },
  {
    "store": "google_play",
    "date": "2023-04-18",
    "rating": 5,
    "content": "너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-18",
    "rating": 1,
    "content": "카톡 네이버 애플 안쓰는 사람은 가입 못함"
  },
  {
    "store": "google_play",
    "date": "2023-04-18",
    "rating": 5,
    "content": "진짜 개쩔어요 영양제 다먹었다고 칭찬 오지게 해주고 꿀같은 조언 짱많이해주고 식단 관리 하기 좋게 탄단지 %를 한눈에 퐉 보여주면서 눈치랑 꼽을 지대로 주니까 헛짓거리 안하고 제어할 수 있겠더라고요👍👍굳굳 운동 카테고리 아직 안열려있던데 준비중이시라고요??너무기대됩니당 두근"
  },
  {
    "store": "google_play",
    "date": "2023-04-17",
    "rating": 3,
    "content": "삼성헬스랑 연동되면 더 좋을 것 같습니다 ~ 언제쯤 업데이트 될까요 ?"
  },
  {
    "store": "google_play",
    "date": "2023-04-17",
    "rating": 5,
    "content": "지금 하고 있는 식단에 탄단지 비율과 항상 마시는 물 양도 기록할 수 있고, 활동량까지 기록이 되니까 정말 좋습니다. 운동 기능이 빨리 업데이트됐으면 좋겠네요!"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 5,
    "content": "운동도 얼른 등록할 수 있었으면 좋겠어요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 1,
    "content": "정보보고싶으면 리뷰남기라고해서 리뷰 남겼는데 너무 귀찮음. 리뷰는 네이버상품리뷰에서 볼게요. 그리고 리뷰 왜 수정이 안되나요ㅋㅋㅋ낙장불입인가ㅋㅋㅋui 너~무 불편해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 5,
    "content": "일단 좀 체계적인 느낌이 들어서 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 5,
    "content": "좋은 앱이지만 약을 복용하는게 없어서 쓸일이 없음"
  },
  {
    "store": "google_play",
    "date": "2023-04-16",
    "rating": 5,
    "content": "탈모관련약 아보다트 다모다트 추가해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 5,
    "content": "헬퀸님 영상보고 설치햇는데 너무좋네요 음식종류와칼로리검색이 너무잘되잇는게 제일만족스러워요"
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 5,
    "content": "찾던 다이어트 어플 같아서 잘쓰고있어요 무료인데 알차요"
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 5,
    "content": "인스타 릴스 광고에 떠서 속는셈 다운받아봤는데 너무 좋음 내가 먹는 영양제 조합 ai가 분석해주고 영양제 순위도 보여주고 무엇보다 좋은게 전문가한테 질문을 할 수 있는 기능이 있음"
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 5,
    "content": "식단 관리하기에 좋은 어플이에요! 근데 운동이나 걸음수 연동이 구글 피트니스로 되어있어서 꽤나 불편합니다... 삼성 헬스 연동이 되면 좋을 것 같아요!! 아니면 걸음 수라도 따로 입력할 수 있게 해주세요...ㅠㅜ"
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 5,
    "content": "식단관리가 되니까 신기하고 좋은거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-15",
    "rating": 5,
    "content": "처음써봤지만 설명이 잘되어있고 사용하기편해요. 정보를얻기도 좋은듯 합니다ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-04-14",
    "rating": 2,
    "content": "네ㄴㅅㅈ . ㅡ,ㄷ"
  },
  {
    "store": "google_play",
    "date": "2023-04-14",
    "rating": 5,
    "content": "만족!"
  },
  {
    "store": "google_play",
    "date": "2023-04-14",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-04-14",
    "rating": 1,
    "content": "허위광고"
  },
  {
    "store": "google_play",
    "date": "2023-04-14",
    "rating": 5,
    "content": "아주 잘 사용하고 있어요. 부족하다고 추천해준 마그네슘도 곧 추가할 예정입니다. 건강나이가 무려 7살이나 어리게 나와서 기분 좋아요ㅋ 곧 업데이트가 된다고 하지만 아이들 영앙제 관리도 하루빨리 추가 되기를 기다리고 있습니다^^"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 5,
    "content": "진짜 식단 하는것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 5,
    "content": "배변 생리 체크할수있음 더 좋겠어요 그동안 딱 이런것만 찾았던거 같아요 너무 좋아요 너무너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 5,
    "content": "진짜 살 많이빠졌어요 20kg 감량 성공 원래는 90이였다가 70으로 정상몸무게로 돌아옴ㅎ 아직 꾸준히 사용하고있슴다"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 5,
    "content": "너무 좋습니다 하나 건의드리고 싶은게 걸음 수 관리를 구글 어시스트 말고 삼성 헬스랑도 연동시켜주실 수 있을까요? 제대로 계산이 안 되는거 같아서요"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 5,
    "content": "건강보험앱과 연동되어 앱 기능이 섬세합니다. 식단, 약 처방도 맘에 듭니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 3,
    "content": "먹은음식양의 칼로리를 직접설정할수는없나요?? ( 내가못찾는것인가...?) 저장되어있는 칼로리로만 섭취를하는게 아니라서 그것이 조금 불편하네요 먹은식단 적는게 불편합니당"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 5,
    "content": "정말정말 좋아요 진짜 좋습니다ㅜㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-04-13",
    "rating": 5,
    "content": "컨디션 선택하고 메모할 수 있는 기능이 있었으면 좋겠어요 역류성식도염이라서 무엇을 먹으면 속이 더부룩한지 기록하고 싶어서요. 화장실 언제 몇회가는지 기록하고 싶어서요."
  },
  {
    "store": "google_play",
    "date": "2023-04-12",
    "rating": 5,
    "content": "너무좋아요 몽글몽글하고 귀여운 그림체에 기록하기 간편하고 재밌어요>< 진짜 기록이 너무재밌어서 더 기록할거 없나 계속 보게돼요 영양제도 나의체칠에맞게 추천해주고 주의해야할것도 알려줘요 건강해지는 기분 전 이 어플 꽤 오래쓸거 같습니다 완전 추천 👍"
  },
  {
    "store": "google_play",
    "date": "2023-04-12",
    "rating": 5,
    "content": "위장건강 챙기기로 먹는것들 통계내고싶었는데 필라이즈 식단어플이 아주 유용합니다! 먹으면서 폭식도 조절하고, 균형잡힌 식사도하고, 평소에 생각치도 못했던 특정성분 과다섭취까지 조절할 수 있으며, 어플도 너무 복잡하지않고 조작하기 단순해서 너무나 많은 도움을 받고있어요 😊 어플 추천합니다!"
  },
  {
    "store": "google_play",
    "date": "2023-04-11",
    "rating": 5,
    "content": "이 어플 꾸준히 잘 사용 중입니다. 문득 건의하고 싶은게 생겨 리뷰 남겨요. 자신이 복용하는 영양제의 구매 주기를 계산할 수 있는 기능이 생겼으면 좋겠어요. 영양제마다 용량, 횟수가 다르기 때문에, 영양제 수가 많아지면 한 번에 주문하기 위해 따로 계산해야 하니 복잡해져요. 만약 80일, 100일치 영양제가 각각 있다면 그 날짜 주기를 계산하고 해당 날짜 되기 며칠 전에 알림을 주는거예요. 그리고 영양제별로 직접 주기를 입력할 수 있다면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-04-11",
    "rating": 5,
    "content": "진짜 좋네요 진작 쓸걸"
  },
  {
    "store": "google_play",
    "date": "2023-04-11",
    "rating": 5,
    "content": "처음입니다 아직은잘모르겠고요우선은 잘사용해볼께요"
  },
  {
    "store": "google_play",
    "date": "2023-04-10",
    "rating": 5,
    "content": "정말 이렇게 관리잘되게 실질적으로 도움을 주는 어플이 있다니 감사합니다 운동기록도 얼른 할수있기를 기대합니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-10",
    "rating": 4,
    "content": "로그인 방법이 카톡 밖에 없는 게 아쉽네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-09",
    "rating": 5,
    "content": "좋아요~~영양제 그냥 먹었는데 과다,부족을 알수있어 좋아요.지인에게도 추천해줬는데 잘쓰더라고요ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-04-09",
    "rating": 5,
    "content": "식단 조절부터 운동량까지 분석해줘서 정말 너무 편해요! 지금 너무 잘 쓰고 있고 덕분에 탄단지 비율도 적당히 잘 맞추고 있어요 꼭 다운받으세요 진짜 편해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-09",
    "rating": 5,
    "content": "좋은데요 식단관리및 영양제루틴 섭취방법도 나와 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-08",
    "rating": 5,
    "content": "부족한 부분을 잘 알려주고 잘 먹고 있는지도 고민 많았는데 분석하고 잘 알려줘서 좋았습니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-08",
    "rating": 5,
    "content": "너무 좋은 앱!! 강추. 특히 지금 내가 먹고 있는 건강보조제들이 어떻는지 알려줘서 넘 좋음! 시간별로 알림이 와서 도움됨."
  },
  {
    "store": "google_play",
    "date": "2023-04-08",
    "rating": 5,
    "content": "약에 대한 설명을 잘 해줘서 유용하네요.잘 쓰겠습니다."
  },
  {
    "store": "google_play",
    "date": "2023-04-07",
    "rating": 3,
    "content": "좋은 앱입니다, 다만 약 후기 적는데 동일한 구문이 나온다고 계속 뜹니다... 아무리 봐도 동일한 구문과 문자는 안 보이는데... 그리고 묘하게 버벅거림이 있는 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-07",
    "rating": 1,
    "content": "갑자기 걸음 측정이 안되요"
  },
  {
    "store": "google_play",
    "date": "2023-04-07",
    "rating": 5,
    "content": "너무좋네요 필요한 정보가 리뷰도 많고 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 5,
    "content": "도움 많이 됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 5,
    "content": "분석기능이 상당히 쓸만하네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 5,
    "content": "영양제 조합편리함 리뷰가 더욱더 많아져 표본수가 오르길 바람"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 5,
    "content": "정보부터 시작해서 언제 섭취하는지 궁금했는데 종류별로 나오고 너무 마음에 들어요"
  },
  {
    "store": "google_play",
    "date": "2023-04-06",
    "rating": 5,
    "content": "영양제 정보 및 시기를 잘 정해줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-05",
    "rating": 5,
    "content": "간만에 너무 쓸만한 좋은어플 발견해서 기분좋아요.ux도 직관적이고 깔끔하고 기능도 깔끔해서 좋네여. 그런데 왜 정작 만보기가 안되는지 모를일입니다... 영양제,식단,만보기 이렇게 연결이되어야하는데 뚝 끊겨버려서 마무리가안되고잇어요ㅠㅠ다른어플로 진행하고는잇지만 그거하나아쉽네요~"
  },
  {
    "store": "google_play",
    "date": "2023-04-05",
    "rating": 5,
    "content": "편리하고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-05",
    "rating": 5,
    "content": "꾸준히 사용중입니다~"
  },
  {
    "store": "google_play",
    "date": "2023-04-05",
    "rating": 5,
    "content": "아직까진 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 2,
    "content": "걸음수측정 고장났음"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 5,
    "content": "너무 간편하고 유용해요"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 5,
    "content": "처음 리뷰 달아봅니다. 개 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-04-04",
    "rating": 4,
    "content": "괜찮은 앱인것같은데.. 간혹 함량이 조금씩 다르게 표기됐다거나 내가먹는 약이 리스트에 없는 경우가 있네요 계속 업데이트하고 수정을 해야할것같습니다"
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "위젯으로 영양제 섭취 체크가 가능하면 좋을거 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 3,
    "content": "안드로이드 갤z플립3 걸음수 싱크가 안돼요 수동입력도 있으면 좋겠고요, 걸은 만큼 칼로리 더 보충할 수 있다고 계산되면 좋겠어요.목표 체중까지 도달하는 날짜가 칼로리 소모에 따라 계속 재계산되면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "어플도 좋고 이쁘고 쉽고 영양제 추천도 좋아요."
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "개쩌ㆍㄹ어"
  },
  {
    "store": "google_play",
    "date": "2023-04-03",
    "rating": 5,
    "content": "앞으로 발전이 높은 어플이네요. 다만 식단은 어디 제품이런것만 나와서 약간 해먹거나 사먹은 일반음식관련 추가되면 좋겠어요. 음식마다 영양도는 다르더라도 평균 영양분이있는데. 체크하기가 쉽지않네요. 또한 먹는 약도 표기되면 좋을것같아요. 영양제 외에도"
  },
  {
    "store": "google_play",
    "date": "2023-04-02",
    "rating": 5,
    "content": "확실히 식단 저장에 도움이 된다"
  },
  {
    "store": "google_play",
    "date": "2023-03-31",
    "rating": 5,
    "content": "연결된 구글계정변경하거나 삭제하려면 어떻게해요? 걸음연동이안되는데 아무리봐도 faq에서 안내하는 메뉴가 보이지않아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-31",
    "rating": 5,
    "content": "너무 좋아요! 그런데 음식양이 1인분,g으로밖에 못적는건 너무 아쉬워요. 1컵(종이컵 머그컵등 필라이즈 내에서 규칙을 정해서), 1접시, 1주먹크기 등의 기준도 있었으면 좋겠어요. 어디든 저울을 들고 다니는게아니다보니 인분과 그램으론 짐작이 가지않아 입력하기 어려워요ㅠㅠ 운동칸도 얼른 추가되었으면 좋겠어요. 앱을 여러개쓰기는불편하네요..!"
  },
  {
    "store": "google_play",
    "date": "2023-03-30",
    "rating": 5,
    "content": "진심 너무 좋아요. 영양제 킬러라 이것저것 먹다보니 뭐가 부족하고 과한지 기준이 없었거든요. 일목요연하게 볼 수 있어서 좋고 식단관리도 해주고 그냥 이 앱은 사랑...♡ (다만! 영양제 섭취시간 알림 설정을 할 때 추천시간이 뜨는데 예를 들어 3개 권장 섭취량에서 1개로 줄이면 가장 이른 시간대의 권장시간으로만 뜨고, 다른 추천시간으로 변경하려고 하면 직접 숫자랑 오전오후 맞춰가며 바꿔야하더라구요. 추천시간 여러개가 뜨면 클릭할 수 있었으면 좋겠어요. 밥 먹는 시간이 바뀌면 직접 맞춰놓은 시간들은 일일이 다시 바꿔야해서 좀 불편하더라구요.)"
  },
  {
    "store": "google_play",
    "date": "2023-03-30",
    "rating": 5,
    "content": "영양제 매일 챙겨먹기 어려운데 알람이랑 복용법, 필요하면 약사 상담도 가능해서 편리하네요 꾸준히 복용해서 건강 해져볼게요!!"
  },
  {
    "store": "google_play",
    "date": "2023-03-29",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2023-03-29",
    "rating": 4,
    "content": "보완하고싶어요 미밴드사용하고있는데 걸음수 연동이 되지않아 슬프네요 나름 운동한다고 등산했는데 걸음수가 연동되지 않아 속상하네요 걸음수를 입력할수 있게 해주세요 제발요"
  },
  {
    "store": "google_play",
    "date": "2023-03-28",
    "rating": 5,
    "content": "완전좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-28",
    "rating": 4,
    "content": "계란, 우유 알러지가 있는데 음식 입력하면 해당 알러지물질 추적가능하게끔 기능추가하면 별이 5개!!!!"
  },
  {
    "store": "google_play",
    "date": "2023-03-28",
    "rating": 5,
    "content": "한눈에 알아보기 쉬워요. 어플 내 제품 리뷰 수정 방법 알려주세요."
  },
  {
    "store": "google_play",
    "date": "2023-03-28",
    "rating": 5,
    "content": "식단과 영양제 성분 분석 기능 둘 다 너무 좋아요ㅠㅠㅠ 특히 영양제 먹는 시간대 추천해주고 알림 오는거 정말 도움 잘 받고 있습니다!!!"
  },
  {
    "store": "google_play",
    "date": "2023-03-27",
    "rating": 5,
    "content": "좋아영"
  },
  {
    "store": "google_play",
    "date": "2023-03-27",
    "rating": 5,
    "content": "혹시나해서 다운받았는데 부족한 영양제들을 알수있어서 너무 좋네요 몸관리에 도움이 되는것같아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-27",
    "rating": 5,
    "content": "써본 식단 및 영양제 자기관리 어플 즁 최고입니다! 화면도 직관적이고 이뻐요. 무엇보다 하루 종합 리포트가 적절히 제공되는 것 같아서 너무 좋아요!! 강추입니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-26",
    "rating": 5,
    "content": "진짜 좋은어플 굿귯"
  },
  {
    "store": "google_play",
    "date": "2023-03-25",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-03-24",
    "rating": 5,
    "content": "좋아요..편합니다..굿"
  },
  {
    "store": "google_play",
    "date": "2023-03-24",
    "rating": 5,
    "content": "다 너무 좋은데 무게 기록 하는게 불편해요ㅠㅜ0.1키로씩 수기로 올려야되는게... 저 60키로라서 600번 눌렀어요.."
  },
  {
    "store": "google_play",
    "date": "2023-03-23",
    "rating": 5,
    "content": "내가먹는 영양제 얼마나 잘먹고있나 자세히 나와서 좋습니다 부족한 영양제도 추천되고 좋습니다 식단도 있어서 더욱 좋습니다 다이어트식단도 해보려구욧"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 4,
    "content": "아니 무슨 체중입력하는데 0.1씩 증가해놓게해놨나요.. 영양제 검색 조합은 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 4,
    "content": "걸음수 측정을 구글피트니스랑 연동 안 하고 자체적으로 지원할 생각은 없나요? 구글피트니스가 구려요"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 5,
    "content": "걸음으로 인한 소모칼로리가 표시되면 좋겠어요 인바디 앱이나 어플과 연동해서 측정 결과가 기록되면 좋겠어요 음식이 별로 없어요 유아이랑 참 마음에 드는데 핵심 기능이 조금 부족하게 느껴집니다! 걷는거 워치랑 동기화가 안되는걸로 보여지는데 맞나요? 어제 휴대폰을 두고 나가서 만천보 가량을 걸었는데 필라이즈 앱에는 휴대폰을 두고 나가기 전인 4천보만 기록되어있더라구요 정책 때문에 연동불가능한 사항인지 궁금합니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-22",
    "rating": 5,
    "content": "갤럭시워치용 어플도 제작해주세요 제발요..."
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 5,
    "content": "시스템구성이너무좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 4,
    "content": "영양제 추가 및 건강식품이나 다이어트 도시락등을 공동구매하는 기능이 추가되었으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 1,
    "content": "버튼이 안 눌려서 앱을 쓰지도 못함"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 4,
    "content": "영양제와 식단 관리가 되서 편합니다. 필요한 영양제 추천도 좋습니다. 마우스 휠 움직임이 너무 둔합니다. 걸음수 연동 수정이 안되서 불편합니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 4,
    "content": "글이 많아 앱이 살짝 복잡하긴 한데 괜찮아요. 근데 앱 잠금도 되었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2023-03-21",
    "rating": 5,
    "content": "베리굿"
  },
  {
    "store": "google_play",
    "date": "2023-03-20",
    "rating": 5,
    "content": "고민되는 건강과 현재 복용 중인 영양제를 통해 내가 지금 잘 먹고있는지 뭐가 부족한지 알 수 있어서 보충할 수 있게되서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-20",
    "rating": 5,
    "content": "진짜좋음 ㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-03-20",
    "rating": 5,
    "content": "다 너무 좋은데 왜 삼성헬스랑 연동이 안될까요?!!!!! 제가 하루에 이만보씩 걷는 사실을 필라이즈에게 알려주고 싶어요🥹🥹 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-03-20",
    "rating": 5,
    "content": "써봤는데 되게 좋더라구요 영양제분석해주고 필요한 영양소 추천해주니까 좋아요 앱 구성도 깔끔하고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-20",
    "rating": 5,
    "content": "굉장히 좋은 어플 같아요 잘 쓰고 있는데 제 정보를 초기화하고 다시 사용할 순 없나요?"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 5,
    "content": "너무 좋네요 약 알림서비스에 내가 먹고 있는약과 충돌하는 성분들 그리고 내가 먹고 있는 영양제 밸런스까지 하나의 어플로 정말 알뜰하게 쓸 수 있어 참 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 5,
    "content": "영양제와 식단에 관심많았는데 한번에 확인할수있어서 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 4,
    "content": "제가 알고있는 정보와 다른경우 그리고 제가 먹는 제품이 검색되지 않아 언제복용하면 좋은지 나오지 않던데 이런경우 어디에 문의해야 되나요??"
  },
  {
    "store": "google_play",
    "date": "2023-03-19",
    "rating": 5,
    "content": "어플 깔끔하고 설명들이 굉장히 도움됩니다 굿"
  },
  {
    "store": "google_play",
    "date": "2023-03-15",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-03-14",
    "rating": 5,
    "content": "최고예요! 잘 사용하고 있어요. 식단관리도 잘 사용하고 있어요. 그럼에도 운동칼로리가 걷는 것 이외에는 반영이 안되는 것이 아쉬워요. 다양한 운동 칼로리를 기록하고 반영할 수 있으면 더 좋겠네요."
  },
  {
    "store": "google_play",
    "date": "2023-03-13",
    "rating": 5,
    "content": "인스타에 떠서 깔게됐는데 ui며 관리포인트며 너무 좋은듯여?"
  },
  {
    "store": "google_play",
    "date": "2023-03-13",
    "rating": 5,
    "content": "짜임새있고 좋은 어플입니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-13",
    "rating": 5,
    "content": "복용중인 영양제로 부족한부분도 알려주고 점수를매겨주니 만족입니당 ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-03-10",
    "rating": 4,
    "content": "식단에 이용하고있어요 편하고 좋습니다 근데... 등록되어있는 칼로리가 너무 이상해요 짬뽕이 500g에 317칼로리..? 말이안되는 것 같은데요..ㅠㅜ 지금까지 적어왔던 것들은 어찌저찌 양으로 칼로리 대랻 맞춰서 하긴 했는데.. 이거땜에 매번 칼로리 새로 확인하면 식단어플을 이용하는 이유가 없을것같아요ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-03-10",
    "rating": 5,
    "content": "편함"
  },
  {
    "store": "google_play",
    "date": "2023-03-09",
    "rating": 4,
    "content": "유용하기는한데 건강고민 선택사항이 제한되어 있어서 영양제 선택에 더 고민이 되네요.. 차라리 모든 항목을 자동선택으로 하고 필요없는 항목을 선택해제 하도록 하면 어떨까 제안해 봅니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-09",
    "rating": 5,
    "content": "현재 먹고 있는 성분 분석이 많은 도움이 될것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 5,
    "content": "먹고 있는 건강 보조식품에 대한 종합평가"
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 5,
    "content": "식단, 영양분석까지 해주니 너무 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 5,
    "content": "광고보고 사용중입니다 음식이며 다양하게 기록할수있고 알람설정까지 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-03-08",
    "rating": 5,
    "content": "솔직히 몸건강 생각하면 필요함"
  },
  {
    "store": "google_play",
    "date": "2023-03-07",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-03-06",
    "rating": 5,
    "content": "친구가 좋다고 추천해줘서 써봤는데 넘 좋네요 식단 영양제 분석해서 원하는 식단탄단지 비율로, 알맞은 조합으로 2주 넘게 잘 섭취하고있습니다 :) 🥰🥰 소화가 잘 안돼서 격일로 먹는 것들이 있는데요 영양제 편집에서 식사시간을 바꾸고 해당 시간에 맞춰 루틴변경 기능을 실행하면 요일별 설정이 매일섭취로 리셋되더라구요🥲 물론..식사시간을 바꾸면 루틴이 루틴이 아니긴하지만 사용초반에 쬐끔 번거로웠어서 개선되면 더더욱 좋을거같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-03-06",
    "rating": 5,
    "content": "다른 다이어트어플사용하는데 한번 깔아봤어요~~ 좋아보여요!!"
  },
  {
    "store": "google_play",
    "date": "2023-03-05",
    "rating": 4,
    "content": "만족스러우나 평일 주말 루틴이 다르기 때문에 약먹는 시간 관련해서 데이터로 주중주말 라벨링해서 설정도 주중주말 다르게 하고 현재일자를 가져올 때 그에 맞게 보여주면 좋을 것 같음"
  },
  {
    "store": "google_play",
    "date": "2023-03-05",
    "rating": 5,
    "content": "보기도쉽고 훌륭합니다."
  },
  {
    "store": "google_play",
    "date": "2023-03-03",
    "rating": 5,
    "content": "많은약품 용량까지 등록되어있고 투약방법설명도있어서 유용합니다"
  },
  {
    "store": "google_play",
    "date": "2023-03-02",
    "rating": 5,
    "content": "다른 어플쓰다가 이쪽으로 이주했는데, 정말 좋아요! 없는 품목들이 있지만, 등록하면 일주일 걸리는 것도 아니고 너무 늦지 않으면 당일 실시간 반영해서 등록 해주시는 거 좋았어요!! :D 키면 메인 전 광고 나오는 것 쯤이야 귀여워보여서 걍 관심 있으면 보는정도? 다른 분들 말씀처럼 무언가 할 때마다 미친듯이 광고가 뽝! 하고 나오거나, 말 같지도 않는걸로 프리미엄만 넣지 않는다면 지속적으로 잘 사용 할 것 같아요! :) 그리고 기존 대비 괜찮은 프로모션이나, 이벤트 등을 한다면 참여 할 것 같구요! :) 마지막으로 로그인 관련해서 카카오 말고 네이버나 구글등 다른 것도 지원 해주셨음 좋겠어요!! 앞으로도 힘내세요!! 화이팅 :)"
  },
  {
    "store": "google_play",
    "date": "2023-03-02",
    "rating": 4,
    "content": "대체적으로 좋은데, 영양제 조합 수정하기가 좀 번거로워요. 지금 먹고 있는 조합에서 새로운 영양제로 바꾸면 어떨까 싶을 때 기존 분석했던 거에서 일부만 수정하고 지금 먹는 조합과 새로 분석한 조합 비교 해볼 수 있으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2023-03-01",
    "rating": 5,
    "content": "재밌음"
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 5,
    "content": "국가건강검진 기록을 토대로 영양제며 이것저것 추천해 줘서 재밌어요 ㅋㅋㅋ 음식도 시키는대로 노력은 해볼텐데 쉽지 않아보이네욤......"
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 5,
    "content": "영양제 복용 유무로 필요 성분이 적정한지 부족한지 알 수 있어 좋았습니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 5,
    "content": "아직 1일차지만 괜춘한듯"
  },
  {
    "store": "google_play",
    "date": "2023-02-27",
    "rating": 5,
    "content": "영양제를 이렇게 효율적으로 관리할 수 있다니...촤곱니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-25",
    "rating": 5,
    "content": "내가 먹고있는 영양제 성분을 종합적으로 분석하고 최적 복용 시간도 앱알람으로 알려주는 신박한 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-25",
    "rating": 5,
    "content": "먹는 약이 중복인지 나에게 괜찮은건지 궁금했는데 분석해주니 넘좋아요. 강 추!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-25",
    "rating": 5,
    "content": "좋아요."
  },
  {
    "store": "google_play",
    "date": "2023-02-25",
    "rating": 5,
    "content": "좋은 앱입니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-24",
    "rating": 5,
    "content": "분석까지해주다니 감동"
  },
  {
    "store": "google_play",
    "date": "2023-02-24",
    "rating": 5,
    "content": "좋은거 같아요!잘 사용할 것 같습니다^^"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 5,
    "content": "아주 좋은 영양제 정보 굿..."
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 5,
    "content": "정말간편하게 내가먹는 영양제를 비교하고 설계하기 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 5,
    "content": "여러가지 보조제 복용중인데 큰도움 받았습니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-23",
    "rating": 5,
    "content": "필라멘토 어플 쓰다가 검샏 후에 넘어왔는데.. 와 이건 장난 아니네요 더 빨리 알았어야.. 주변에 추천하고 다닙니다 ㅎㅎ 건강검진 기록 연동에 식단관리 영양제 등록 관리 등등 가히 최고네요!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-22",
    "rating": 5,
    "content": "만족스러워요"
  },
  {
    "store": "google_play",
    "date": "2023-02-22",
    "rating": 5,
    "content": "지금까지 사용해본 식단 건강관리(유로포함)앱중에 제일좋은거 같아용 섭취하고 있는 영양제 까지 분석 되서 어떤게 부족한지 알게되어 더좋구요 다만 의견이 있다면 저는 하루 영양제를 8알넘게 꾸준히 섭취를 해오다 간수치가 높다는 검진을 받고 영양제를 거의 끊게? 되었는데요 그래도 하루식단 만으로는 부족한 영양소가 있을거 같아 그부분만 영양제로 채워보려 하는데 영양제 섭취시 영양소 비율에는 합산이 되지않는것 같더라구요 그리고 검진기록 가져오기는 무조건 핸드폰인증을 거쳐야 하던데 핸드폰이외에 다른인증수단도 추가해주셨으면 합니다 검진기록 셀프로 등록할수 있다고 본거같은데 아무리 찾아도 없네용 더나아가 생리주기도 체크되면좋겠고~~~ㅋㅋ화이팅입니다 친구 지인들에게 추천많이하고있어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-22",
    "rating": 5,
    "content": "너무 좋아요 너무 필요한앱이었어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-21",
    "rating": 5,
    "content": "사용하기 편리한것 같습니당"
  },
  {
    "store": "google_play",
    "date": "2023-02-20",
    "rating": 5,
    "content": "쩐다!!필요한거다있음 ㅎ 월경도추가되면좋을듯!!! 더불어 다른메모 및 운동햇거나 물섭취도있음좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-20",
    "rating": 5,
    "content": "필요한 영양제 추천이랑 섭취시간을 안내해줘서 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-20",
    "rating": 3,
    "content": "분석이나, UI등 너무 맘에 들지만, 등록된 음식종류가 적고, 식사기록한 칸의 높이가 너무커서 7가지이상 등록한경우 캡처시 한화면에 들어오지않아요ㅠ 높이간격을 좀줄여주심 더 편하게 쓸것같아요 그리고 하루운동량상관없이 정한칼로리를 먹으려고 설정하는건데 운동량에 따라 먹을수있는 칼로리를 자동으로 변경해서 보여주니 이건 좀 불필요해보입니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-19",
    "rating": 3,
    "content": "식단 입력하려는데 생각보다 음식 정보가 별로 없어요... 뭐 입력하려하면 다 없으니까 점점 이용하기 불편해짐.. 심지어 잘못된 정보도 꽤 있고요. 나는 90칼로리를 먹었는데 300으로 치고ㅠ 이용자가 많이없는건지 .. 인스타 홍보 보고 깐건데 사용할수록 좀 실망스러워요. 지울까말까 고민중임.."
  },
  {
    "store": "google_play",
    "date": "2023-02-19",
    "rating": 5,
    "content": "건강진단 세부내역까지 정보를가져와서 신뢰가가요 현상황의 내몸에서 부족한 영양분을 추천해주면 좋을거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-18",
    "rating": 5,
    "content": "제가 찾던 딱 서비스에요!!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-18",
    "rating": 5,
    "content": "쵝오"
  },
  {
    "store": "google_play",
    "date": "2023-02-18",
    "rating": 5,
    "content": "설묭 및 등록이 쉬워요"
  },
  {
    "store": "google_play",
    "date": "2023-02-18",
    "rating": 5,
    "content": "필요한 정보를 정확히 알려주네요 쵝오"
  },
  {
    "store": "google_play",
    "date": "2023-02-18",
    "rating": 3,
    "content": "하단 메뉴 누르면 자꾸 진동울려요. 이런 설정은 또 첨이네요. 진동좀 없애주세요"
  },
  {
    "store": "google_play",
    "date": "2023-02-17",
    "rating": 5,
    "content": "너무 좋아요.관리받는 느낌이"
  },
  {
    "store": "google_play",
    "date": "2023-02-16",
    "rating": 5,
    "content": "저한테 꼭 필요하다고 생각했던 어플이라 너무 유용하고 좋아요! 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 4,
    "content": "식단과 영양제 관리 할 수 있어서 너무 편해요 식단관리를 하긴 편하나, 다이어트 시 칼로리의 계산을 하고 싶은데 운동량에 관한 칼로리는 삭제되지 않아서 운동에 관한 칼로리도 추가되면 너무 좋을 것 같아요. 지금 식단은 이어플로 운동은 다른 어플로 관리하는데 같이 관리 할 수 있으면 더 좋을 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 5,
    "content": "너무 좋네요!!!!겹치지 않게 ~ 시간도 알려주고 짱입니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 5,
    "content": "내가 먹는 영양제을 한눈에 볼수있고 영양성분을 한번더 확인을 잘해주고 모르는 약은 약사님이 친절하게 알려준다"
  },
  {
    "store": "google_play",
    "date": "2023-02-15",
    "rating": 5,
    "content": "각종 영양제 성분 정보, 믿을만한 원료사 추천, 성분 함량 충족 & 최적 & 부족 & 과다 정보, 건강 증진 목적 별 영양제 성분 조합, 섭취 시간 추천과 루틴 알람, 식단 추천, 다양한 부가 기능에 GUI 까지 직관적이겠다 뭐 부족한게 없이 만능형이라 ㄹㅇ 유용하게 사용하는 중 사용 하면서 이 기능까지 있으면 좋겠다 한건 선택한 영양제끼리 성분 함량 비교까지 있으면 완벽하지 않을까 싶었음 암튼 이런 어플이 전반적인 대부분 기능을 무료로 제공 한다니 매우 만족"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 5,
    "content": "너무편합니다 고민할필요가 없어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 5,
    "content": "평소에 궁금했던 알약들이 많이 들어가있어요"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 4,
    "content": "운동체크도 가능햇으면 좋겟습니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-14",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-12",
    "rating": 5,
    "content": "직관적이어서 좋음"
  },
  {
    "store": "google_play",
    "date": "2023-02-12",
    "rating": 5,
    "content": "영양제 정보를 편하게 볼 수 있고 분석해주는 게 참 좋았습니다. 영양제끼리 비교해서 보는 기능이 추가된다면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-12",
    "rating": 3,
    "content": "적잘한지에 대해서는 괜찮은거 같긴한데 왜 내영양제&루틴에 추천되는 복용시간과 분석에 뜨는 복용시간이 같은약임에도 불구하고 다른지.."
  },
  {
    "store": "google_play",
    "date": "2023-02-11",
    "rating": 5,
    "content": "종네요"
  },
  {
    "store": "google_play",
    "date": "2023-02-11",
    "rating": 5,
    "content": "챙기기 어려운 영양제 함량 분석 만족합니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-11",
    "rating": 5,
    "content": "좋아요 비타민.영양제.건강보조식품들 한번에 분석이 다되요"
  },
  {
    "store": "google_play",
    "date": "2023-02-11",
    "rating": 5,
    "content": "여러가지 이유로 식단관리나 건강관리 하는경우 꼭 필요한 앱~ 다른 식단관리 앱이랑 연동되면 좋을듯합니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-10",
    "rating": 5,
    "content": "생각보다 사용하기 쉽고 보기 편하네요"
  },
  {
    "store": "google_play",
    "date": "2023-02-09",
    "rating": 5,
    "content": "저한테는 유용한 앱이네요"
  },
  {
    "store": "google_play",
    "date": "2023-02-09",
    "rating": 5,
    "content": "어떤 영양제를 먹어야 할지 종류가 너무많아 고민이였는데 이 앱에서 주는 솔루션을 참고하여 잘 챙겨먹을 수 있을것같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-02-09",
    "rating": 5,
    "content": "신문기사로 알게됐어요 좋네요 개인이 일일이 영양제성분 계산안해도 되구요~~~~"
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "우연히 알았는데 좋네요! 근데 구글 로그인까지 했는데 왜 걸음 연동이 안 되는지···"
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "실생활에 정말 유용합니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "영양제 조합을 잘먹고 있는지 궁금했는데 어플로 부족한 영양제도 확인할수있고 편리한거 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "영양제 먹는데 도움이되요"
  },
  {
    "store": "google_play",
    "date": "2023-02-08",
    "rating": 5,
    "content": "영양제 조합을 빠르게 볼 수 있어서 너무 좋아요🩷 위젯으로 폰화면에서 바로바로 섭취여부를 체크할 수 있으면 더 좋을 것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 2,
    "content": "앱 자체는 좋은데 ui가 복잡해서 기능을 바로바로 찾는게 힘들어요 . 또 식사시간 수정은 도대체 어디서 할 수 있는건가요? 그거에 맞게 알람이 오는건데, 아무리 찾아도 안보여서 결국 약 알람 받는 기능을 잠시 중지 시켰어요. 모달은 너무 자주 떠서 앱을 이탈하고 싶게 만들어요.."
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "굿~~~"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "굿!!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "최고"
  },
  {
    "store": "google_play",
    "date": "2023-02-07",
    "rating": 5,
    "content": "영양제 밸런스 맞추기 좋고 식단 관리에도 최고 운동 정보 연동 할 때 갤럭시는 삼성 헬스와는 공유가 안 되나요?.?"
  },
  {
    "store": "google_play",
    "date": "2023-02-06",
    "rating": 5,
    "content": "식단이랑 영양제 관리에 너무 편하고 좋아요. 삼성헬스랑 인바디 앱과도 연동이 되면 좋겠어요 운동량과 연동이 안되어서 쪼금 아쉽네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-02-05",
    "rating": 5,
    "content": "개쩖 그런데 영양제중 부족한 특정 영양분이 포함된 대체 영양제 추천이 있으면 좋을거 같아요. 어디에 적을수도, 비교대상을 한눈에 볼수 없어 아쉽네요."
  },
  {
    "store": "google_play",
    "date": "2023-02-05",
    "rating": 1,
    "content": "가입은 카톡으로만 가능. 탈퇴후 30일 지나야 가입가능. 본인외에 가족들것 영양제조합 불가능. 없는영양제 요청 업로드 늦음. 영양제 조합하려면 강제로 약1개는 꼭 리뷰작성해야함. 리얼리뷰가 되는것도 있지만 아닌것도 있음. 와ㅡ 같은회사 영양제 같은갯수로 조합해보니, 낮에는 계속 85점 나오더니 저녁에 계속 100점 나옴. 인증사진까지 찍어둠. 와~~~~ 어이없어ㅋㅋ 누를때마다 조합점수다른가봄ㅋㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-02-04",
    "rating": 5,
    "content": "좋음"
  },
  {
    "store": "google_play",
    "date": "2023-02-04",
    "rating": 5,
    "content": "UI가 직관적이고 아주 보기 편해요! 내용도 실용도가 아주 높아서 유용하게 잘 쓸것같은 어플입니다!"
  },
  {
    "store": "google_play",
    "date": "2023-02-03",
    "rating": 5,
    "content": "잘 만든 어플이네요"
  },
  {
    "store": "google_play",
    "date": "2023-02-03",
    "rating": 3,
    "content": "다 좋은데 감량목표 수정 어떻게하나요.. 이거 너무 답답해요ㅠㅠ 하.."
  },
  {
    "store": "google_play",
    "date": "2023-02-03",
    "rating": 5,
    "content": "나에게 맞춤 서비스에요"
  },
  {
    "store": "google_play",
    "date": "2023-02-02",
    "rating": 5,
    "content": "본격적으로 영양제를 챙겨먹으려고 하는데 많은 도움이 되네요 다만 영양제 관리만을 이용하고 싶은 사람을 위해 식단 관리 기능을 감추는 설정도 있었으면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-02-02",
    "rating": 5,
    "content": "직관적이고 사용하기 편함. 똑똑한 앱"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "식단관리하기 좋은 앱입니다! 추가 기능으로 물을 얼마나 마셧는지 기록할 수 있는 기능이 생겼으면 좋겠어요!!"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "다른사람들에게도추천할만한 어플"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "영양제 영양이 중복되어도 괜찮은건가 싶기도 자동 알람이라고 보면됨"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "식단과 영양제 개인 맞춤형으로 진단 / 관리 면이 완전 좋아요, 근데 식단과 영양제 종합하여 결과를 볼 수 없어서 각각 계산해야 하는 아쉬움이 있습니다. 지금은 모든 기능이 무료인데 앞으로 어떨지는 모르겠지만, 매우 심한 광고이나 비용이 쎈 프리미엄 구독이면 지속해서 하는 건 망설여질 것 같습니다. 현재로써는 강추합니다."
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "넘나 유용해요!! 식단어플 쓰면 강박 생겨서 스트레스 받는데 필라이즈는 식단에 따라 적절한 피드백이 있어서 스트레스 덜받고 재미있게 쓸 수 있는것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-02-01",
    "rating": 5,
    "content": "영양제 분석을 해주어서 내가 부족한영양제가 어떤건지 알려주는게 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 5,
    "content": "좋습니다 영양제 분석이라니 넘 좋아용"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 5,
    "content": "이게 무료라니 진짜 놀랍습니다.추가기능나오면 결제할 마음도있어용"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 5,
    "content": "👍👍"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 3,
    "content": "식단 체크를 하면 뭐가 부족하다 라는 문구(ex 칼슘이 부족합니다)가 나오는데 그것을 채울수 있는 음식을 볼수있도록 해주세요"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 4,
    "content": "영양제 종류가 많아서 검색이 용이하고 관리가 쉽습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-31",
    "rating": 4,
    "content": "식단 등록 요청하는 경우 비교적 빠르고 정확하게 등록되는걱같고 식단과 영양을 종합적으로 관리할 수 있어서 좋은것같아요 그런데 식단등록 시 검색기능 개선이 필요할거같아요 제가 검색한 키워드와 100%일치하는 것들도 노출되는데도 불구하고, 키워드와 불일치하는 값들이 우선적으로 노출돼요"
  },
  {
    "store": "google_play",
    "date": "2023-01-30",
    "rating": 5,
    "content": "삼성헬스도 연동가능하게 해주세요 ♡"
  },
  {
    "store": "google_play",
    "date": "2023-01-30",
    "rating": 5,
    "content": "식단관리앱중 가장 체계적이고 전문화된 느낌입니다.만족해요."
  },
  {
    "store": "google_play",
    "date": "2023-01-30",
    "rating": 5,
    "content": "ui/ux가 잘 되어있어 편하고 좋아요! 입력하기도 좋고,관리가 더 쉬워질 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-30",
    "rating": 5,
    "content": "진짜 좋은 내가 뭐가 부족한지 어떻게 먹어야 하는지 다분석해줌"
  },
  {
    "store": "google_play",
    "date": "2023-01-29",
    "rating": 5,
    "content": "이런 앱이 있었다니..."
  },
  {
    "store": "google_play",
    "date": "2023-01-29",
    "rating": 5,
    "content": "영양제 잘 복용하고 있는지 궁금했는데 편리하고 너무 좋네요^^"
  },
  {
    "store": "google_play",
    "date": "2023-01-29",
    "rating": 5,
    "content": "사용하기 쉽고 추천해주는 것도 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-29",
    "rating": 5,
    "content": "영양제잘먹고있는건지 궁금했는데 잘 알려줘서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-29",
    "rating": 5,
    "content": "피티선생님 같이 너무 좋네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-28",
    "rating": 5,
    "content": "전체적으로 사용하기도 편하고 먹고 있는 영양제 성분 분석하고, 시간대에 알림 주는건 너무 좋은거 같아요~!! 딱 한가지가 지금 제 상황에서는 아쉬운게 예를 들어 하루에 먹는 영양제 총량에 따른 횟수도 제가 조절이 가능했으면 좋겠어요~! 하루 1알씩 3번 먹을것을 한번에 하루 3알 먹을수도 있으니깐, 그렇게 개인적으로 횟수 조절이 되게끔요. 그 외에는 정말 너무나 실용적이고 도움될게 많은 앱입니다~! 강추예용^^♡"
  },
  {
    "store": "google_play",
    "date": "2023-01-28",
    "rating": 2,
    "content": "삼성헬스 어플쓰다가 영양제 체크하는게 있어서 사용 중인데, 식단+영양제 로 같이 영양소 관리 통계를 내줬으면 하는데 식단은 식단 따로, 영양제는 영양제 따로 보여주니까 내가 잘 먹고 있는건지 파악이 잘 안되네요. 식단에서 부족한 걸 영양제로 보충하고 있고 또 그렇게 보여줬으면 하는데... 며칠 쓰다가 개선 안되면 다시 삼성헬스 쓰려고요."
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "좋으ㅡㅁ"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "광고로 써보게됐는데요 여러가지 기능이있어서 유용하게 잘 사용할 수 있을것 같고 영양제 추천을 받을수있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "기록 어플중에 가장 쉽고 보기도 좋은거 같아요! 물 관련해서 하루 추천양, 먹은양 기록도 있으면 좋을거 같아요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "식단 영양제 운동관리 모두 여기로"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 1,
    "content": "아르기닌 저녁에 먹으라고 추천해서 저녁에 먹었다가 수면방해 부작용으로 한숨도 못잤어요;; 검색해보니 아르기닌 주요 특징때문에 저녁에는 먹지말라던데 왜 저녁복용 추천을 하나요..? 이러면 다른 영양제들은 복용시간을 어떻게 믿고 먹죠;;"
  },
  {
    "store": "google_play",
    "date": "2023-01-27",
    "rating": 5,
    "content": "나머지는 다 좋은데 삼성 헬스도 연동 되었으면 좋겠어요. 걸음수나 활동량이 표시가 안되네요...ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 3,
    "content": "부족한 영양소 있어서 추가로 먹었는데 왜 진단에서는 부족이 뜨죠? 평가점수도 변화가 없구 이상하네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 5,
    "content": "아주유용한 어플입니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 5,
    "content": "먹고있는 건강 기능식품 관리 및 리뷰 확인 가능"
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 5,
    "content": "사용하기 편리하고 알려주니 잘 챙겨먹게 되네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-26",
    "rating": 5,
    "content": "이런앱이 나오길 원했습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "😀 약 여러가지 먹는 사람은 이거 강추. 근데 여기 없는 영양제도 있어서 직접 성분 추가하는 기능도 있으면 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "건강상태에 따라 섭취하지 말아야 될것들을 알려주니 넘 좋아요~^^"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "걸음수 연동이 안되는게 어떻게 하죠?ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "인스타 광고툰으로 알게 되어 깔았는데 생각보다 진짜 잘 쓰고 있어요! 공짜로 칼로리 계산, 식단 팁, 영양제 팁 등의 서비스를 이용할 수 있다는 게 너무 좋아요. 앱 디자인도 예쁘고 편리해서 100% 만족해요!!! 다만 갤럭시도 걸음수 연동됐으면 좋겠고, 음식 종류만 좀 더 다양해지면 좋을 것 같아요. 제가 음식 추가하는 것도 조금 불편하게 되어있거든요."
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "첨 써보는데 편하고 좋은거 같아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "좋습니다ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-01-25",
    "rating": 5,
    "content": "다 좋은데 걸음수 영동이 앙된상태로 수정이 안되요 . 기능 개선 좀 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 5,
    "content": "매우 유용합니다. 특히 최근 식단관리가 추가되어서 더 자주 쓸것 같아요. 삼성헬스는 식단+영양제가 통합 분석이 안되어서 불편했는데 딱 필요하던 앱이었어요. 추가 기능으로는 인바디 검사 결과를 같이 통합했으면 합니다. 지금 제 몸 상태를 명확히 아는게 더 중요한 것 같아요. 유전자 검사는 뱅크샐러드 통해서 해봤는데, 검진 결과를 조금 고도화 해주는것 외 크게 의미는 없었던 것 같아요 (결국 추천해주는 내용은 지금 몸 상태 / 이슈의 가중치가 더 높았던 것 같습니다)"
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 4,
    "content": "좀 더 쓰다가 다시 수정할게요 지금까진 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 5,
    "content": "아주 만족스럽습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-24",
    "rating": 5,
    "content": "이거 정말 좋은 앱이네요. 영양제 관리, 영양제 성분관리 모두 가능하네요."
  },
  {
    "store": "google_play",
    "date": "2023-01-23",
    "rating": 5,
    "content": "시간맞춰알람기능이 되어 영양제섭취시 도움도 되고 식단관리도 좋습니다. 당뇨가 있어 유용하게 사용중이네요~~"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 5,
    "content": "진짜 아이디어 좋은어플 ㅜㅜ너무도움됩니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-22",
    "rating": 5,
    "content": "궁금했던 효과 효능 부족한영양소 확인해줘서 고맙습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-21",
    "rating": 5,
    "content": "지금 먹고 있는 영양제 등록하고 종합적인 균형 상태를 알 수 있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-21",
    "rating": 1,
    "content": "음식 직접등록 까지 완료하고 식단 올리려했는데 오류 떠요. 음식 등록한 화면도 오류나서 보이지도 않는데 아무곳이나 눌렀더니 등록 완료 됐다고 뜨고요 이게 뭔.."
  },
  {
    "store": "google_play",
    "date": "2023-01-20",
    "rating": 5,
    "content": "먹는 영양제 스케줄 짜줘서 넘 좋아요ㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-01-20",
    "rating": 5,
    "content": "데일리로 먹지 않고 고용량을 몇일에 한번씩 먹는다던가 하는 복용법을 수동으로 반영 가능하게 해주시면 좋을거 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-01-20",
    "rating": 5,
    "content": "영양제 잘 챙겨먹는 저는 아주 유용하네요 감사합니다^^"
  },
  {
    "store": "google_play",
    "date": "2023-01-19",
    "rating": 5,
    "content": "오...대박.."
  },
  {
    "store": "google_play",
    "date": "2023-01-18",
    "rating": 4,
    "content": "잘 사용하고 있어요 닉네임 바꾸고 싶은데 방법이 없나요?"
  },
  {
    "store": "google_play",
    "date": "2023-01-18",
    "rating": 5,
    "content": "진짜 너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-17",
    "rating": 4,
    "content": "다이어트하면서 식단관리와 영양제 입력에 잘 사용하고 있습니다. 갤럭시 유저들을 위해 삼성헬스와도 연동이 되면 좋겠습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-17",
    "rating": 5,
    "content": "좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 5,
    "content": "영양제 분석해주고 저에게 너무 필요한 어플 그자체!"
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 1,
    "content": "카톡으로 회원가입,로그인해야만 앱사용 가능함. 앱에 어떤것이 있는지 살펴본후 가입하려해도 카톡정보가 넘어가야만 앱확인 가능. 전국민이 카톡을 사용하는것도 아니고.. 약등록후 상호작용.길항작용.같이 복용시 부작용등을 확인하고 싶었으나 디테일한 안내까지는 안됨. 그냥 중복 영양소, 등록된 영양제의 성분용량 계산해서 과다.충족.주의.부족 이런것만 안내됨. 그런거는 영양제 성분표만 봐도 나오는 기본정보인데...아직까지는 데이터가 부족한듯함."
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 5,
    "content": "정말 고맙고 좋은 앱인 것 같아요^^"
  },
  {
    "store": "google_play",
    "date": "2023-01-16",
    "rating": 5,
    "content": "근 1년간 사용한 앱중에서 가장 좋았음 영양제와 식단 관리 둘다 챙길 수 있고, UI도 사용자 편의를 위해 고민했다 생각됨. 홍보에 투자좀 하십쇼 지금 안게 아쉽네"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 5,
    "content": "최고에요"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 5,
    "content": "웬만해서 귀찮아서 리뷰 안 쓰는데 이건 최고의 어플이라 씁니다. 내가 먹고 있는 영양제들 등록하면 영양소별로 잘 섭취하고 있는 것, 부족한 것 분석해서 보여주고 나에게 부족한 영양소가 들어있는 영양제 추천해주고 진짜 대박입니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 5,
    "content": "넘 잘 쓰고있어요 이번에 식단 생겨서 여러가지 어플 필라이즈로 통합이요. 근데 칼로리부분 활동전 활동 후 가 정확히 뭔가요? 제가 많이활동하면 막대기에 점선위치가 달라지나요?"
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 4,
    "content": "영양제 분석과 추천, 오전 오후로 적정 시간 섭취 알림까지 잘 쓰고있습니다. 그런데 리뷰를 작성하고 추후 수정이 불가한거 같습니다. 리뷰 수정 기능이나 대댓글 기능 함께 만들어주면 더 유익할 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-15",
    "rating": 5,
    "content": "몹시직관적이고편함"
  },
  {
    "store": "google_play",
    "date": "2023-01-14",
    "rating": 5,
    "content": "영양제 성분 중복복용 체크가 간편해서 좋음!"
  },
  {
    "store": "google_play",
    "date": "2023-01-14",
    "rating": 4,
    "content": "시간맞춰 먹으라구 알려주고 뭐가필요한지 불필요한지 알려줘서 좋아요 근데 식단이랑 이런건 어떤걸 먹어야하는지 알려주면 좋겠어요ㅠ 필요한 성분만 알려줘서 뭐가좋은지찾아봐야되니ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-14",
    "rating": 5,
    "content": "너무 만족스럽습니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-13",
    "rating": 5,
    "content": "영양제 먹는 시간대도 알려주고 점수도 알려주니 더 잘 챙겨먹게 되네요~"
  },
  {
    "store": "google_play",
    "date": "2023-01-13",
    "rating": 5,
    "content": "내가 먹은 것들을 기록하고, 궁금한 음식 칼로리를 검색도 해볼 수 있어서 재밌다!영양제를 많이 먹는데 내가 먹는 영양제를 분석해줘서 안심이 된다."
  },
  {
    "store": "google_play",
    "date": "2023-01-13",
    "rating": 5,
    "content": "영양제에 관심 많아져서 검색하다가 깔았어요 검색하기 편해요 앱 개선사항 문의같은거 어디다가 할지 몰라서 여기에 그냥 써요 1. 2가지 이상 복합성분의 함량을 검색할수 있으면 좋겠어요 (ex 오메가3+비타민c가 포함된 영양제) 2. 영양제를 거를 수 있는 기능이 있으면 좋겠어요 (부형제 없는것, 식물성 캡슐 사용 등) 아직 다 안써보기도 했고 쓸 시간도 적지만 더 써보고 개선이 필요하다 느끼는 기능은 수정해서 적어보려고 해요"
  },
  {
    "store": "google_play",
    "date": "2023-01-12",
    "rating": 4,
    "content": "직관적이고 사용법이 간편합니다. 건강 고민에 대한 영양제 추천과 적정량에 대한 분석이 좋고 복용 알람도 있어 영양제를 놓치지 않고 먹을 수 있습니다. 개선하면 좋을 점 몇 가지 꼽아보자면 1. 걸음수가 아이폰만 연동이되는 점이 아쉽습니다. 그렇다면 걸음수를 사용하는 트래커 정보를 바탕으로 수동으로 입력하는 기능이라도 있다면 좋을 것 같습니다. 2. 정해서 알람을 해둔 영양제 외에도 다른 영양제를 불규칙하게 섭취할때가 있을텐데요. 추가 입력이 가능하면 좋을것 같습니다. 매일 먹는 영양제 외에 정기적이지 않은 영양제나 건강식품 등을 섭취할때가 있으니까요. 이런부분들이 개선된다면 너무 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2023-01-11",
    "rating": 5,
    "content": "건강에 꼭 필요한 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-11",
    "rating": 5,
    "content": "나만의 탄단지 비율 설정했는데 자꾸 화면상에서는 기존 비율 (체지방 감소 식단) 기준으로 분석 결과를 보여 줍니다 수정 방법이 있는지 문의 드립니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-10",
    "rating": 5,
    "content": "분석이 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-10",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2023-01-10",
    "rating": 5,
    "content": "영양제 분석도 충실한데 복용 알림 기능에다 식단 관리까지...? 이게 무료 어플이 맞나요..? 과분해서 돈 내고 써야 할 듯 한데...ㅋㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2023-01-09",
    "rating": 5,
    "content": "지금 먹는 영양제성분에 대한 분석과 부족한 부분도 짚어주니 좋습니다!"
  },
  {
    "store": "google_play",
    "date": "2023-01-09",
    "rating": 5,
    "content": "유료앱이었어도 사용했을거같아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-09",
    "rating": 5,
    "content": "세계최고의 영양제 어플입니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-09",
    "rating": 5,
    "content": "영양제 분석이 있어서 편리하고 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-08",
    "rating": 5,
    "content": "어떤 약을 먹어야 될지 내가 필요 없는 약을 많이 먹고 있는지가 항상 궁금했는데 안심이 되네요"
  },
  {
    "store": "google_play",
    "date": "2023-01-08",
    "rating": 5,
    "content": "편리해요"
  },
  {
    "store": "google_play",
    "date": "2023-01-07",
    "rating": 5,
    "content": "우와 현대인 건강 영양제에 정말 좋은 앱이네요 잘먹고있는지 염려되던부분 해소되었어요"
  },
  {
    "store": "google_play",
    "date": "2023-01-07",
    "rating": 5,
    "content": "처음 이용해보는데 정말 유용하고 저한테 필요한 영양제를 알수있어서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-06",
    "rating": 5,
    "content": "알려줘서 고마워요"
  },
  {
    "store": "google_play",
    "date": "2023-01-06",
    "rating": 4,
    "content": "이번에 식단 관리 기능 추가된거 너무 좋아요! 그런데 예를들어 콜레테롤을 섭취를 많이했다고 하는데 등록한 음식중 어떤 음식이 영향을 줬는지 알 수 없어 식단 개선이 힘들어요 등록한 음식별 영양소를 확인할 수 있었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2023-01-05",
    "rating": 5,
    "content": "이런 기능 정보가 필요했어요"
  },
  {
    "store": "google_play",
    "date": "2023-01-05",
    "rating": 1,
    "content": "좋아요!"
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 3,
    "content": "업데이트 이후 ui가 상당히 불편해졌습니다. 제품 등록 요청도 몇 개월 전에 했었는데 반영이 안되는거 같네요."
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "영양제를 많이 먹고 있는지, 충돌하는 게 있는지, 더 필요한 지 알 수 있어서 좋았습니다. 특히 먹고있는 처방약을 입력하면 어떤 것(음식, 영양제 등)을 먹으면 안되는 지 알려주는 부분이 가장 최고라고 생각합니다(특히 후자는 의료인으로써 매우 만족하는 부분입니다. 나중에 협약을 맺어서 병원에서 홍보해도 좋을 것 같아요!) 게다가 약을 먹었는지 안먹었는 지 체크할 수 있고요. 여러부분에서 정말 훌륭한 앱이라고 생각합니다 ㅎㅎ 엄마도 왜 안알려줬냐며 만족하면서 쓰고계세요. 업데이트가 빨리 되어서 제 의료정보도 넣을 수 있으면 좋겠습니다. 정말 다 좋지만 그래도 조금 아쉬운건, 궁금한점이 있을때 어플에서 질문하는 것이 아니라 메일을 보내여하더라구요. 그리고 최근 업데이트 전에 하루의 기분을 달력에서 이모지로 볼 수 있어서 뭔가 재밌고 좋았는데 그기능이 없어져서 아쉽습니다ㅠ 식단, 영양제 옆에 기분 칸도 추가해주시면 좋을 것 같아요. 너무 좋아서 저 난생 처음으로 앱리뷰 써봅니다"
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "너무 편리하고 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-04",
    "rating": 5,
    "content": "약시간 맞춰서 먹는걸 제일 힘들어하는데 시간도 알려주고 언제먹는지도 알려줘서 완전 좋아요"
  },
  {
    "store": "google_play",
    "date": "2023-01-03",
    "rating": 5,
    "content": "영양제 분석과 추천이 있어 많은 도움이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-03",
    "rating": 5,
    "content": "영양제에 대한 섭취방법 알려주고 관리해주니 너무 좋아요👍"
  },
  {
    "store": "google_play",
    "date": "2023-01-03",
    "rating": 5,
    "content": "좋아용 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2023-01-03",
    "rating": 4,
    "content": "업뎃 후 UI가 이전보다 불편해졌어요ㅠㅠ 하루 컨디션 달력으로 보려면 어디로 들어가야 하는지도 모르겠네요ㅠ"
  },
  {
    "store": "google_play",
    "date": "2023-01-03",
    "rating": 5,
    "content": "개짱이네요. 최근2년래 앱중 최고입니다!!"
  },
  {
    "store": "google_play",
    "date": "2023-01-02",
    "rating": 4,
    "content": "빠른 피드백을 주셔서 만족합니다!"
  },
  {
    "store": "google_play",
    "date": "2023-01-02",
    "rating": 5,
    "content": "도움이 많이 됐습니다."
  },
  {
    "store": "google_play",
    "date": "2023-01-01",
    "rating": 4,
    "content": "새로 업데이트 되고 나서 기분 기록을 모아보는 기능이 없어진 듯 한데 맞을까요? 영양제 트래킹보다 오히려 더 잘 사용하고 있었는데 다시 추가해 주시면 좋을 것 같습니다~"
  },
  {
    "store": "google_play",
    "date": "2023-01-01",
    "rating": 1,
    "content": "건강검진 정보를 계속 못불러오네요 왜 못불러오는지 메시지도 안나오고.."
  },
  {
    "store": "google_play",
    "date": "2023-01-01",
    "rating": 5,
    "content": "설명굿"
  },
  {
    "store": "google_play",
    "date": "2022-12-31",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-12-31",
    "rating": 5,
    "content": "중복으로 먹고있던 영양제도 알 수있고,,부작용도 볼 수있어 너무유용하네요!!그리고 무엇보다 먹어야할 시간을 알람으로 알려주니,,너무좋아요!!!^^ 앱 개발해 주셔서 진심 감사합니다!!!"
  },
  {
    "store": "google_play",
    "date": "2022-12-31",
    "rating": 5,
    "content": "말해뭐해 뭐야 내 인생앱 등극"
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 5,
    "content": "나의 건강상태에 맞춰 영양제를 분석해 주니 많은 도움이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 5,
    "content": "앱이 유익하고 좋네요. 업데이트후 걸음수 기능이 잔혀 안됩니다. 수정 부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-30",
    "rating": 1,
    "content": "개인정보 입력하고 나니 응답대기시간 초과라고 어제오늘 계속 그럼"
  },
  {
    "store": "google_play",
    "date": "2022-12-29",
    "rating": 5,
    "content": "인생어플임"
  },
  {
    "store": "google_play",
    "date": "2022-12-29",
    "rating": 5,
    "content": "괜찮은 건강정보를 제공"
  },
  {
    "store": "google_play",
    "date": "2022-12-28",
    "rating": 5,
    "content": "거의 모든 영양제 정보 다 있어 먹는 성분 일일이 입력할 필요도 없고 인터페이스도 괜찮고 카테고리 상관 없이 근래 사용해본 모바일앱 중에 제일 완성도 높은거 같네요 유료라도 사용했을듯"
  },
  {
    "store": "google_play",
    "date": "2022-12-28",
    "rating": 1,
    "content": "로그인하는데서부터 막혀서 못써봤어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-28",
    "rating": 1,
    "content": "로그인 안됌"
  },
  {
    "store": "google_play",
    "date": "2022-12-28",
    "rating": 1,
    "content": "카카오로 로그인 누른후 아무것도 안되여 넘어가지지가 않네여 ㅋ"
  },
  {
    "store": "google_play",
    "date": "2022-12-28",
    "rating": 1,
    "content": "로그인이 안됩니다.."
  },
  {
    "store": "google_play",
    "date": "2022-12-28",
    "rating": 1,
    "content": "로그인이 안되요.."
  },
  {
    "store": "google_play",
    "date": "2022-12-28",
    "rating": 1,
    "content": "3초만에 접속이라더니 접속조차 안됨 못 쓰는 어플은 1점도 아깝지 쓰지도 못하는건 0점"
  },
  {
    "store": "google_play",
    "date": "2022-12-27",
    "rating": 1,
    "content": "갤럭시 사용자입니다 왜 카카오톡 로그인에서 안넘어가죠? 아이폰 사용중인 지인은 문제없이 사용하는데..."
  },
  {
    "store": "google_play",
    "date": "2022-12-27",
    "rating": 1,
    "content": "안 들어가짐"
  },
  {
    "store": "google_play",
    "date": "2022-12-26",
    "rating": 5,
    "content": "꼼꼼하게 잘되어 있어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-24",
    "rating": 5,
    "content": "영양제 검색할때 성분 최소 함량도 선택할 수 있으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-24",
    "rating": 5,
    "content": "영양제와 기저질환약 등 약을 많이 먹게되니 관리가 필요했는데 편리하고 잘이용하고 있습니다. 아쉬운점은 등록이 안되는 약이 종종 있네요 추후 개선 필요할듯"
  },
  {
    "store": "google_play",
    "date": "2022-12-24",
    "rating": 5,
    "content": "최고다 어떤약 같이 먹어야 되는지 궁금해서 이앱 저앱 다 깔아봤는데 이게 제일 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-12-23",
    "rating": 5,
    "content": "최고에요"
  },
  {
    "store": "google_play",
    "date": "2022-12-22",
    "rating": 5,
    "content": "와 이거 아주좋아여!"
  },
  {
    "store": "google_play",
    "date": "2022-12-21",
    "rating": 5,
    "content": "영양제비교하고정보얻을수있어서너무좋아요~~ 추가로가족들도등록하여추천,비교할수있으면좋겠어요~~아이들것도해보고싶네요~~"
  },
  {
    "store": "google_play",
    "date": "2022-12-21",
    "rating": 5,
    "content": "진짜 최고의 앱입니다 광고도 없을뿐더러 흠잡을때가없습니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-20",
    "rating": 5,
    "content": "이런앱이 있는줄 몰랐네요 놀라워요!! 그냥 작은 소소한앱이 아닌듯이요 약에대한 정보가 어마어마하게 광범위한앱 인듯해요 뭐 약에대해선 싹다 나오네요 도움 많이되구요 평가도 받을수 있어 좋아요 항상 복용 하면서도 맞는건지 잘하고 있는건지 궁금했는데 즐겁게 몸생각하며 복용할수있어서 좋구요 언제복용해야 하는지도 정확히 알수있어 넘 좋으네요 널리 알려야하는 앱인거같아요 좋다는 약 먹긴하는데 다들 깊이있게 아는건아니라서 이앱을 다녀가면 왠지 건강한 느낌으로 먹을수 있을듯해요 감사합니다 넘 좋으네요♡♡♡♡"
  },
  {
    "store": "google_play",
    "date": "2022-12-20",
    "rating": 5,
    "content": "리뷰작성시 첫 화면에서 제품명이 표기되지않습니다( 얼마나 복용했나요 화면) 아쉬운점 5자이상 작성하면 모든 폼이 만족하여 다음 폼이 등장해야하는데 그렇지 않고 팁 보기 버튼을 눌러야 그제서야생깁니다. 텍스트필드의 상태변화를 추적하지 않았나요? 서비스는 잘 이용하고 있습니다. 디테일한 UX부분만 다듬어가면 더 좋은 앱이 될거같습니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-19",
    "rating": 1,
    "content": "신뢰안됨"
  },
  {
    "store": "google_play",
    "date": "2022-12-18",
    "rating": 5,
    "content": "맘에 들어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-18",
    "rating": 5,
    "content": "정말 필요했던어플.."
  },
  {
    "store": "google_play",
    "date": "2022-12-18",
    "rating": 5,
    "content": "설명 좋습니다!!"
  },
  {
    "store": "google_play",
    "date": "2022-12-16",
    "rating": 5,
    "content": "사용이 간단해요"
  },
  {
    "store": "google_play",
    "date": "2022-12-15",
    "rating": 5,
    "content": "영양제를 언제 먹을지 복용중인 약이랑 겹치는지 궁금했는데 추천해줘서ㅠ좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-12-15",
    "rating": 5,
    "content": "겨울이 되고 해외직구로 영양제를 주문해야 겠다고 생각하다가 문득 영양제를 건강하게 먹고 있는가라는 생각이 들었어요. 그러다가 필라이즈를 알게 되었는데 내 몸에 맞는, 내가 원하는 성분을 하루 권장량에 맞게 셋팅해서 섭취할 수 있다는게 너무 좋네요. 맨날 바쁘다 보니 제때 잘 먹지도 못했는데 알림이 와서 잘 챙겨 먹을 수 있어요. 어플이 좋은 것도 좋은거지만 무엇보다 리뷰를 남기게 된 가장 큰 이유는 사용 환경 개선을 위한 피드백을 빠르게 주신다는 점이었어요. 앞으로도 유용하게 잘 쓰겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-12-15",
    "rating": 5,
    "content": "항상 헷갈리던 영양제 정보를 구체적으로 알려주고 알람설정까지 되서 안까먹고 챙겨먹을수 있어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-15",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-12-15",
    "rating": 5,
    "content": "유용해요"
  },
  {
    "store": "google_play",
    "date": "2022-12-13",
    "rating": 2,
    "content": "약 이름 좀 알아보려고 다른 창 켰다가 돌아오면 영양제분석이 초기화돼있네요,,,, 좀 불편해요ㅠㅠ임시저장도 없고 자꾸 초기화돼서 아쉽습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-12",
    "rating": 5,
    "content": "복용하는거 분석해주고 더필요한게 뭔지, 불필요한게뭔지 알려줘서 좋아요! 근데 두가지 제안드리자면 약 리뷰남긴거 수정할수있게 해주시는거랑 영양제 두제품 비교해서보는 기능이 생기면 좋겠습니다~!"
  },
  {
    "store": "google_play",
    "date": "2022-12-12",
    "rating": 5,
    "content": "딱 원하던 서비스"
  },
  {
    "store": "google_play",
    "date": "2022-12-12",
    "rating": 5,
    "content": "내 영양건강을 잘 챙겨주는거 같아 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-10",
    "rating": 5,
    "content": "잘 쓰고 있어요! 그런데 체험단 당첨된 이후에, 리뷰 쓰는 기간이 언제인지 공지 자체가 사라져서 알 수가 없어요. 보기 쉽게 마이페이지 란에 명시해줬으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-10",
    "rating": 5,
    "content": "ui와 ux넘 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-12-10",
    "rating": 5,
    "content": "영양제관련 잘 몰랐었는데 아주 도움이 되는 것 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-12-08",
    "rating": 5,
    "content": "영양제 앱으로 이만한게 없네요"
  },
  {
    "store": "google_play",
    "date": "2022-12-08",
    "rating": 5,
    "content": "잘쓰고있어요"
  },
  {
    "store": "google_play",
    "date": "2022-12-06",
    "rating": 1,
    "content": "처음 가입후 리뷰를 쓴 다음, 재접속시 강제로 튕기는 현상이 계속 일어나서 해당 앱을 사용할 수가 없네요. 저사양폰 혹은 예전 폰에 대한 지원도 있었으면 좋을 것 같네요."
  },
  {
    "store": "google_play",
    "date": "2022-12-06",
    "rating": 5,
    "content": "군더더기없는 최고의 앱"
  },
  {
    "store": "google_play",
    "date": "2022-12-06",
    "rating": 4,
    "content": "영양제 리뷰를 써야하는게 좀 귀찮긴합니다"
  },
  {
    "store": "google_play",
    "date": "2022-12-06",
    "rating": 5,
    "content": "리뷰 잘안다는데 지리네요 어플"
  },
  {
    "store": "google_play",
    "date": "2022-12-04",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-12-04",
    "rating": 5,
    "content": "건강검진 결과에 따라 영양제 추천하는 서비스도 좋았구요. 섭취하는 영양제가 있는데 또 다른 영양제를 먹으려고 할 때 먹어도 되는 지 알 수 있어서 좋았습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-04",
    "rating": 5,
    "content": "건강상태에 맞춘 영양제 추천 굳"
  },
  {
    "store": "google_play",
    "date": "2022-12-04",
    "rating": 4,
    "content": "어디서 어떻게 사냐고요."
  },
  {
    "store": "google_play",
    "date": "2022-12-03",
    "rating": 5,
    "content": "보기 편해요 영양제 함량, 섭취시간, 필요 성분등등 알려줘서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-12-03",
    "rating": 5,
    "content": "아주 좋고 편리한 어플이에요. 잊어버리고 넘어갈 수 있더누상황을 어플이 알려줘서 챙겨먹은게 한두번이 아니네요. 덕분에 잘 쓰고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-12-02",
    "rating": 5,
    "content": "귀찮거나 까먹어서 약안먹는경우가 많은데 .. 그냥 알림이 아니라 내 생활패턴 분석해서 적절한시간에 그시간에 맞는 약 알림 주는거 좋아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-12-01",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-30",
    "rating": 5,
    "content": "만족합니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-30",
    "rating": 5,
    "content": "완전 좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-11-29",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-29",
    "rating": 5,
    "content": "제품선택하면 분석해주니 편해요"
  },
  {
    "store": "google_play",
    "date": "2022-11-28",
    "rating": 4,
    "content": "영양소를 측정해서 정밀적이에요 그래서 제가부족한 영양소만 골라먹을수있고 적정용량인지 과다복용인지 모르고있었는데 알수있어 좋아오 하지만 가족중 직접 앱을실행하기어려운경우에는 사용할수없어요 제가 대신엄마의영양제를 저장하여 분석하고 관리하고싶은데 서비스를 만들어주세여"
  },
  {
    "store": "google_play",
    "date": "2022-11-27",
    "rating": 5,
    "content": "짱"
  },
  {
    "store": "google_play",
    "date": "2022-11-27",
    "rating": 5,
    "content": "정말 잘 만든 어플"
  },
  {
    "store": "google_play",
    "date": "2022-11-26",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-11-26",
    "rating": 5,
    "content": "자세히 설명 나와있어서 좋아요."
  },
  {
    "store": "google_play",
    "date": "2022-11-25",
    "rating": 5,
    "content": "도움됩니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-22",
    "rating": 5,
    "content": "완전대박...너무너무 찾던거고 기기막힙니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-22",
    "rating": 5,
    "content": "개 굳"
  },
  {
    "store": "google_play",
    "date": "2022-11-21",
    "rating": 5,
    "content": "아주 유용한 앱입니다. 매일매일 건강을 챙겨줘서 고맙습니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-20",
    "rating": 5,
    "content": "나에게 필요한 약을 알게되서 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-11-20",
    "rating": 5,
    "content": "정말 덕분에 양양제에 대해 많은 관심도 생기고 좋은 영양제에대해 많이 알게 된것 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-18",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-11-18",
    "rating": 5,
    "content": "영양분 비교도 쉽고 권장량 초과해도 하루섭취량 초과하지 않아서 안심하고 먹어요"
  },
  {
    "store": "google_play",
    "date": "2022-11-18",
    "rating": 4,
    "content": "좋긴 좋은데 아이폰이랑 같이 쓰고 있어서... 메인폰은 갤럭시에 메인워치가 애플워치라 구글로그인으로 연동 안되는게 아쉽네요ㅠ 후에는 구글로그인 지원해서 애플이랑 안드로이드랑 내용 공유할 수 있으면 좋겠어요 더 나아서는 애플워치도...실제론 워치로 알람 같은거 더 잘 볼 수 있으니까요 메인폰은 갤럭시인지라 애플에서는 삭제했다능 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-11-18",
    "rating": 1,
    "content": "이거 뭐 이용하라는건가요 말라는건가요 광고보고 들어와 유용하겠다싶어 가입하며 첫 단추인 현재 복용중인 영양제등록중 2개째 없어 등록요청? 하나씩 하는데 계속 화면 꺼지네요? 처음부터 다시 등록~ url 복시뜨고 사진찍고~ 또 첫 화면으로 바뀜~ 하.. 쏜리서치등록요청하기 정말어렵네요 삭제해야는거 맞죠??"
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "내가 어떤 영양소들을 먹고 있는지 한눈에 보기 쉬워서 좋네요. 심지어 영양제들에 포함된 성분들이 적당한지, 과한지, 부족한지에 대해서도 알 수 있어서 너무 좋았습니다. 영양제를 바꾸거나 추가할 때 고민할 필요가 없을 거 같아요."
  },
  {
    "store": "google_play",
    "date": "2022-11-17",
    "rating": 5,
    "content": "그동안 궁금했던건데 으 어플이 해결해주세요!"
  },
  {
    "store": "google_play",
    "date": "2022-11-16",
    "rating": 5,
    "content": "먹고 있는 영양제 빠져있어서 등록신청했더니 하루만에 반영해주시네요. 영양제 부족한부분도 알기쉽고 좋습니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-15",
    "rating": 5,
    "content": "영양제 복약관리 넘 편해요"
  },
  {
    "store": "google_play",
    "date": "2022-11-15",
    "rating": 5,
    "content": "Goooood~^^"
  },
  {
    "store": "google_play",
    "date": "2022-11-14",
    "rating": 5,
    "content": "생각보다 많은 데이터를 기반으로 먹는 시간까지 분석해주니 굉장히 좋습니다. 영양재 챙겨먹은지 몇년됬지만 이게 맞나 싶은 생각이 종종 들었거든요."
  },
  {
    "store": "google_play",
    "date": "2022-11-14",
    "rating": 5,
    "content": "영양제 추천 받기 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-11-14",
    "rating": 5,
    "content": "너무 좋다 어플 ㅠㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-11-13",
    "rating": 3,
    "content": "검색기능은 잘 쓰고 있습니다만 다른 제품과 비교기능이 없는게 아쉽습니다 그리고 내가 쓴 영양제리뷰에 대해서 수정이나 삭제가 불가능한건가요? 유저가 쓴 게시글에 대해서 수정이나 삭제 권한은 있어야 된다고 생각합니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-13",
    "rating": 4,
    "content": "설정에서 섭취알람을 끄고 수정을 눌러도 다시 켜지네요"
  },
  {
    "store": "google_play",
    "date": "2022-11-13",
    "rating": 5,
    "content": "어제 광고 보고 깔았는데 부족한 영양소와 과다한 영양소 섭취를 한곳에서 볼 수 있어서 너무 좋네요!"
  },
  {
    "store": "google_play",
    "date": "2022-11-12",
    "rating": 5,
    "content": "너무너무 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-11",
    "rating": 5,
    "content": "ㄹㅇ 이런 앱 만들어주셔서 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-11",
    "rating": 5,
    "content": "정보가 생각보다 질이 높습니다"
  },
  {
    "store": "google_play",
    "date": "2022-11-11",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-11",
    "rating": 5,
    "content": "아 이런 앱이 있다니 왜 이제야 안거죠.. 너무 편리하고 좋아요!!!"
  },
  {
    "store": "google_play",
    "date": "2022-11-09",
    "rating": 5,
    "content": "타 어플이랑 같이 깔아봤는데 제품이 더 많고 검샏이 더 잘되고 조합분석표도 가독성이 좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-11-08",
    "rating": 5,
    "content": "앱은 정말 좋긴한데 하필 인스타 광고라 믿음이 안가는 기묘함."
  },
  {
    "store": "google_play",
    "date": "2022-11-07",
    "rating": 5,
    "content": "엄청 잘 쓰고 있어요 이 어플덕분에 100점 채워서 열심히 사서 비교하면서 먹고있어요. 알람도 챙겨줘서 엄청 좋네요. 웬만하면 리뷰 안 쓰는데... 궁금한 영양제 분석도 바로바로 해줘서 좋아요. 근데 하나 아쉬운 건 궁금한 질문에 대한 답변 달리는 시간이 너무 오래걸려요 1년지난 질문에도 답변이 없어요"
  },
  {
    "store": "google_play",
    "date": "2022-11-07",
    "rating": 5,
    "content": "영양제 챙겨먹기에 가장 좋은 어플입니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-06",
    "rating": 5,
    "content": "여러 영양제를 섭취 중인데 잘먹고 있는지 과한지 부족한지 궁금했는데 이 앱을 통해서 영양제 섭취에 대해 아주 자세하게 알게 되었네요. 정말 유용한 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2022-11-06",
    "rating": 2,
    "content": "없는 제품 등록하려고 하니까 권한이 없다고 나와요. 권한을 줬는데도"
  },
  {
    "store": "google_play",
    "date": "2022-11-04",
    "rating": 5,
    "content": "부족한 약이 뭔지 알려주고 피해야하는 것도 알려줘서 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-11-04",
    "rating": 5,
    "content": "오늘 아침에 광고 보고 다운받았는데 대박 좋아요. 요즘 영양제에 관심 많지만 하나하나 알아보기도 귀찮았는데 여기서 쾌적하게 찾아볼 수 있어요. 증상별 영양 성분 추천, 함량 분석, 정보 정리, 다양한 정보. 가지고 있는 영양제조차 복용법 복용 시간 검색하기도 귀찮아서 대충 먹었는데 등록하면 복용 스케쥴 다 짜줘요. 선물 받아서 대충 가지고 있던 영양제도 생각보다 좋은 영양제였네요. 자기가 먹는 영양제 입력하면 복용법, 복용 시간 알아서 스케쥴 짜줌. 필요한 영양성분 검색해서 함량과 리뷰 보면서 고를 수 있음. 증상별 추천 영양성분과 그에 대한 설명이 쉽고 상냥하지만 꼼꼼하게 되어 있음. UX/UI 최고. 예쁘고 가독성 좋고 이용하기 편리해요. 서버 속도 빠름. 최적화 앱 사용 환경 쾌적함."
  },
  {
    "store": "google_play",
    "date": "2022-11-03",
    "rating": 5,
    "content": "처음남겨보는 앱리뷰. 개쩐다 이거 진짜 의사한테도 약사한테도 인터넷에서도 한눈에 알아볼수없는데 여긴 다 분석해줌"
  },
  {
    "store": "google_play",
    "date": "2022-11-03",
    "rating": 5,
    "content": "언제 먹어야될지모르는 영양제를 챙겨줘서좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-03",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-11-02",
    "rating": 5,
    "content": "현재 복용중인 영양제 분석 및 부족한 영양소와 함량까지 분석해주고 관련제품 추천도 해주니 좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-11-02",
    "rating": 5,
    "content": "사용해 본 앱 중에 가장 대기업 앱만큼이나 깔끔하고 uxui가 뛰어난 앱입니다. 사실 영양제를 그렇게 잘 먹는 편은 아니고 끽해야 멀티 비타민 구미 씹어먹는 정돈데 앱이 깔끔하고 예뻐서 괜히 이것저것 둘러보고 눌러보게 돼요. 앱 자체의 기능도 아주 훌륭합니다. 면역력이 약하고 매일 피곤함을 달고 사는 사람인데 제게 필요한 영양소가 무엇인지, 대표적인 영양제는 어떤 게 있는지도 알려주고 다른 사람 리뷰도 볼 수 있어서 정말 좋아요. 추천합니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-31",
    "rating": 5,
    "content": "영양제 챙겨먹기 힘든데 알림 기능도 있고 체크 기능도 있어서 꾸준히 잘 챙겨먹을거같아요 그리고 섭취시간을 몰라서 한 번에 다 먹었는데 이 앱 덕분에 제때 잘 먹을거같아요 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2022-10-31",
    "rating": 5,
    "content": "임산부 보충할 영양소를 알 수 있어요! 덕분에 필요한 것만 들어있는 영양제 구입해서 잘 먹고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-31",
    "rating": 3,
    "content": "약먹는 시간을 숫자입력하지못하고 계속 돌려야됨 분 돌리다가 돌아가고 오후.오전이 돌아가고 약이 여러건데 언제 시간을 하나하나 돌려바꾸나.... 영양제의 성분도 모두 등록이 안된것 같음"
  },
  {
    "store": "google_play",
    "date": "2022-10-30",
    "rating": 5,
    "content": "유용하게 잘 쓰고 있습니다 추천~!!"
  },
  {
    "store": "google_play",
    "date": "2022-10-29",
    "rating": 5,
    "content": "너무 좋아용"
  },
  {
    "store": "google_play",
    "date": "2022-10-29",
    "rating": 5,
    "content": "짱조음"
  },
  {
    "store": "google_play",
    "date": "2022-10-29",
    "rating": 5,
    "content": "없는 제품 업데이트 요청에 대한 피드백이 빨라서 좋았어요. 하루만에 업데이트! 제품도 엄청 많은거 같더라구요."
  },
  {
    "store": "google_play",
    "date": "2022-10-29",
    "rating": 5,
    "content": "좋은정보 감사합니다"
  },
  {
    "store": "google_play",
    "date": "2022-10-28",
    "rating": 5,
    "content": "좋아요. 생각보다 훨씬 꼼꼼하게 체크 가능합니다"
  },
  {
    "store": "google_play",
    "date": "2022-10-28",
    "rating": 5,
    "content": "재밌어요"
  },
  {
    "store": "google_play",
    "date": "2022-10-28",
    "rating": 4,
    "content": "메가도스 하고있는 약들도 있는데 섭취표시나 영양분석은 약마다 제각각 수정 가능하긴한데 한도(갯수)가 정해져있네요. (비타민c 1000짜리 2개가맥스..) 몇알먹는지도 무제한으로 체크할수있게해주세요!!"
  },
  {
    "store": "google_play",
    "date": "2022-10-28",
    "rating": 4,
    "content": "내가 먹는영양제가 제대로인가 고민되었는데분석해주니 영양제 먹을지말지 정리가되었고 나의건강고민 8개로한정인게 궁금했구요 아이들 영양제도 분석할수있게해주면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2022-10-27",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2022-10-27",
    "rating": 4,
    "content": "약 2종류의 성분 비교하기 쉬우면 젛을거 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-10-27",
    "rating": 5,
    "content": "단순하게 영양제 분석 점수 보려고 깔았는데 영양제 별 후기도 모아볼 수 있고 랭킹별로도 볼 수 있어 좋은 것 같습니다 :)"
  },
  {
    "store": "google_play",
    "date": "2022-10-26",
    "rating": 5,
    "content": "건강 정보를 상세하게 알려주어서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-26",
    "rating": 5,
    "content": "최고의 맞춤영양제앱"
  },
  {
    "store": "google_play",
    "date": "2022-10-25",
    "rating": 5,
    "content": "와...그냥 UI도 그렇고 사용자 경험이 넘치네여"
  },
  {
    "store": "google_play",
    "date": "2022-10-25",
    "rating": 5,
    "content": "영양제가 많아서 부족하거나 과할까 걱정이였는데 제품검색해서 등록하면 알아서 분석해주니 편리합니다"
  },
  {
    "store": "google_play",
    "date": "2022-10-24",
    "rating": 5,
    "content": "영양제 분석과 섭취타이밍, 건강검진분석에 섭취알림까지! 좋아요~~ 다만 추천되는 영양제는 광고인건지가 궁금하네용ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-10-24",
    "rating": 4,
    "content": "전반적으로 좋아요~ 그런데 좀 더 직관적이었으면 좋겠고, 내가 먹는 영양제에 새로운 영양제를 추가해서 루틴 알람이 뜨도록 만들고 싶은데, 추가가 안되어요~"
  },
  {
    "store": "google_play",
    "date": "2022-10-24",
    "rating": 4,
    "content": "내 가족건강을 제가 챙겨야하는데 더만등록이 가능한게 아쉬워요. 병원예약앱처럼 내 아이 또는 내 남편, 내 부모등 가족의 비타민 관리도 추가할 수 있는 기능이 있었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-10-23",
    "rating": 5,
    "content": "좋아요 추천해요"
  },
  {
    "store": "google_play",
    "date": "2022-10-23",
    "rating": 5,
    "content": "영양제를 과하지 않게 복용할 수 있으니 좋아요! 거기다 복용하는 시간을 알려주고 체크하는 것도 재밌고요^^ 다른 가족들한테도 알려줬어요~"
  },
  {
    "store": "google_play",
    "date": "2022-10-23",
    "rating": 5,
    "content": "너무좋아요ㅠ이런어플원햇어요"
  },
  {
    "store": "google_play",
    "date": "2022-10-23",
    "rating": 5,
    "content": "좋아요😉 요 앱에서 추천해줘서 혈당이랑 체지방, 스트레스등에 효과 있는 영양제로 사서 먹구 있어요 시간마다 알람도 오니까 까먹지 않고 잘 챙겨먹게 돼서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-23",
    "rating": 5,
    "content": "처음 써봤는데 만족합니다! 다만 영양분석에서 주의나 과잉으로 나오면 어떤 약에서 과잉으로 섭취중인지 알려주면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-10-22",
    "rating": 5,
    "content": "영양제 다 나오고 신기라네요... 잘 써봐야겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-10-22",
    "rating": 5,
    "content": "와... 이거 잠시 사용해봤는데 영양소 등록 및 기타 기능들을 하나하나 꼽기 어려울 정도로 다양하네요 ㅎㅎ 영양제 관련 어플중엔 최고가 아닐까 싶습니다. + 식사 시간을 무심코 잘못 눌러서 고치고 싶었었는데 기능이 없어 건의를 드리니 바로 업뎃 해주셨네요.. !! 업뎃 전 초기화 시킬려고 탈퇴를 했더니 한 달 후에 재가입이 가능하더라구요.. 한 달 뒤에 다시 쓸게요 ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-10-20",
    "rating": 4,
    "content": "영양제의 성분이 더 상세히 설명되었으면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-10-19",
    "rating": 5,
    "content": "우연히 다운 받게 되었는데, 정말 유용한 앱 같아요. 영양제 섭취 시간 알람까지...! 와우 진짜 강추!"
  },
  {
    "store": "google_play",
    "date": "2022-10-19",
    "rating": 5,
    "content": "앱 리뷰 잘 안쓰는데 이 앱 너무 유용하고 간편해서 리뷰 쓰러왔어요 추천합니다"
  },
  {
    "store": "google_play",
    "date": "2022-10-18",
    "rating": 5,
    "content": "내 손 안의 약사 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-10-17",
    "rating": 3,
    "content": "ui가 좀 불편해요."
  },
  {
    "store": "google_play",
    "date": "2022-10-17",
    "rating": 5,
    "content": "유용한 정보가 많아서 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-10-17",
    "rating": 5,
    "content": "편하고 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-10-17",
    "rating": 5,
    "content": "광고나 판매유도 많지않아서 부담이없네요 분석을 통해서 부족 및 과잉을 알려주니 좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-10-14",
    "rating": 5,
    "content": "등록된 영양제도 많고 지금 내상태에서 뭐가 부족하고 많은지 알수있어서 좋아요! 가족도 추가할수있으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-14",
    "rating": 5,
    "content": "영양제를 섭취하면서 같이 섭취하면 도움되는 것과 아닌 것 그리고 각 영양제에 함유량 확인 등등 본인이 일일이 확인해야했던 걸 손쉽게 확인할 수 있고 부족한 게 뭔지 안내 받을 수 있어서 좋네요. 다만 복용하는 약, 건강검진 등등의 민감한 개인 정보도 연동되는 만큼 잠금기능이 있다면 더 좋을 거 같네요."
  },
  {
    "store": "google_play",
    "date": "2022-10-13",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-10-13",
    "rating": 4,
    "content": "좋다"
  },
  {
    "store": "google_play",
    "date": "2022-10-12",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2022-10-12",
    "rating": 1,
    "content": "계속 꺼져요"
  },
  {
    "store": "google_play",
    "date": "2022-10-11",
    "rating": 5,
    "content": "도움많이됨"
  },
  {
    "store": "google_play",
    "date": "2022-10-10",
    "rating": 2,
    "content": "임팩타민 1알을 먹으면 부족한 영양소가 2개인데, 추가로 비타민 B를 더 먹으면 부족한 영양소가 4개로 늘어나는 마법같은 분석 알고리즘을 발견하실 수 있습니다. 멀티비타민 하나만 먹는다고 할 때와 이것저것 추가로 먹는다고 설정하시고 비교해 보세요. 부족한 성분이 더 늘어나는 말도 안되는 엉터리같은 결과를 보실 수 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-10",
    "rating": 5,
    "content": "먹고있는 영양제를 조합해서 분석해주니 편리해요"
  },
  {
    "store": "google_play",
    "date": "2022-10-07",
    "rating": 4,
    "content": "카톡으로 로그인을 누르면 계속팅겨요"
  },
  {
    "store": "google_play",
    "date": "2022-10-07",
    "rating": 5,
    "content": "영양제 과잉 부족 관리가 편리하게 가능해서 좋은데 분산해서 먹는 영양제 종류가 많아 40개가 가까이 되는데 30개까지 등록 제한 등록되어 좀 아쉽네요."
  },
  {
    "store": "google_play",
    "date": "2022-10-07",
    "rating": 5,
    "content": "오~~ 직관적이면서 디자인도 맘에들고 분석도 잘해주셔서 도움이 됩니다."
  },
  {
    "store": "google_play",
    "date": "2022-10-06",
    "rating": 5,
    "content": "건강이 안 좋고 몸이 약한 편인데, 영양제랑 약도 잘 챙겨먹게 되고 영양제 추천도 받을 수 있어서 좋아요!! 비건 지향인데, 식물성 제품 추천해주는 탭이나 필터도 있었으면 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-06",
    "rating": 4,
    "content": "영양제를 분석해주고 섭취시간도 알려쥬ㅓ서 정말 좋아요 기저질환에따라 주의해야할것도 알려쥬는데 이상하게 오늘인가 어제부터 기저질환이 선탹이 안되네요 ㅠㅠㅠ 빨리 고쳐주세요!!!"
  },
  {
    "store": "google_play",
    "date": "2022-10-06",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-10-05",
    "rating": 5,
    "content": "알약구독이 비싸서 각각구매해서먹고있으며 과영양이아닌지 걱정되곤했습니다. 필라이즈로 적절하게 섭취하고있는지, 부족한것은 무엇인지 알 수 있고 건강 고민에 따라 적절한 영양분을 추천받을 수 있어 좋습니다 :) 무엇보다 간에 부담이 되지 않게 하루에 알약읗 잘 나누어먹을 수 잇도록 알림주는 기능이 좋은 것같아요."
  },
  {
    "store": "google_play",
    "date": "2022-10-05",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-10-04",
    "rating": 5,
    "content": "영양제에 대해서 고민이 많았는데 1. 어떤 효과가 있는지 바로 보임 2. 보기 편한 리뷰 3. 단순하고 직관적인 ui 덕에 잘 쓰고 있습니다! 덕분에 제게 안전하고 필요한 영양제도 잘 찾아보고 있어요!"
  },
  {
    "store": "google_play",
    "date": "2022-10-03",
    "rating": 5,
    "content": "다 너무좋은데 터치할때 진동은 못끄나요? 좀 거슬려요.."
  },
  {
    "store": "google_play",
    "date": "2022-10-02",
    "rating": 5,
    "content": "자취하는 사람에게 너무 좋은 것 같아요. 건강은 챙기고 싶은데 뭐가 필요한지 뭐가 부족한지 모르니까 인스타광고 보고 깔았던 것 같은데 생각 이상으로 좋습니다. 영양제 먹으라는 알림도 간단하고 깔끔하게 알림창에 딱 하나 뜨니까 뭐가 왔나 보면서 잊지않고 먹게 되고 굿굿 오메가3랑 마그네슘이 필요할 것 같다고 뜨길래 그것도 사서 먹으려구용"
  },
  {
    "store": "google_play",
    "date": "2022-10-02",
    "rating": 5,
    "content": "너무 도움 많이 받았어요. 건강검진기록을 쭉 보니, 운동해야겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-29",
    "rating": 1,
    "content": "겁나 불편함 필수성분 분석한거 좀 보려고 하는데 리뷰 무조건 작성해야지만 볼 수 있는거 그렇다고 리뷰가 잘 등록 되는것도 아니고 하다가 중간에 짜증나서 못해먹겠음"
  },
  {
    "store": "google_play",
    "date": "2022-09-28",
    "rating": 5,
    "content": "아주 굳!!"
  },
  {
    "store": "google_play",
    "date": "2022-09-27",
    "rating": 5,
    "content": "영양제 이름들만 입력하면 성분을 알아서 분석해주고, 자기 건강 고민에 맞게 유효성분을 정리해줘요. 광고도 거의 없어서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-26",
    "rating": 4,
    "content": "많은 기능을 써보진 않았지만 먹고있는 약에 대해 이해도를 높이는 경험이 되었습니다"
  },
  {
    "store": "google_play",
    "date": "2022-09-24",
    "rating": 4,
    "content": "처방약으로 고함량 비타민D를 먹고 있는데도 불구하고, 영양제 분석에 비타민D를 최소량만 먹고 있다고 나오네요 ㅠㅠ 요고는 수정되어야 하지 않을까요. 처방약에 어떤 성분이 많아 영양제 섭취에 주의해야하는지 몰랐던 부분을 알려줘서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-23",
    "rating": 5,
    "content": "궁금증해결 건강한약먹기가 가능해요'ㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-09-23",
    "rating": 5,
    "content": "정확하게 진단해줘서 양을 줄이고 늘리고해서 균형을 맞춰가고있습니다"
  },
  {
    "store": "google_play",
    "date": "2022-09-23",
    "rating": 5,
    "content": "자세히 안내해주고 제품도 다양하게 동록되어 있네요"
  },
  {
    "store": "google_play",
    "date": "2022-09-23",
    "rating": 5,
    "content": "내가 먹는 영양제의 정보,추천, 부족함 등을 알수있어서 정말 좋아요. 다른 가족 영양제 분석 기능도 추가하면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2022-09-22",
    "rating": 5,
    "content": "좋은 영양제라도 과다복용하게되면 오히려 독이될수도 있는데 그것을 알게해주고 다른 영양제도 챙겨주니 좋은것같아요"
  },
  {
    "store": "google_play",
    "date": "2022-09-20",
    "rating": 5,
    "content": "하나하나 성분 비교해가며 준비해야했던 영양제들이 이 앱 하나로 삶의 질이 매우 향샹 했습니다. 감사합니다 이런 고퀄리티 앱을 만들어주셔서!!"
  },
  {
    "store": "google_play",
    "date": "2022-09-19",
    "rating": 5,
    "content": "화해만큼 영양제로 떡상해야하는 어플 너무 유용해서 리뷰남기게 됨"
  },
  {
    "store": "google_play",
    "date": "2022-09-17",
    "rating": 4,
    "content": "유용한 앱입니다!! 다만 영양제 각각의 성분/용량표기와 다소 엉뚱한 분석결과등은 아쉬워요."
  },
  {
    "store": "google_play",
    "date": "2022-09-16",
    "rating": 5,
    "content": "앱 정말 편리하네요 잘 쓰고 있습니다 업데이트 많이많이 해주세요!"
  },
  {
    "store": "google_play",
    "date": "2022-09-15",
    "rating": 5,
    "content": "보통 비타민을 온가족이 먹는데 개인이게 맞춤도 좋지만 아이들이나 남편것두 따로 검색할 수있으면 좋겠어요 앱도움 받아서 비타민 구매했어요 성분을 바로 볼수있어서 편하네요"
  },
  {
    "store": "google_play",
    "date": "2022-09-15",
    "rating": 5,
    "content": "이런 어플이 나오다니 ㅠㅠ 다른 사람 몸에 좋아도 그 사람 몸과 제 몸은 다르니깐 막상 사기도 그랬는데 제 건강에 맞게 추천해주고 점수도 줘서 너무 좋았어요 친구들한테도 전파중입니당 '-'b"
  },
  {
    "store": "google_play",
    "date": "2022-09-14",
    "rating": 5,
    "content": "아주 만족하며 사용중입니다!"
  },
  {
    "store": "google_play",
    "date": "2022-09-14",
    "rating": 5,
    "content": "제가 딱 원하던 앱이라 여기저기 추천하고 있어요!ㅎㅎ 이 앱은 제가 생각지 못했던 부분까지 케어하고 체크하네요ㅎ 디테일에 놀랍습니다👍🏻 감사하게 잘 쓰고 있어요!"
  },
  {
    "store": "google_play",
    "date": "2022-09-14",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-09-13",
    "rating": 5,
    "content": "우연히 게임하다 광고보고 알게된건데 제가 정말 원하던 어플이 나와서 너무 좋습니다!!"
  },
  {
    "store": "google_play",
    "date": "2022-09-12",
    "rating": 5,
    "content": "약이 많아지니 중복 복용인지 걱정되고 시간마다 먹는것도 일인데 ... 이런 걱정 해결되네요"
  },
  {
    "store": "google_play",
    "date": "2022-09-12",
    "rating": 5,
    "content": "영양제 정보도 알 수있고, 뭘 먹으면 좋을지도 추천해줘서 좋아요. 또 영양제 먹는 시간을 설정해두면 그때그때 알람이 와서 편하구요. 다른 사람들 리뷰도 볼 수 있어서 영양제 선택할 때 도움이 많이 됩니다!"
  },
  {
    "store": "google_play",
    "date": "2022-09-12",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2022-09-11",
    "rating": 5,
    "content": "리뷰를 남겨야하지만 그럴만한 유용함입니다"
  },
  {
    "store": "google_play",
    "date": "2022-09-11",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-09-10",
    "rating": 5,
    "content": "정말 필요했던 서비스에요"
  },
  {
    "store": "google_play",
    "date": "2022-09-10",
    "rating": 5,
    "content": "프로틴 구매에 참고할 만한 것 같아 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2022-09-09",
    "rating": 5,
    "content": "나한테 부족한 영양과 주의해야 할 영양을 알려줘서 좋음. 특히 저의 경우 흡연을 하고 따로 관리해야 하는 질병이 있는데 그것까지 감안하고 추천해줘서 굿. 그리고 이 앱에서 따로 제품 판매를 안해서 그런지 사람들이 객관적으로 영양제 제품 후기를 남겨서 참고하기 좋음."
  },
  {
    "store": "google_play",
    "date": "2022-09-09",
    "rating": 5,
    "content": "유용합니다~ 좋은 어플 만들어주셔서 감사해요 약 종류가 더 업데이트 되고, 영양제를 직접 구입할 수 있으면 더 좋을거 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-09-09",
    "rating": 5,
    "content": "먹고있는 영양제들 분석해줘서 좋아요. 섭취시간 추천도 있구요."
  },
  {
    "store": "google_play",
    "date": "2022-09-08",
    "rating": 5,
    "content": "약건강 잘 챙기는 사람한테 좋음"
  },
  {
    "store": "google_play",
    "date": "2022-09-07",
    "rating": 5,
    "content": "몸챙긴다고 여기저기서 영양제 구해온게 많은데 겹치는 성분 계산하기 어렵고해서 잘 못먹고 있었어요. 편리하고 유익한 앱이네요! 국내외로 시중에 있는 영양제 이름만 알면 등록가능하고, 영양제를 통해 섭취하는 영양소를 권장량과 비교하면서 과다/부족일때의 부작용도 같이 알려줍니다. 건강고민에 따라 추가하면 좋은 성분도 알려주고, 추천제품도 떠요! 다른 분들도 적어도 한번은 깔아보시고 내가 먹는 영양제 조합을 검사해보셨으면 좋겠습니다. 그리고 국가검진결과도 불러올 수 있던데 연계해서 더 뻗어나갈 수 있을거 같아요. 부모님께도 깔아드리려구요. 유용한 어플 만들어주셔서 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2022-09-07",
    "rating": 5,
    "content": "검색해도 없는 약이 있어서 등록요청을 두 번이나 했는데 금방 찾아주신다고 적어만 놓고 찾아주지도 않음."
  },
  {
    "store": "google_play",
    "date": "2022-09-05",
    "rating": 5,
    "content": "조아요"
  },
  {
    "store": "google_play",
    "date": "2022-09-03",
    "rating": 3,
    "content": "제품 업데이트는 언제 해주시나요? 링크에 사진까지해서 두번세번 해도 안되어있네요."
  },
  {
    "store": "google_play",
    "date": "2022-09-02",
    "rating": 4,
    "content": "건의사항이 있습니다! 영양제 추가할 때 영양제 정보도 입력할 수 있으먼 좋겠어요!"
  },
  {
    "store": "google_play",
    "date": "2022-09-02",
    "rating": 5,
    "content": "아주 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-29",
    "rating": 5,
    "content": "진짜찾던어플!!"
  },
  {
    "store": "google_play",
    "date": "2022-08-23",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-23",
    "rating": 5,
    "content": "약 함량이 잘못기재되거나 오타가 있습니다 피드백 받는부분이 필요할거같아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-23",
    "rating": 4,
    "content": "사용부분에서는 전반적으로 만족했습니다. 하지만 로그인은 카카오로만 가능한 것 같아서 아쉬웠습니다. 카카오 말고 다른 방법으로도 로그인이 가능했으면 좋겠습니다!"
  },
  {
    "store": "google_play",
    "date": "2022-08-22",
    "rating": 5,
    "content": "제품을 착각해서 잘못등록한 리뷰 삭제기능이 없나요?ㅠ이름이 비슷해서 잘못등록함.."
  },
  {
    "store": "google_play",
    "date": "2022-08-21",
    "rating": 5,
    "content": "영양제 갯수가 많아져서 챙겨먹는게 불편했는데 알람을 등록해놓으니 정말 좋네요. 그리고 직접 여러 영양제를 조합해서 내 몸에 필요한지 아닌지 확인할 수 있어서 너무 좋습니다. 단점까지는 아니지만 수정해줬으면 하는게 알람 등록 시간을 추천에 나오는 것처럼 운동전후, 아님 언제든지 이런식으로 세분화해서 구별했으면 좋을 것 같습니다. 지금처럼 시간으로만 하기에는 운동 후에 먹어야하는 것들은 일정한 시간으로 지정하기 힘들어서 이런 점이 수정되면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-08-18",
    "rating": 5,
    "content": "오류있네요 ..., 분석해줘서좋네요 더 인기가 많아지길!"
  },
  {
    "store": "google_play",
    "date": "2022-08-18",
    "rating": 5,
    "content": "한번 해보면 좋겠네요"
  },
  {
    "store": "google_play",
    "date": "2022-08-15",
    "rating": 5,
    "content": "영양제 여러가지 섭취하다보면 가끔 이게맞는가 싶은데 이어플덕분에 해소되었습니다ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-08-14",
    "rating": 5,
    "content": "개좋네여"
  },
  {
    "store": "google_play",
    "date": "2022-08-10",
    "rating": 5,
    "content": "이런 어플을 널리 알려야함 ㅇㅇ"
  },
  {
    "store": "google_play",
    "date": "2022-08-10",
    "rating": 4,
    "content": "영양제 복용기준이 아닌 실제 복용 횟수?갯수?를 기재해서 분석이 됐으면 좋겠어요.영양제분석도 매번 작성이 아니라 저장이 됐으면 좋을거 같아요. 건강관심도 제한이 없으면 좋겠네요."
  },
  {
    "store": "google_play",
    "date": "2022-08-09",
    "rating": 1,
    "content": "가르시니아를 저에게 추천하네요^^"
  },
  {
    "store": "google_play",
    "date": "2022-08-08",
    "rating": 5,
    "content": "다양한 영양제를 한곳에서 알아보고 고르고 추천 받을 수 있어서 너무 좋아요! 이런 어플을 왜 이제 알았을까요ㅎㅎ 흔히 잘 모를수 있는 영양제 고르는 팁도 너무 도움이 되고있습니다 그래서 이 팁들을 메뉴 탭으로 빼주시면 어떠신가요. 바로 알고 고르고 싶은데 한번 이상은 꼭 영양제 메뉴를 타고 들어가야해서 불편하네요ㅠ 또 내영양제에서도 누르면 알림 설정이 아닌 그 영양제 상세탭으로 넘어 가면 좋겠습니다. 알림 설정 탭은 이미 따로 있으니까요~"
  },
  {
    "store": "google_play",
    "date": "2022-08-08",
    "rating": 5,
    "content": "건강관리해주니까 좋아요! 자주 사용은 못하지만 앞으로 관리를 위해 자주 들어와야겠어요 감사합니다!!"
  },
  {
    "store": "google_play",
    "date": "2022-08-07",
    "rating": 4,
    "content": "좋은데 영양제 일부 분석오류 나는게 있네요ㅠㅠ 빠른수정부탁드립니다."
  },
  {
    "store": "google_play",
    "date": "2022-08-07",
    "rating": 5,
    "content": "아이것도 관리할수있게 여러명 기입가능하면 너무 좋을것같아요"
  },
  {
    "store": "google_play",
    "date": "2022-08-04",
    "rating": 1,
    "content": "질의/건의 기능을 만들어 놨으면 확인하고 답변을 해야지 문의를 보내는 시스템만 있고 문의 조회/알람 시스템은 없어서 기다리다 거듭 메일까지 보내게 만듭니까 앱 내에서는 물론이고 메일 답신도 없으시네요 사용자와 피드백이 원활하게 이루어지지 않으면 작은 피드백이 불만으로 몸집을 불리게 되는 법입니다. 이런 식으로 대응조차 하지 않는 어플은 처음이라 실망스럽네요. 질의/건의 대응 담당자가 없나요?"
  },
  {
    "store": "google_play",
    "date": "2022-08-04",
    "rating": 4,
    "content": "필요한 영양제 성분에 대한 설명이 없어 아쉬워요"
  },
  {
    "store": "google_play",
    "date": "2022-08-03",
    "rating": 5,
    "content": "내가 복용하는 영양제를 꼼꼼히 체크하여 알려주니 많은 도움이 됩니다. 건강 개선에는 과유불급이라고 필요한것을 알려주시니 고맙습니다."
  },
  {
    "store": "google_play",
    "date": "2022-08-03",
    "rating": 5,
    "content": "좋아요 파이팅 최고"
  },
  {
    "store": "google_play",
    "date": "2022-08-03",
    "rating": 5,
    "content": "먹지 말아야할 약들확인"
  },
  {
    "store": "google_play",
    "date": "2022-08-02",
    "rating": 5,
    "content": "영양제 알람부터 맞춤분석 추천영양제 정보 등 아직 부족한 영양제 종류가 조금 있으나 추후 개선될 가능성이 충분하여 상당히 괜찮게 보임"
  },
  {
    "store": "google_play",
    "date": "2022-08-02",
    "rating": 4,
    "content": "다 좋은데 추가 등록 요청이 안되네요.. 무한 로딩인듯."
  },
  {
    "store": "google_play",
    "date": "2022-08-01",
    "rating": 5,
    "content": "영양제 DB가 풍부해요"
  },
  {
    "store": "google_play",
    "date": "2022-07-30",
    "rating": 5,
    "content": "그냥 좋다 굿 ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2022-07-28",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "google_play",
    "date": "2022-07-26",
    "rating": 1,
    "content": "잘못 설치 글구 영양제 따위 안먹어요"
  },
  {
    "store": "google_play",
    "date": "2022-07-26",
    "rating": 1,
    "content": "오류투성이 버그투성이네요 왜추가가안됨?"
  },
  {
    "store": "google_play",
    "date": "2022-07-24",
    "rating": 5,
    "content": "장점 다수 입니다. 가. 복용 약제/영양제 과다복용 여부 분석 제공, 나. 영양제 섭취 알람 및 복용 정보 기록 관리 입니다."
  },
  {
    "store": "google_play",
    "date": "2022-07-22",
    "rating": 5,
    "content": "편리하고 좋아요! 과금도 없구요!"
  },
  {
    "store": "google_play",
    "date": "2022-07-19",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "google_play",
    "date": "2022-07-19",
    "rating": 4,
    "content": "건의사항이 있어요! 1. 영양제 분석을 매번 새로 하지 않아도 레포트를 확인할 수 있는 메뉴 (그래서 한 번에 최적, 부족 영양소 등을 확인할 수 있게요) 2. 건강고민에 따른 추천 영양제 말고, 현재 섭취하고 있는 영양제로는 부족한 영양소를 채울 수 있는 영양제를 추천해주는 기능 3. 섭취 약물을 더욱 세분화하는 기능 (ex. '항우울제' 대신 약물의 계열을 세분화하여, 같이 먹는 영양제와의 주의점을 피할 수 있게 하는 것 4. 등록되어 있지 않은 영양제를 등록하는 기능 내가 먹는 영양제, 흡연자에게는 암 발생률을 높인다~ 이 광고 보고 다운받았는데 그런 주의점은 어디서 볼 수 있는지도 궁금합니다. 빠른 피드백 기대할게요 ^^"
  },
  {
    "store": "google_play",
    "date": "2022-07-19",
    "rating": 5,
    "content": "유익해요"
  },
  {
    "store": "google_play",
    "date": "2022-07-19",
    "rating": 2,
    "content": "제공되는 정보가 최신경향을 반영하지 않고있으며(예를들어 간이 안좋은 사람에게 체지방 있다하니 카테킨을 추천하고 있음) 영양제 정보가 등록되지 않은게 훨씬많음."
  },
  {
    "store": "google_play",
    "date": "2022-07-18",
    "rating": 5,
    "content": "쩌네요 약종류도 많고요"
  },
  {
    "store": "google_play",
    "date": "2022-07-17",
    "rating": 5,
    "content": "최고."
  },
  {
    "store": "google_play",
    "date": "2022-07-15",
    "rating": 5,
    "content": "이런 앱을 찾고 있었는데 딱 제가 원하는 앱입니다."
  },
  {
    "store": "google_play",
    "date": "2022-07-15",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "google_play",
    "date": "2022-07-15",
    "rating": 5,
    "content": "먹는 약들 성분이나 나한테 맞는지 알아볼 수 있어서 좋네요!!"
  },
  {
    "store": "google_play",
    "date": "2022-07-14",
    "rating": 5,
    "content": "와 요즘 영양제가 관심사일 때 개인에게 적절한 용법과 효과를 설명해주는 꿀 같은 앱 최고입니다."
  },
  {
    "store": "google_play",
    "date": "2022-07-14",
    "rating": 4,
    "content": "추천합니다!!"
  },
  {
    "store": "google_play",
    "date": "2022-07-14",
    "rating": 5,
    "content": "이런어플이 있다니 놀랍네요. 아주 좋은 정보에요"
  },
  {
    "store": "google_play",
    "date": "2022-07-14",
    "rating": 5,
    "content": "생각보다 엄청 똑똑하고 꼼꼼하게 분석해주어서 유용한 앱인것 같아요, 저는 비타민C가 과다라고 떠서 이제 한 제품을 안 먹으려고 합니다 굿굿 좋은 앱이에요"
  },
  {
    "store": "google_play",
    "date": "2022-07-13",
    "rating": 5,
    "content": "상냥한 서비스의 앱"
  },
  {
    "store": "google_play",
    "date": "2022-07-12",
    "rating": 4,
    "content": "부족하거나 과잉 정보를 알 수 있어서 좋았어요. 하지만 영양제는 전체적인 건강을 위해 섭취하는건데 관심건강을 제한된 것이 아쉬웠어요. 따로 8개씩 설정해서 확인하느라 그 부분이 불편하네요. 전체 선택도 가능했으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-07-10",
    "rating": 5,
    "content": "영양제에 대한 고민을 한방에 해결 쵝옵니다"
  },
  {
    "store": "google_play",
    "date": "2022-07-08",
    "rating": 5,
    "content": "영양제에 관해서 많은 사람의 포괄적의견이 들어가있습니다. 좋은어플이에요.. 약사실때 꼭 참조하세요!"
  },
  {
    "store": "google_play",
    "date": "2022-07-04",
    "rating": 1,
    "content": "영양제 후기 남기고 이벤트도 참여했는데 상품을 받지 못했습니다."
  },
  {
    "store": "google_play",
    "date": "2022-07-02",
    "rating": 5,
    "content": "좋아요❤"
  },
  {
    "store": "google_play",
    "date": "2022-07-02",
    "rating": 5,
    "content": "괜찮은앱 같아여"
  },
  {
    "store": "google_play",
    "date": "2022-07-02",
    "rating": 4,
    "content": "복용중인 약을분석 같이 먹어도 되는것과 아닌것을 분석해주니 좋군요 ^^"
  },
  {
    "store": "google_play",
    "date": "2022-07-01",
    "rating": 1,
    "content": "알러지 입력 부분에서 멈춰서 가입이 안됨"
  },
  {
    "store": "google_play",
    "date": "2022-07-01",
    "rating": 5,
    "content": "영양제 관련해서 현재 최고의 어플인것 같아요! 리뷰들도 믿음직해서 볼만하고 알찬정보들이 많아서 계속 찾고싶어져요ㅡ 앞으로도 발전하길 응원해요!"
  },
  {
    "store": "google_play",
    "date": "2022-06-29",
    "rating": 5,
    "content": "똑똑한 앱이네요."
  },
  {
    "store": "google_play",
    "date": "2022-06-23",
    "rating": 4,
    "content": "같이 먹으면 안되는 영양제 정보가 있었으면좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-06-23",
    "rating": 5,
    "content": "건강에 관해 다시.한번 생각해볼수있는 기회가 되네요"
  },
  {
    "store": "google_play",
    "date": "2022-06-20",
    "rating": 3,
    "content": "검진데이터 바탕으로 약 추천은 들어가는데, 거기에 맞춰서 내가 약을 먹더라도 약추천이 바뀌는게 없음 ㅎ, 내 검진데이터로 주의할 약성분을 알려주지만, 정작 내가 먹는 약 중에 문제되는 성분은 안 알려줌 ㅎㅎ. 내가 먹는 약에 대한 코디가 필요한데 그런 기능은 없음. 더 어려운거 하면서 쉽고 필요한 기능은 제공하지않는 아이러니..."
  },
  {
    "store": "google_play",
    "date": "2022-06-13",
    "rating": 5,
    "content": "국내랑 직구 제품 한 번에 추천 받을 수 있다고 해서 설치해봤는데 유명한 제품들 꽤나 많이 있네여… 추천 받으려면 프로필 변경이나 회원가입 따로 해야 하는 건 좀 귀찮지만 그래도 좋은 제품 추천 받을 수 있는 것 같아 애용하려고여~"
  },
  {
    "store": "google_play",
    "date": "2022-06-08",
    "rating": 5,
    "content": "영양제 먹을타임 알려줘서 좋아요. 다른 영양제 구매시 후기가 도움됩니다"
  },
  {
    "store": "google_play",
    "date": "2022-06-06",
    "rating": 5,
    "content": "약에 대한 다양한 정보와 실제 후기를 볼수있어서 큰도움이 되는것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2022-06-05",
    "rating": 5,
    "content": "사소한것같은데 비타민먹을 시간을 챙겨주니 오늘도 건강한알 잘 먹었습니당^^"
  },
  {
    "store": "google_play",
    "date": "2022-06-03",
    "rating": 5,
    "content": "약 리뷰를적어보니 나에게 맞는 제품이 뭔지 알수 있어요"
  },
  {
    "store": "google_play",
    "date": "2022-06-03",
    "rating": 4,
    "content": "챌린지30일 섭취 성공자인데 앱에서 상금받기가 떠서 정보 입력했는데 입력 완료 버튼도 없네요 앱 업데이트 진행했는데도 상금받기 정보입력이 안되요 상금받기 정보입력 조치좀 취해주세요"
  },
  {
    "store": "google_play",
    "date": "2022-06-03",
    "rating": 4,
    "content": "약 제품 찾기 너무 힘들어요.. 검색해도 잘 안나와요"
  },
  {
    "store": "google_play",
    "date": "2022-06-02",
    "rating": 5,
    "content": "필라이즈 !! 여러분의 고민!! 솔직 리뷰로 만나보세요. 처음 먹어보는 영양제를 구입해야 할 때 성분,가격 등등? 고민거리가 많으시죠. 실제 복용 후 솔직 리뷰가 담겨 있는 필라이즈와 함께 하면 고민 금방 해결 됩니다."
  },
  {
    "store": "google_play",
    "date": "2022-06-02",
    "rating": 5,
    "content": "본인에게 꼭 필요한 제품들을 한눈에 비교도 해주고 추천도 해줘서 좋은것 같아요!!"
  },
  {
    "store": "google_play",
    "date": "2022-06-02",
    "rating": 5,
    "content": "다른 사람들의 구매후기가 도움이 많이 됩니다"
  },
  {
    "store": "google_play",
    "date": "2022-06-02",
    "rating": 5,
    "content": "제품별 솔직한 리뷰를 확인할 수 있고 복용중인 영양제 관리도 가능해서 좋네요~!"
  },
  {
    "store": "google_play",
    "date": "2022-06-02",
    "rating": 5,
    "content": "좋으서비스예요 건강검진을 통한 영양제추천 좋아요"
  },
  {
    "store": "google_play",
    "date": "2022-06-02",
    "rating": 5,
    "content": "잘 만들어진 어플이라는게 느껴져요 영양제 찾을때 성분이 좋은가아닌가 지식이 없으면 알기 어려운데 보기 편해요 근데 리뷰 수정버튼은 없는 건가요? ㅠ"
  },
  {
    "store": "google_play",
    "date": "2022-05-28",
    "rating": 5,
    "content": "나에게 맞는 영양제 정보를 알고 건강을 관리할 수 있어서 좋았습니다 건강검진결과 연동되는것도 편해요!"
  },
  {
    "store": "google_play",
    "date": "2022-05-26",
    "rating": 5,
    "content": "건강검진 결과로 나한테 꼭 필요한 영양제 추천 해주고 적정한 섭취 시간, 횟수도 알려 줘서 큰 도움이 됩니다. 영양제 정보도 정확하게 알려주어 비교 할 수 있어서 넘 좋구요~ 영양제 잘 챙겨 먹을 수 있게 알람 설정도 할 수 있어 잊지않고 챙겨 먹는데 도움이 됩니다. 열심히 챙겨 먹고 건강나이 젊게 하는데 아주 유익한 앱이네요^^"
  },
  {
    "store": "google_play",
    "date": "2022-05-24",
    "rating": 5,
    "content": "영양제 먹을시간 매일 알려주니 참 편함 빨리 유전자검사 서비스도 나왔으면 좋겠네요!"
  },
  {
    "store": "google_play",
    "date": "2022-05-20",
    "rating": 5,
    "content": "Good"
  },
  {
    "store": "google_play",
    "date": "2022-05-19",
    "rating": 5,
    "content": "약시간 맞춰서 알람으로 뜨니까 편하고 좋아용"
  },
  {
    "store": "google_play",
    "date": "2022-05-16",
    "rating": 3,
    "content": "섭취한 날짜체크도 되면좋겠어요ㅡ이번달부터 먹기시작해서 한눈에보고싶은데..이건 제가등록한날짜부터 섭취했다고뜨네요."
  },
  {
    "store": "google_play",
    "date": "2022-05-15",
    "rating": 5,
    "content": "괜찮네요. 아직 추천 받은 것을 먹고 있진 않지만, 도움 될거라 기대하고 있습니다. 다만 몇가지 추가 부탁드릴 것은 영양제별 용량, 수량을 반영해 주셨으면 좋겠습니다."
  },
  {
    "store": "google_play",
    "date": "2022-05-12",
    "rating": 1,
    "content": "건강검진불러오기를 도대체 몇번해야하는거예요 저장이안되요"
  },
  {
    "store": "google_play",
    "date": "2022-05-10",
    "rating": 5,
    "content": "영양제마다 언제 복용하는게 좋은지 알려줘서 넘 좋아요~ 아쉬운건..... 저한테있는 영양제가 여기에는 없네요~ 등록하는 버튼이 있다면 정말 좋을꺼같아여~~"
  },
  {
    "store": "google_play",
    "date": "2022-04-29",
    "rating": 5,
    "content": "싸줄보고 왔어요. 흥하세요"
  },
  {
    "store": "google_play",
    "date": "2022-04-20",
    "rating": 4,
    "content": "일일 섭취 영양제 이름이 판매사 이름만 나와서 무슨 영양제인지 모르겟네요. 예를 들면 지엔엠 자연의품격에 종합영양제, 오메가, 유산균이 있다면 각각 표시되는 이름은 지엔엠 자연의 품격만 나오는거죠. 종합영양제인지 유산균인지 오메가인지 지엔엠 자연의품격 그뒤의 네임이 짤리는거죠"
  },
  {
    "store": "google_play",
    "date": "2022-04-17",
    "rating": 5,
    "content": "뉴트리코스트 L-리신 1000mg 캡슐 글루텐 프리 다 좋은데 이 약은 안떠요.. 추가 부탁드려요"
  },
  {
    "store": "google_play",
    "date": "2022-04-15",
    "rating": 5,
    "content": "정말 좋은 서비스에요 궁금한 정보도 많이 알게되었구요 다만 몇가지 바램이 있어 적어봅니다 우선 공유할때 이미지 바꾸셔야겠어요 채팅방에 추천하려는데 이미지가 별로여서 광고같아요 앱내 공유하기 기능에서의 그 이미지 맞아요 그리고 내가 이미 먹고 있는 영양제를 등록해서 비교하는것도 꼭 해주셨으면 합니다 화이팅입니다"
  },
  {
    "store": "google_play",
    "date": "2022-04-13",
    "rating": 5,
    "content": "좋네요 도움이 되었어요~^^"
  },
  {
    "store": "google_play",
    "date": "2022-04-11",
    "rating": 5,
    "content": "영양제에대한 확신은 모르겠지만 건강검진결과나 이런걸토대로 자세히 너무좋네요 센세이션ㅋ"
  },
  {
    "store": "google_play",
    "date": "2022-04-04",
    "rating": 1,
    "content": "카카오톡 안 쓰면 가입도 안 되네..."
  },
  {
    "store": "google_play",
    "date": "2022-03-30",
    "rating": 5,
    "content": "영양제 먹을 때마다 걱정했는데 주의 제품이랑 성분 알려줘서 너무 좋네요. 건강검진 연동하고 내 건강정보 한번에 보여서 편해요. 리뷰도 있으면 더 좋을 것 같습니다"
  },
  {
    "store": "google_play",
    "date": "2022-03-30",
    "rating": 5,
    "content": "앱좋네요~ 사용하기 편리하고 업데이트도 많이 기대돼요 정말좋아욮~ 사장님 흥하세요~~~"
  },
  {
    "store": "google_play",
    "date": "2022-03-30",
    "rating": 5,
    "content": "오오오 건강나이 너무 신기해요~~~~~ㅋㅋㅋ 잼있어요 어플 건강관리 필라이즈로 해야겠어요"
  },
  {
    "store": "google_play",
    "date": "2022-03-26",
    "rating": 5,
    "content": "중년에 접어들면서 건강이 신경쓰여 좋다는건 이것저것 먹었는데 이제는 나한테 딱 맞는 영양제를 한눈에 볼수있어 굉장히 유용한 앱 많은 도움이 되고있어요^^~"
  },
  {
    "store": "google_play",
    "date": "2022-03-23",
    "rating": 5,
    "content": "60이 되면 건강 염려증이 생기기 마련인데 건강분석을 해주는 친절한 필라이즈 탱큐^^"
  },
  {
    "store": "google_play",
    "date": "2022-03-23",
    "rating": 5,
    "content": "50대로 접어들어 노화가 진행됨이 실감됩니다. 필요한 영양제 추천으로 많은 도움이 되네요. 검강검진 결과와 유전자 검사 결과를 함께 참고하고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2022-03-23",
    "rating": 5,
    "content": "매우 유용한 앱이네요."
  },
  {
    "store": "google_play",
    "date": "2022-03-23",
    "rating": 5,
    "content": "추천합니다! 영양제를 먹긴해야하는데 도대체 어떤 기준으로 골라야하는지, 뭐가 나한테 맞는지 고민이 많았습니다. 단순히 남이 좋다고 하는걸로 먹다가 필라이즈를 통해 나에게 맞는 영양제를 데이터 기반으로 선택할수 있어 큰 도움이 되었습니다."
  },
  {
    "store": "google_play",
    "date": "2022-03-17",
    "rating": 5,
    "content": "건강검진을 간편하고 빠르게 연동하여 내 신체나이를 알 수 있는게 재밌고 신기했어요! 그리고 내 건강검진을 기반으로 나한테 맞는 영양제를 한눈에 알 수 있어서 너무 좋은 것 같습니다! 영양제도 엄청 다양하게 있어서 추천합니다😊"
  },
  {
    "store": "google_play",
    "date": "2022-03-11",
    "rating": 5,
    "content": "건강고민에 영양성분이 곂쳐지는 영양제가 있다면 분석해서 따로따로 추천말고 최적의 영양제를 추천해주는 기능이 있었음 좋겠습니다ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2022-03-11",
    "rating": 5,
    "content": "직접 검색해서 안찾고 추천해주니 편리하고도 신선하네요"
  },
  {
    "store": "google_play",
    "date": "2022-03-07",
    "rating": 5,
    "content": "아주 유용하게 사용하고 도움받을 수 있는 앱이네요."
  },
  {
    "store": "google_play",
    "date": "2022-03-07",
    "rating": 5,
    "content": "영양제를 뭘 사야할지 몰랐는데 건강검진기록을 바탕으로 추천되니 더 신뢰가고 좋은거같아요~ 추천해요"
  },
  {
    "store": "google_play",
    "date": "2022-03-04",
    "rating": 5,
    "content": "앱 사용이 편하고 시각화기능들이 많아서 좋네요!"
  },
  {
    "store": "google_play",
    "date": "2022-03-03",
    "rating": 5,
    "content": "유용하고 쓸만해요 신기하게 내건강나이 알려주는것도 잼있네요 나랑 맞는 영양제, 안맞는 영양제가 있다는건 첨 알앗는데 앞으로는 맞는영양제먹어야겟어요굿굿"
  },
  {
    "store": "google_play",
    "date": "2022-03-02",
    "rating": 5,
    "content": "남들이 좋다고 하는 영양제를 이것저것 많이 먹고있었는데, 그것들이 나에게 맞는건지 의구심이 많았으나 확인할 길이 없어 답답했었다... 그런데 이앱을 추천받고 살펴보니 앞으로 많은 도움을 받을수 있을것 같아 너무 좋고 잘 사용할듯하다! 앞으로도 유익한 정보와 더 발전된 모습 보여주시길 부탁드립니다~~"
  },
  {
    "store": "google_play",
    "date": "2022-03-02",
    "rating": 5,
    "content": "영양제 매번 고를때마다 힘들었었는데 이렇게 추천해주니 편하고 좋네요!"
  },
  {
    "store": "google_play",
    "date": "2022-03-02",
    "rating": 5,
    "content": "살좀 빼야겠네요... 내 나이보다 4살이나 많게나오다니, 경각심을 일으켜서 제 건강을 찾아봐야겠습니다. 다음엔 꼭 내 나이가 나오길..."
  },
  {
    "store": "google_play",
    "date": "2022-03-02",
    "rating": 5,
    "content": "건강기록으로 영양성분을 분석해주니 구전으로 추천받는것보다 더 믿음이가네요"
  },
  {
    "store": "google_play",
    "date": "2022-03-01",
    "rating": 5,
    "content": "건강검진 기록을 바로 분석해서 추천해주는게 놀랍네요. 꾸준히 기록하고 사용하면 도움이 많이 될거 같아요"
  },
  {
    "store": "google_play",
    "date": "2022-02-28",
    "rating": 5,
    "content": "건강 나이가 이렇게 많이 나올줄이야. 운동도 열심히 하고 건강관심의 동기부여가 되네요. 필라이즈 얩 대단합니다. 내건강 내식생활 앱. 덕분에 잘 챙길께요"
  },
  {
    "store": "google_play",
    "date": "2022-02-28",
    "rating": 5,
    "content": "호기심에 깔아 봤는데 넘 괞찮은거 같아요 건강 나이를 체크 해보고 식사량도 반으로 줄이고 한시간 걷고 왔네요 1살 적게 나와서 휴~~"
  },
  {
    "store": "google_play",
    "date": "2022-02-28",
    "rating": 5,
    "content": "영양제도 오남용이 심한데 체계적 관리를 건강검진과 함께 한다점에서 훌륭한거 같아요!"
  },
  {
    "store": "google_play",
    "date": "2022-02-28",
    "rating": 5,
    "content": "정말 좋은 앱입니다. 추천드립니다!!"
  },
  {
    "store": "google_play",
    "date": "2022-02-28",
    "rating": 5,
    "content": "그동안의 건강검진 정보를 한번에 훑어서 내 건강상태에 맞는 영양제를 추천해주니 신기하고 든든하네요ㅎㅎ 어플 사용하다보면 건강해질 것 같아요😊"
  },
  {
    "store": "google_play",
    "date": "2022-02-28",
    "rating": 5,
    "content": "건강검진결과랑 건강정보 근거해서 영양제 골라주니 좋네요~ 좋다는거 이것저것 챙겨먹는데 나한테 맞는걸 제대로 먹고있는지 궁금했거든요. 차후엔 복용하고있는 영양제 조합이 좋은지도 알려주면 더 좋을듯요!"
  },
  {
    "store": "app_store",
    "date": "2026-07-05",
    "rating": 5,
    "content": "4키로 감량 또 성공"
  },
  {
    "store": "app_store",
    "date": "2026-07-04",
    "rating": 5,
    "content": "1:1로 밀착해서 식단,혈당,운동을 관리해주는 최고의 앱"
  },
  {
    "store": "app_store",
    "date": "2026-07-04",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "app_store",
    "date": "2026-07-04",
    "rating": 4,
    "content": "식단기록이 애플건강앱에 연동 되었으면 함"
  },
  {
    "store": "app_store",
    "date": "2026-07-04",
    "rating": 5,
    "content": "부스터박스 뽑는 팝업 뜨는게 너무 피로해요. 팝업 대신 뽑기 가능 여부를 배지나 알림으로 표시하고 사용자가 직접 클릭해서 진입하는 방식이 더 좋을거 같아요."
  },
  {
    "store": "app_store",
    "date": "2026-07-04",
    "rating": 4,
    "content": "ui도 깔끔하고, 식단 입력하기도 너무 좋아요! 그런데 아래 적은 기능들도 있으면 좋겠어요\n\n1. 운동 입력 시 메모 추가\n각 운동을 입력할 때, 운동별로 간단한 메모를 남길 수 있으면 좋을 것 같아요\n\n2. 식단을 펼처서 확인할 때, 현재는 음식이름과 칼로리만 나오는데 갯수나 g수도 같이 나오면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-07-03",
    "rating": 1,
    "content": "엉망이네 결제창 갑자게 띄워지고 결제자동으로 결제됨 환불도 없냐 강매 어플"
  },
  {
    "store": "app_store",
    "date": "2026-07-03",
    "rating": 5,
    "content": "리뷰 진짜 잘 안 남기는데 너무 좋아서 써요.\n무료체험만 쓰려고 했는데 생각보다 훨씬 좋아서 구독하려구요..ㅠㅠ 다만 조금 아쉬운 점은 간식을 여러 시간에 걸쳐 먹어도 첫번째 간식시간에 추가된다는 겁니다.. 약간 개선됐으면 좋겠어요! 그리고 ai 다이어트 코치님들이 제 예전 대화를 가끔 기억 못하는 거 같아요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-07-02",
    "rating": 4,
    "content": "영양제 분석, AI 기능 등등 다 좋은데, ai가 좀 조잡한 느낌이 있고 식단 점수 기준이 불명확한 것 같습니다. 이부분은 수정이 필요해보입니다."
  },
  {
    "store": "app_store",
    "date": "2026-07-02",
    "rating": 5,
    "content": "쓰기 너무편하고 도움돼요 3일무료체험하고 바로 결제 했습니다우"
  },
  {
    "store": "app_store",
    "date": "2026-07-01",
    "rating": 5,
    "content": "몸무게 입력할때 소수점 두번째자리까지 입력할 수 있으면 더 좋을 것 같아요!"
  },
  {
    "store": "app_store",
    "date": "2026-07-01",
    "rating": 5,
    "content": "딸추천으로 하고있는데 아기자기 한것이 좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-06-30",
    "rating": 5,
    "content": "운동하는 과정듀 보는 재미가 있네옹"
  },
  {
    "store": "app_store",
    "date": "2026-06-29",
    "rating": 5,
    "content": "광고도없고 넝우좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-06-29",
    "rating": 4,
    "content": "공유하는 친구들끼리 서로 좋아요를 누른다던가 댓글을 남긴다던가 하는 기능 있으면 좋겠어요,, \n그리고 사진이랑 식단을 한 화면에서도 볼 수 있으면 좋을 것 같아요."
  },
  {
    "store": "app_store",
    "date": "2026-06-28",
    "rating": 1,
    "content": "방금 단식 시간 종료했는데 단식 시간 지났다고 나오는 거 대체 언제 고쳐요?? 알림 눌러서 앱 들어오면 광고 땜에 알림 내용으로 들어가지지도 않고 메인에 그냥 있는것도 짜증나고 자꾸 주객전도되는 것만 생기고 광고 위주로 앱 바뀌는 것도 짜증나네요"
  },
  {
    "store": "app_store",
    "date": "2026-06-28",
    "rating": 5,
    "content": "굳굳"
  },
  {
    "store": "app_store",
    "date": "2026-06-28",
    "rating": 5,
    "content": "………."
  },
  {
    "store": "app_store",
    "date": "2026-06-26",
    "rating": 1,
    "content": "ㅇ"
  },
  {
    "store": "app_store",
    "date": "2026-06-25",
    "rating": 5,
    "content": "건강한 다이어트 하려고 앱 찾다가 이게 가장 마음에 들어서 사용하고 있습니다. 음식 찾을 때 AI로 생성 가능한 것도 직접 작성 가능한 것도 다 좋은데, 학교 급식을 가져다 쓰는 건 할 수 없나요 ㅠㅠ 매번 제가 직접 찾아 쓰다보니까 칼로리가 다를 때도 많아서 제가 쓴 게 정확하지 않을까봐 그날은 뭘 더 먹기가 애매해져요. 일단 앱은 너무 좋습니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-06-25",
    "rating": 5,
    "content": "맨위에 보라색배경도 좋지만, 개개인이 원하는 사진(이미지)를 넣을 수있는 기능이 추가되었으면 좋겠습니다! 운동루틴이나, 목표하는몸, 의지를 낼 수 있게 도와주는 글귀를 넣을 수있도록 한다면 더욱 완벽한 앱이 될 것 같아요. 좋은앱만들어주셔서 감사합니다 _"
  },
  {
    "store": "app_store",
    "date": "2026-06-25",
    "rating": 5,
    "content": "유료는 AI 사진, AI 코치가 편하기는 하지만 무료로 쓸만해요"
  },
  {
    "store": "app_store",
    "date": "2026-06-25",
    "rating": 5,
    "content": "결제는 아직 전이긴하지만 어플상 체계적이긴해서 좋네요 지켜볼만 햐요"
  },
  {
    "store": "app_store",
    "date": "2026-06-25",
    "rating": 5,
    "content": "너무조음"
  },
  {
    "store": "app_store",
    "date": "2026-06-23",
    "rating": 5,
    "content": "진짜 많은 식단어플 썼는데 필라이즈가 최고입니다! 쉽고 모든 내용이 한눈에 들어와사 좋고 코치가 있어 계속 동기부여가되요!"
  },
  {
    "store": "app_store",
    "date": "2026-06-23",
    "rating": 5,
    "content": "유튜브 광고 보고 했는데 생각보다 훨씬 맘에 들어요^^  올해에 많이\n해야할뜻 다이어트 하실거면 ㄹㅇ 추천"
  },
  {
    "store": "app_store",
    "date": "2026-06-23",
    "rating": 5,
    "content": "곰돌이 AI 코치가 제 식단, 수분 섭취, 영양제 등등 여러가지 요인을 고려하여 앞으로 어떤 방향으로 나아가야 하는지, 어느 부분은 잘하고 있는지를 진단 후 솔루션을 제시함으로 담당트레이너에게 관리받는 것 같습니다."
  },
  {
    "store": "app_store",
    "date": "2026-06-22",
    "rating": 5,
    "content": "정말좋은 어플인데 금액이 쫌 부담스러워서....계속하긴힘들겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-06-21",
    "rating": 5,
    "content": "만족합니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-21",
    "rating": 1,
    "content": "갑자기 일요일부터 걸음수가 0걸음이라고 뜨고, 미션을 누르면 점 세 개만 반복해서 뜨고 미션창이 안 뜹니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-21",
    "rating": 5,
    "content": "제가 아직 잼이여서 키가 작으니까 아무래도 그만큼 몸무게가 적은데, 목표 몸무게?가 29인가 30kg 밖에 안 되더라구요,,, 그 점만 고쳐주심 딴건 징짜 완벽한 앱입니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-06-21",
    "rating": 4,
    "content": "이틀 정도 쓰니까 돈내라해서 좀 아숩 그래도 피티 피드백만 못보는거여서 괜춘해요"
  },
  {
    "store": "app_store",
    "date": "2026-06-20",
    "rating": 5,
    "content": "훌륭합니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-19",
    "rating": 5,
    "content": "잘 쓰면 우리가 회원님들과 함께 쓰고 체크해드리기 쉽습니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-19",
    "rating": 5,
    "content": "아니 이거 깔고 살 지쨔 많이뺬어요 다이어트하실때 무조건적으로 기본으로하시고 살뺘시면 👍👍👍"
  },
  {
    "store": "app_store",
    "date": "2026-06-19",
    "rating": 1,
    "content": "영양학이나 운동을 전문적으로 만든사람이\n아닌\n어플\n저대로 따라하면 그냥 요요직격 근력삭제 어플 최악 실제 썼던 사람 체지방 10퍼센트 골격근 36kg 말도안되는 식단추천 + 지능최악 탄수와 지방 어느정도 투입되야되는데 마이나스됨 이건 백퍼센트 운동대충한 일반인이\n만든\n어플"
  },
  {
    "store": "app_store",
    "date": "2026-06-19",
    "rating": 5,
    "content": "가격 좀 더 착했으면 ㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-06-18",
    "rating": 5,
    "content": "다이어트하려는데 쓴말도 좀 듣고싶어요 코치들이 너무 착해요!! 그만좀 쳐먹어라 뭐 이런것도 나왔으면"
  },
  {
    "store": "app_store",
    "date": "2026-06-18",
    "rating": 5,
    "content": "진짜 너무너무 어플 좋아요 근데 친구랑 식단 공유 할 수 있었으면 좋겠어요 좀 더 라이벌 의식으로 하고싶어요ㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-06-18",
    "rating": 5,
    "content": "기대가 많이\n되고 좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-06-18",
    "rating": 1,
    "content": "야간근무 하는 사람들은 이 어플 사용이 어렵습니다. 하루 3끼니 타임을 오후 시간대, 저녁시간대, 새벽시간대로 설정을 할 수 없다고하네요\n\n섭취칼로리를 설정하는 단계에서도 주말에만 더먹을래요 라는 항목이던가 너무 9 to 6 평일 근무자에게 맞춰있다고 봅니다.\n\n평일에 쉬는사람, 야간 근무하는 사람도 생각하여 어플 수정해주셨음합니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-17",
    "rating": 5,
    "content": "활용할 수 있는것과 연동되는부분들이 너무 맘에듭니다."
  },
  {
    "store": "app_store",
    "date": "2026-06-17",
    "rating": 5,
    "content": "이거 한눈에 보기 좋은거 같습니다!"
  },
  {
    "store": "app_store",
    "date": "2026-06-17",
    "rating": 4,
    "content": "엄청 좋아요 근데 아직 학생이라서 이런 곳에 돈을 못 쓰거든요 근데 다이어트 더 열심히하려면 코치가 아직 필요한데 AI코치 쓰려면 돈을 내야하는 게 좀 아쉬워요"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 4,
    "content": "광고 보고오신 분들은 살짝 실망 하실듯"
  },
  {
    "store": "app_store",
    "date": "2026-06-16",
    "rating": 5,
    "content": "아 너무 좋슴다 ㅎ 다이어트중인디 식단어플에 잘 올리려고라도 열심히 식단지키게 됩니다 ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2026-06-15",
    "rating": 5,
    "content": "여러가지 다 하나로 정리 가능해서 좋네요 만족"
  },
  {
    "store": "app_store",
    "date": "2026-06-15",
    "rating": 3,
    "content": "다만 조금 ui가 복잡한것 같아서 조금 정돈 되면 좋을 것 같아요!"
  },
  {
    "store": "app_store",
    "date": "2026-06-14",
    "rating": 5,
    "content": "팻 시크릿만 쓰다가 필라이즈\n썻는데 넘  편하고 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-06-14",
    "rating": 5,
    "content": "로그인창에서부터 막혀서 앱 진입이 안됩니다.. 잘쓰고있었는데 삭제했다 다시 까니 이래요"
  },
  {
    "store": "app_store",
    "date": "2026-06-13",
    "rating": 5,
    "content": "사용하기 편하고 AI맞춤 코치도 해줘서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-06-13",
    "rating": 5,
    "content": "ㅂㅂ"
  },
  {
    "store": "app_store",
    "date": "2026-06-11",
    "rating": 1,
    "content": "인터페이스가 너무 조잡해서 어디를 선택해야 식단기록인지 뭘 눌러야 운동기록을 할 수 있는지 머리가 어지러울 정도로 정신이 없음 한끼 식단 기록할때마다 뜨는 ai고양이새끼는 제대로 된 조언과 코치의 역할을 못하는 형식만 갖춘 질 떨어지는 ai에 불과함 gpt같은 능력을 기대하고 말 걸면 안됨 다른 분들도 명심하시길 그런데도 불구하고 자꾸 나타나서 사람을 열받게 함 뭐 기능하나 이용하려고 하면 번잡한 것들이 떠오르니 정작 핵심 기능을 이용하기 전에 벌써 지침 걍 계속 이런식으로 어플 만들어라 변하지 않는 이상 영원히 쓸 일 없을 듯"
  },
  {
    "store": "app_store",
    "date": "2026-06-11",
    "rating": 4,
    "content": "칼로리계산편함. 유료구독 유도하는건 아쉬움"
  },
  {
    "store": "app_store",
    "date": "2026-06-10",
    "rating": 5,
    "content": "앱이 너무 좋으니 자발적으로 사용자 환경 개선을 돕고 싶어요ㅎㅎ\n✔️냉털 추천 조합을 제공해주면 좋을 것 같습니다. 단, 매번 입력하고 관리하기 귀찮으니 간편한 UX로 구성되었으면 좋겠어요.\n\n하루 내에 먹을 양이 어느정도인지 가시화되니까 실체 없는 스트레스를 관리할 수 있습니다."
  },
  {
    "store": "app_store",
    "date": "2026-06-10",
    "rating": 5,
    "content": "내 몸에 딱맞게 설정해주고 너무 좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-06-09",
    "rating": 1,
    "content": "음식 사진 촬영하고 간편하게 오늘 섭취한 칼로리 체킹하는 정말 기본 기능만 사용하던 프리유저였는데, 업데이트 하면서 기본기능도 유료화 시켜버리고 불필요한 알림 및 대기화면에 기록 종용까지 번잡하고 쓸 일 없어져서 삭제했습니다.\n포인트를 기프티콘으로 교체할 수 있는 등 현물화 하는 부분에 있어서는 유료화로 전환되어도 이의 없었으나.. 정말 그냥 기본적인 기능만 사용하고 있었던 일반 유저로서 이번 업데이트는 다방면으로 이해가 되지 않네요. \n\n한동안 즐겨 사용하던 앱이었는데, 대체할만한 다른 앱을 찾아봐야겠어요.\n수고하세요."
  },
  {
    "store": "app_store",
    "date": "2026-06-08",
    "rating": 5,
    "content": "이건 확실히 좋은 거 같아요 이 앱 사용하고 나서 식단 신경쓰면서 기초대사량만큼 먹은 거 밖에 없는데 최저몸무게 찍고 지금도 진행중이에요 저는 56키로에 시작해서 지금 53까지 왔어요 작년에 운동 시작하고나서 살을 뺐는데 도저히 55키로에서 안빠지고 진짜 마의구간이였는데 이거 시작하고 식단만 했는데 그걸 뚫고서 몸무게가 내려가는 거를 보니 진짜 미쳤다 싶더라고요 한달이용권 샀는데 후회없이 사용하는중입니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-08",
    "rating": 5,
    "content": "캐릭터도 귀엽고 다이어트에 도움이 많이 될거같아요"
  },
  {
    "store": "app_store",
    "date": "2026-06-06",
    "rating": 4,
    "content": "굳굳"
  },
  {
    "store": "app_store",
    "date": "2026-06-06",
    "rating": 5,
    "content": "사용하는데 불편함도 없고 UI도 편해서 오래 쓰기 좋은 어플인 것 같습니디"
  },
  {
    "store": "app_store",
    "date": "2026-06-06",
    "rating": 5,
    "content": "앱은 괜찮은데 뭐가 너무 많아서 난잡하고 팝업이나 뭘 계속 띄워줘서 좀 짜증나요 적당히 띄워줘야지,,"
  },
  {
    "store": "app_store",
    "date": "2026-06-05",
    "rating": 5,
    "content": "식단을 올리면 AI가 알아서 치팅데이라고 해주는데, 치팅데이면 달력의 날짜에 빨간색 동그라미가 생긴다던가 해서 한달에 내가 얼마나 얼만큼의 주기로 치팅데이를 가졌나 확인할 수 있었으면 좋겠어요\n\n그리고, 내가 점심까지 먹었을때, 내가 원하는 하루 칼로리까지만 적정하게 먹기 위해 저녁식단을 추천해주는 기능이 있었으면 좋겠어요. 예를들어 점심에 파스타랑 스테이크를 먹었다고  식단을 올리면, 저녁에는 AI가 삶은달걀과 두유 하나를 추천해주는 식으로요..! 이게 기능이 점점더 나아지면, 저의 식단 메뉴 데이터베이스들이 쌓여서 전날먹은식단을 기반으로 다음날 식단을 추천해준다던지 하는 기능들로 점점 발전했으면 좋겠어요! 그리고 이런 기능들은 사용자가 데이터를 계속해서 입력해줘야가능한거니까, 3개월 꾸준히 입력하면 이런 기능이 해금되는 식으로 해도 재밌지않을까요??"
  },
  {
    "store": "app_store",
    "date": "2026-06-05",
    "rating": 5,
    "content": "앱 한달 넘게 꾸준히 너무 잘 쓰고 있는데요! 눈바디 사진 등록하는 메뉴도 추가해주시면 좋을거같아요~!"
  },
  {
    "store": "app_store",
    "date": "2026-06-04",
    "rating": 5,
    "content": "리뷰 자발적으로 처음 써봐요\n디자인, 성능, 정보력 어느것 하나 빠짐 없이 좋은 앱입니다. 광고를 보고 들어왔건 직접 검색해서 들어왔건 이용후 소비자의 니즈가 채워지면 절로 감동하게 되어있다는 말을 이 앱에서 느낍니다. 향후 운동 기록도 생긴다니 더 기대됩니다:) 음식 등록 메뉴에서 상품 바코드로 등록하는 기능도 있으면 더 편해질 듯합니다! 타앱에서 아주 유용하고 잘 썼던 기능이거든요"
  },
  {
    "store": "app_store",
    "date": "2026-06-03",
    "rating": 5,
    "content": "아직 시작이라 살을 빼진 못했는데 이번엔 꼭 성공하길바랍니당"
  },
  {
    "store": "app_store",
    "date": "2026-06-03",
    "rating": 1,
    "content": "포인트로 메가커피 구매하였으나 쿠폰이 없음 앱에서 문의 할 수 있는 창구도 없음 불편함에서 끝나는게 아니라 포인트 사용 자체가 원천 차단된 느낌임 돈과 시간만 날리게 됐음"
  },
  {
    "store": "app_store",
    "date": "2026-06-03",
    "rating": 5,
    "content": "디테일한 분석이 되서 좋은 것 같습니다"
  },
  {
    "store": "app_store",
    "date": "2026-06-03",
    "rating": 5,
    "content": "유료구매 꼭 하세요.. 게임하듯 기록하고 운동하고 먹게 됩니다 강추강추"
  },
  {
    "store": "app_store",
    "date": "2026-06-02",
    "rating": 3,
    "content": "매끼니마다 점수를 매기고, 그 평균+어떤 계산법 해서 총점수가 나왔으면 좋겟어염. 점심에 잘먹어놓고 저녁에 식단 망치면 얼마나 망쳤는지 감이 안오는 느낌."
  },
  {
    "store": "app_store",
    "date": "2026-06-02",
    "rating": 5,
    "content": "저 웬만한 앱들은 깔아놓고 안 들어가는데\n저 필라이즈 깔고 거짓말 안 치고 4일만에 2키로 빠졌어요 하.. 앞으로 최종 목표몸무게까지 힘내서 필라이즈와 함께할게여🩷"
  },
  {
    "store": "app_store",
    "date": "2026-06-02",
    "rating": 5,
    "content": "먹는 약이나 기저질환 기반으로 영양제도 분석해주고 식단 짜는 것도 알아서 추천해주니까 너무 편해요"
  },
  {
    "store": "app_store",
    "date": "2026-06-02",
    "rating": 3,
    "content": "결제해서 사용 중인데 공식 등록된 음식들도 틀린 정보가 많아서 ai로 분석해주는 것도 신뢰도가 떨어짐\n인아웃도 사용해봤는데 그 어플에 비해 등록된 음식도 적어서 매번 등록해서 사용해야함"
  },
  {
    "store": "app_store",
    "date": "2026-06-01",
    "rating": 5,
    "content": "다이어트 위해서 다운했어요"
  },
  {
    "store": "app_store",
    "date": "2026-06-01",
    "rating": 4,
    "content": "잘만들어졌어요 체계적으로 체중관리해볼게요"
  },
  {
    "store": "app_store",
    "date": "2026-06-01",
    "rating": 5,
    "content": "너무좋아요 ai??그 고양이너무 귀엽고 냉철해요"
  },
  {
    "store": "app_store",
    "date": "2026-05-31",
    "rating": 1,
    "content": "AI 카메라 유료전환됐나요? \n필라이즈의 핵심기능인데 유료전환이라면 앱을 갈아탈 때가 된것 같네요 정말 애용했는데 이건 아닌거같아요. 다 추천하고 다녔는데..이거까지 유료화는 좀 심하네요"
  },
  {
    "store": "app_store",
    "date": "2026-05-31",
    "rating": 5,
    "content": "쓴지 3일 정도 되었는데,몸무게 관리 제대로되고 맞춤 코치?도 너무 좋아요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-05-31",
    "rating": 5,
    "content": "동기부여 됩니다"
  },
  {
    "store": "app_store",
    "date": "2026-05-30",
    "rating": 5,
    "content": "원하는기능다있어서 구독했어요 추천"
  },
  {
    "store": "app_store",
    "date": "2026-05-30",
    "rating": 5,
    "content": "안녕하세요 필라이즈 어플을 40일째 아주 유용하게 이용하고 있는 20대 남성 사용자입니다!\n\n이 어플 덕에 제 생활 전반에 정말 좋은 변화들이 많았습니다. 평소 제가 섭취하던 수분의 양이 턱없이 부족했다는 점을 직접 어플에 기록하며 깨달았고, 나트륨을 2,3배씩 과하게 섭취하고 있다는 식습관도 알게 되었습니다. 평소 소홀했던 혈압약도 매일매일 빼놓지 않고 챙겨 먹게 되었고, 관심도 없던 영양제까지 신경 써서 챙기기 시작했습니다. 2년간 새벽에 자고, 오후에 일어나 밤 늦게까지 운동만 주구장창 하던 저에게 이 어플은 올바른 수면의 중요성을 일깨워줘 일찍 잠자리에 들게 해주고, 아침 일찍 일어나 할일 없는 저에게 도서관을 보내 운동생리와 식품영양에 대한 지식을 찾게 만들어줬습니다. 그 덕에 어플의 오류도 발견했네요… ㅋㅋㅋ\n\n현재 제 체중은 77~78kg이고, 운동능력 & 근육량, 고혈압을 건강고민으로 설정해서 필라이즈 어플을 사용 중인데요. 활동량이 많아져 소모하는 칼로리가 늘어날 때, 어플이 목표 칼로리를 늘리면서 단백질 목표치가 하루 204g이라는 과도한 수치까지 치솟는 현상이 발생합니다… 아마 “탄단지 비율에만 맞춰 단백질 목표량을 함께 늘려버린다는 점“이 문제 같은데, 77kg 성인에게 하루 200g이 넘는 단백질은 흡수 가능한 수치를 넘는 양일뿐만 아니라, 특히 저처럼 고혈압이나 신장 건강 관리가 필요한 유저에겐 조금 위험한 수치인거 같아보입니다. 활동량 증가로 더 필요한 칼로리는 탄수화물 비중을 늘려서 반영하고, 단백질은 체중 기준 적정 범위 내에서 상한선을 두는 방식이면 더 현실적이지 않을까 싶습니다.\n\n긴 글 읽어주셔서 감사하고, 좋은 어플 만들어주셔서 감사합니다…! ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-05-29",
    "rating": 2,
    "content": "한참 잘 사용하고 있었는데 식단 카메라로 찍는게 갑자기 유료기능으로 전환되었어요. 처음부터 안됐다면 몰랐을까 쓸 수 있는 기본 기능으로 두다가 갑자기 사용하지 못하게 되니까 불편하고 아쉬워요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-05-29",
    "rating": 5,
    "content": "딸추천으로 하고있는데 아기자기 한것이 좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-05-28",
    "rating": 5,
    "content": "진짜 조아 그냥 깔아"
  },
  {
    "store": "app_store",
    "date": "2026-05-28",
    "rating": 4,
    "content": "화면디자인이 너무 어수선하달까.. 다 잘보이려다가 눈이 갈 곳을 못 찾음. 특히나 컬러들이 죄다 화려해서 눈이 피로하네요.. 이게 정말 디자이너의 미감이 맞나 싶을 정도로 포인트컬러 다 모아서 모든 곳에 바른듯 합니다.. \n주로 식단 영양제 위주로 등록하는 편인데, 기능이 다양해서 이것저것 써보기 좋지만 등록하려고 들어가면 좀 우왕좌왕하게 되네요.. 결국 식단과 영양제 운동정도 기록하게 될 것 같긴 하고 그 루트로만\n익숙해질 예정.. \n식단기록에서 그람수로 표기만 되어있는데 기성품의 경우 1/2 섭취 옵션같은게 있으면 좋을듯하고요"
  },
  {
    "store": "app_store",
    "date": "2026-05-28",
    "rating": 1,
    "content": "유료서비스인데 이게맞음????"
  },
  {
    "store": "app_store",
    "date": "2026-05-28",
    "rating": 5,
    "content": "결제한게 아깝지않아요. 6개월간 결제를 한꺼번에했는데-! 매일 나의몸의 상황을 체크하게되서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-27",
    "rating": 4,
    "content": "고구마 작은거 하나 먹었는데 ‘고탄수화물 주의’라고 뜨는건 좀 심하지 않나요 ㅡㅡ"
  },
  {
    "store": "app_store",
    "date": "2026-05-27",
    "rating": 5,
    "content": "식단 등록이 너무 쉽고 간편해요! 가만 몸무게나 시간 다이얼은 좀 더 편하게 변경되면(직접 입력 가능) 좋을 것 같아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-26",
    "rating": 1,
    "content": "너무 비싸네요 다른 앱보다\n그리고 월 5900결제도 만들으셨으면 하려했는데 바로 무지성 71000원 결제해서 바로 환불요청하고 갈아탔습니다\n환불 안되면 신고해도되나요?"
  },
  {
    "store": "app_store",
    "date": "2026-05-25",
    "rating": 5,
    "content": "이거 뭐죠.. 필라이즈 진짜 최고의 앱입니다 여러 다이어트 앱 써봤는데 그 중 최고고요 리뷰가 왜 좋은지 써보자마자 느꼈습니다..!! 계속 감탄중!!!개발자님들 복받으셔요🍀"
  },
  {
    "store": "app_store",
    "date": "2026-05-25",
    "rating": 1,
    "content": "내 기초대사량이 1249 칼로린데 그거보다 143 칼로리 더 먹었다고 오늘은 치팅데이! 이러는 거 보고 어이가 없어서 그냥 앱 지워요 그리고 결제 유도 너무 많고 뭔 버튼 하나 누를 때마다 팝업창 띄워서 불편해요. 어느정도의 기능이 다 가능하고 30%정도의 기능만 유료로 쓸 수 있는 거면 생각해보고 결제하겠는데 30% 만 공짜로 70%를 유료로 쓸 수 있는 느낌? 그럼 걍 지우죠 누가 이걸 결제해요.. 앱 리뷰 남겨본 적 없는데 어이없어서 남김 이거 보고 피드백해서 고칠 생각하니까 그것도 싫긴 한데 (그냥 피드백 수용 안 해서 사라졌음 좋겠음) 걍 불만 얘기하고 싶네요"
  },
  {
    "store": "app_store",
    "date": "2026-05-25",
    "rating": 5,
    "content": "하지만 다크모드가 있었으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-05-25",
    "rating": 5,
    "content": "오늘 시작햇어요 힘내볼게요"
  },
  {
    "store": "app_store",
    "date": "2026-05-25",
    "rating": 5,
    "content": "최고네요"
  },
  {
    "store": "app_store",
    "date": "2026-05-25",
    "rating": 5,
    "content": "체고체고 체고~~"
  },
  {
    "store": "app_store",
    "date": "2026-05-23",
    "rating": 1,
    "content": "어제부터 필라이즈 앱 들어가면 보라색 화면에만 멈춰있고 실행이 안되고 있어요 몇번 지웠다 다시 깔아도 똑같은데 저만 그런건가요? 개선부탁드려요 몇 달동안 적은거라 다른거 갈아타기도 아까워요"
  },
  {
    "store": "app_store",
    "date": "2026-05-23",
    "rating": 5,
    "content": "식단비율을 잘못맞추고있었다는게 확 느껴졌어요~ 단걸 좋아하는데 꿀을 매일 먹는것도 그닥 좋은게 아니었군요~"
  },
  {
    "store": "app_store",
    "date": "2026-05-22",
    "rating": 5,
    "content": "진짜 최고에요"
  },
  {
    "store": "app_store",
    "date": "2026-05-21",
    "rating": 3,
    "content": "처음에는 식단점수 뭐만해도 90점 이상 주더니 유료체험 이틀 끝나니까 식단점수가 저번이랑 똑같은 음식을 먹었는데도 30점이상 차이나네요 뭔차이인가요..유료는 점수를더주나요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-05-21",
    "rating": 5,
    "content": "너무 조아여 굿💗"
  },
  {
    "store": "app_store",
    "date": "2026-05-21",
    "rating": 5,
    "content": "체크하기도 편하고 기록도 편함"
  },
  {
    "store": "app_store",
    "date": "2026-05-20",
    "rating": 5,
    "content": "식단 사진, 인바디 연동 등의 기능이 좋음!\n\nUI/UX 더 직관적으로 개선되면 좋겠지먼 전체적인 기능은 좋음!"
  },
  {
    "store": "app_store",
    "date": "2026-05-20",
    "rating": 5,
    "content": "역시 ai시대인가요.. 만족합니다"
  },
  {
    "store": "app_store",
    "date": "2026-05-20",
    "rating": 5,
    "content": "좋아요 잘 쓰고 있어요! \n계속 쓰는중 결제했어요\n다이어트에 도움돼요"
  },
  {
    "store": "app_store",
    "date": "2026-05-20",
    "rating": 5,
    "content": "사진찍으면 음식별로 칼로리나오는데 얼만큼 먹엇는지도 체크되서 너무 좋으오"
  },
  {
    "store": "app_store",
    "date": "2026-05-20",
    "rating": 5,
    "content": "2일 무료체험 후 1년 구독권 결제 했습니다 :)\n\n- 식단에 대한 피드백 및 총평까지 깔끔하게 알 수 있어서 좋은 거 같아요. \nAI 기반이라 정확한 분석이 가능한 점도 좋구요! 혼자서도 다이어트 가능한 어플입니다 ㅎㅎ 현재 1.4키로 정도 감량했고 더더욱 성공해서 후기 수정하러 올게요!!"
  },
  {
    "store": "app_store",
    "date": "2026-05-19",
    "rating": 5,
    "content": "첫 가입 후 3일간 필라이즈 플러스를 무료로 이용할 수 있는데, 최소 그 기간동안은 결제유도창 팝업이 뜰 필요 없다고 생각합니다. 결제하고 싶은 사람이 그 무료 이용 3일이 지난 후 결제를 하지, 미리 결제를 하겠나요? 접속 때마다 띄우지 말고 무료 체험 기간동안 안 보기 같은 버튼 하나 만들어주세요. 사용성이 너무 떨어집니다."
  },
  {
    "store": "app_store",
    "date": "2026-05-18",
    "rating": 5,
    "content": "좀 써보고 유료결제할판입니다"
  },
  {
    "store": "app_store",
    "date": "2026-05-14",
    "rating": 5,
    "content": "여러 다이어트 , 운동, 식단관리, 건강추적, 어플 다양하게 써봤는데 단연 필라이즈가 최고예요. 바로 구독했어요. 그동안 여러 어플에 실망했는데 한번 쓰고 반해버렸어요. 영양제 관리가 너무 감동이예요!!"
  },
  {
    "store": "app_store",
    "date": "2026-05-14",
    "rating": 4,
    "content": "식단 찍으면 알아서 탄단지 측정해주고 왠만한 음식들은 알아서 다 나와서 편해요. 점수도 매겨주니 괜히 욕심 생겨서 열심히 하게돼요. 운동하면 먹을수 있는 칼로리가 그만큼 늘어나서 다 좋은데.... ai가 코치해주는건 한 3-4일 지나면 결제해야하고 음식 찍으면 알아서 분석해주는 기능은 1달정도만 무료에요.... 그 이후로는 결제하라고 나오더라구요.. 그 비용으로 차라리 좀 더 내서 피티를 받겠다 싶어서 지웠어요. 쓰시는 분들은 참고하세요...!"
  },
  {
    "store": "app_store",
    "date": "2026-05-14",
    "rating": 5,
    "content": "인스타에 추천 광고 뜨길래 했는데  좋습니다"
  },
  {
    "store": "app_store",
    "date": "2026-05-13",
    "rating": 5,
    "content": "ai코치라서 궁금한 건 아무 때나 물어볼 수도 있고, 이 앱 한 달 넘게 쓰면서 몸의 정렬이 바르게 돌아오고 있어요. 체중도 천천히 줄고 있는데 너무 급하지 않고 추세를 볼 수 있어서 좋아요. 건강하게 다이어트 하고 싶다면 앱 사용 추천합니다."
  },
  {
    "store": "app_store",
    "date": "2026-05-13",
    "rating": 5,
    "content": "몇년째 관리하며 이 앱만큼 만족도 높은 기능들은 없더라구요\n\n워치로 단식 타이머 볼 수 있으면 좋겠어요ㅜ 단식 시작하는 조작도 가능하면 최고겠어요🙏🏻🙏🏻"
  },
  {
    "store": "app_store",
    "date": "2026-05-13",
    "rating": 5,
    "content": "폰킬때마다 내 폰 화면에 못생긴 병아리가 보이는데 안이뻐요 ㅠ  없애거나 빼는 기능 넣어주세요"
  },
  {
    "store": "app_store",
    "date": "2026-05-13",
    "rating": 5,
    "content": "배변 체크하는 것도 만들어주세요 언제 화장실 갔는지 기록하는것도 중요쓰…"
  },
  {
    "store": "app_store",
    "date": "2026-05-13",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "app_store",
    "date": "2026-05-13",
    "rating": 5,
    "content": "콩 안주는 오류 너무너무 많아요ㅠㅠㅠ 우리 삐약이 집 고쳐줘야 하는데……"
  },
  {
    "store": "app_store",
    "date": "2026-05-13",
    "rating": 4,
    "content": "유료결제만 빼면 완벽"
  },
  {
    "store": "app_store",
    "date": "2026-05-11",
    "rating": 1,
    "content": "이틀쓰고 안맞아서 구독취소햇는데 환불되나요"
  },
  {
    "store": "app_store",
    "date": "2026-05-11",
    "rating": 5,
    "content": "잘 이용중"
  },
  {
    "store": "app_store",
    "date": "2026-05-11",
    "rating": 4,
    "content": "Ai 진짜 엉터리 도움 1도 안되니까 ai만 제외시키는 기능 만들어주세요 유저랑 같이 제외되면 기록할 수 있는게 없습니다.."
  },
  {
    "store": "app_store",
    "date": "2026-05-09",
    "rating": 4,
    "content": "잘쓰고 있었는데 나만의레시피 등록해놓은것으로 식사 추가할 때 자꾸 오류떠요 …."
  },
  {
    "store": "app_store",
    "date": "2026-05-09",
    "rating": 5,
    "content": "진짜 관리 받는 느낌! 잘 분석해주네요"
  },
  {
    "store": "app_store",
    "date": "2026-05-08",
    "rating": 1,
    "content": "기록하면 플러스결제하라고 창 뜨는것도 짜증남 작작 띄워야지 기록 한 번 할 때마다 결제창 뜸 그럴 때 마다  뒤로 가기 눌러야되는것도 개귀찮 !!개발자는 이거 빨리 없애셈!!\n\n그리고 너무 앱이 정신없고 뭘 눌러야 기록할 수 있는지 잘 모르겠음 식단/운동 등 누르면 새로운 창 뜨는 것도 짜증남\n삭제하고 다른 앱 깔러감"
  },
  {
    "store": "app_store",
    "date": "2026-05-08",
    "rating": 5,
    "content": "식단관리하기 너무 편하고 ai답변이 있어서 더 자주 들어가게되서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-08",
    "rating": 5,
    "content": "한눈에 보기 편한 필수어플👍👍"
  },
  {
    "store": "app_store",
    "date": "2026-05-08",
    "rating": 5,
    "content": "마음에 들고 추천하고 잇어오"
  },
  {
    "store": "app_store",
    "date": "2026-05-08",
    "rating": 5,
    "content": "디자인도 이쁘고 단순하고 필요한 게 다있네요 평소 가성비 따지느라 유료어플은 쳐다도 안보는데 결제 고민할정도에요"
  },
  {
    "store": "app_store",
    "date": "2026-05-07",
    "rating": 5,
    "content": "비키코치 진짜 좋고 다른다이어트 앱에 비해서 밤티는 아니여서 ㅊㅊ"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 5,
    "content": "카@ 이모티콘도 3900원인데 3천원대였으면 평생 구매할것같아요 ㅠ 제가 찾던 어플이라 넘 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 5,
    "content": "매우좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 5,
    "content": "넘 잘알려주고 오늘 1일차인데 오래 할 수 있을 것 같은 느낌?"
  },
  {
    "store": "app_store",
    "date": "2026-05-06",
    "rating": 5,
    "content": "관리도 하고 좋으데! 앱접속이 안돼요.."
  },
  {
    "store": "app_store",
    "date": "2026-05-05",
    "rating": 3,
    "content": "아이폰인데 다운로드가 안되요 ㅠㅠ 버전도 젤 최근버전인데"
  },
  {
    "store": "app_store",
    "date": "2026-05-05",
    "rating": 1,
    "content": "아니 쓸데없는거도 개많이오고 아침 먹은거 기록해도 자꾸 기록하라고 알림와요 게다가 아침 먹었냐고 5번씩 물어보는데 짜증나서 안 쓸래요"
  },
  {
    "store": "app_store",
    "date": "2026-05-05",
    "rating": 5,
    "content": "가족들한테도 추천해서 건강하게 해주고싶고 다음날아침이 깨운해짐이 바로 느껴져서 완전 최고네요"
  },
  {
    "store": "app_store",
    "date": "2026-05-05",
    "rating": 5,
    "content": "나도 28인치바지 입어"
  },
  {
    "store": "app_store",
    "date": "2026-05-04",
    "rating": 5,
    "content": "근데업데이트하고광고가좀불편하네여~"
  },
  {
    "store": "app_store",
    "date": "2026-05-03",
    "rating": 5,
    "content": "음식사진을 찍으면 메뉴가 뭔지 파악하는\n정확도가 매우 높아요 칼로리\n계산도 신뢰도가 높아서 믿음이가요"
  },
  {
    "store": "app_store",
    "date": "2026-05-03",
    "rating": 5,
    "content": "음식 종류 많아서 이 어플썼던건데 걍 이제 검색으로 음식찾는게 불가능해짐 하나하나 오타 안내고 똑바로 정확하게 써야지만 음식 찾을 수 있음 사진으로 찾으라고 의도적으로 망가뜨린건가"
  },
  {
    "store": "app_store",
    "date": "2026-05-02",
    "rating": 1,
    "content": "약 추가는 안되고 처음엔 좋아서 지인들한테 추천도 많이했음 근데 이젠 추천 못하겠음"
  },
  {
    "store": "app_store",
    "date": "2026-05-02",
    "rating": 5,
    "content": "결제함. 이것보다 더 확실한 답이 있을까요? 이번엔 다이어트 성공할거에요"
  },
  {
    "store": "app_store",
    "date": "2026-05-01",
    "rating": 5,
    "content": "다른 앱들은 무료버전은 개차반이고 유로 써야 도움되는데 이건 무료버전도 그냥 GOAT임. 직관적으로 오늘 뭐 해야하지,어제 뭐가 잘못된거지가 다 나옴 진짜 다이어트 최강앱"
  },
  {
    "store": "app_store",
    "date": "2026-04-29",
    "rating": 1,
    "content": "ai 카메라 잘 쓰고있었는데 갑자기 유료로된다길래 갈아타여"
  },
  {
    "store": "app_store",
    "date": "2026-04-29",
    "rating": 5,
    "content": "2년 정도 사용 한 사람입니다\n처음에는 다 좋았어요 사진으로 칼로리 계산 해 주고.포인트도 주고 그런데 오래 쓰면 쓸수록 점점 왜 유료화를 시키는 거죠.어제는식단 사진이 찍히지 않아서 봤더니 유료화가 됐다고 하더라구요.이럴 거면 어느 정도 기간이 지나면 전부다 유료로 바뀐다고정말 좋게 잘 쓰고 있는데 계속 쉬운 것만 하다가 떠나네요"
  },
  {
    "store": "app_store",
    "date": "2026-04-29",
    "rating": 5,
    "content": "밥먹는거 사진찍고 칼로리 계산하고 뭔가 규칙적으로 하려고 하게됌\n단점은 음식사진찍으면 칼로리 엄청 높게 측정되는 느낌"
  },
  {
    "store": "app_store",
    "date": "2026-04-28",
    "rating": 5,
    "content": "구독교를 잘못이해해서 결제햇습니다 \n환불부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-04-27",
    "rating": 5,
    "content": "굿굿"
  },
  {
    "store": "app_store",
    "date": "2026-04-27",
    "rating": 5,
    "content": "다 만족하면서 쓰고 있는지 이틀차입니다!\n근데 지난 생리 주기를 다 기록햇는데 왜 4일짜리 생리중에 이틀만 치고 나머지 이틀은 부정출혈이라고 자동 입력? 인식 될까요... 생리기간은 사람마다 다르니 며칠정도 하는지 세세하게 기록 되엇으면 해요! \n그리고 수면시간 기록할수잇으면 좋게ㅛ어용"
  },
  {
    "store": "app_store",
    "date": "2026-04-27",
    "rating": 5,
    "content": "광고만 하는줄 알았는데 실력도 있는거였다. 유용한 앱!!!"
  },
  {
    "store": "app_store",
    "date": "2026-04-27",
    "rating": 5,
    "content": "기록할 수 있는 음식량도 다른 곳보다 훨 많고 기록 페이지도 깔끔해서 굳굳\n다만 하나 아쉽다면 바탕이 흰색이여서 눈부시다는 점? 다크 테마같은 거 있으면 좋을거 같아용"
  },
  {
    "store": "app_store",
    "date": "2026-04-26",
    "rating": 5,
    "content": "내가 뭘했는지 식단이나 운동이나 한눈에 잘 보이네요!"
  },
  {
    "store": "app_store",
    "date": "2026-04-26",
    "rating": 3,
    "content": "전엔 즐겨찾기 해둔게 제일 위에 떠서 좋았는데, 지금은 검색한거랑 다른 음식, 음식은 맞는데 칼로리 영양성분 틀린거 온갖거 다뜨고 한참 내리면 즐겨찾기 한게 나와요. 검색어를 잘못쳤나 싶어서 보면 원래 찾는거랑 연관성 없는게 더 위에 나와요 제발 원래대로 돌려 주세요.."
  },
  {
    "store": "app_store",
    "date": "2026-04-26",
    "rating": 1,
    "content": "디자인 깔끔하고 가독성 좋아요.운동도\n연동되서 얼마큼 칼로리 소비했는지 바로 알수 있어서 좋고 무엇보다 식단기록을 할 수 있어서 다이어트유지에 도움되요.\n다만 개선해줬으면 좋은점은 \n1.단식기록을 시간설정없이도 단식하고싶을때 누르면 할 수 있게되면 좋겠습니다.그리고 단식종료를 잊고 못할경우에 시간이 오버되고 수정할수 없는부분이 불편해요.\n2.하루식단을 어떻게 했는지만 그래프로도 보고싶어요.전체통계만 막대그래프 있는게 아쉬워요."
  },
  {
    "store": "app_store",
    "date": "2026-04-26",
    "rating": 5,
    "content": "다이어트뿐만 아니라 다방면으로 제 건강을 관리할 수 있어서 좋아요\n너무너무 만족스러워요!"
  },
  {
    "store": "app_store",
    "date": "2026-04-25",
    "rating": 1,
    "content": "다시는 안쓸듯 그나마 식단기능이 ㄱㅊ았는데 이것도 구려짐"
  },
  {
    "store": "app_store",
    "date": "2026-04-23",
    "rating": 4,
    "content": "구독해서 며칠째 사용하고 있어요. 그런데 ai피드백이 (매번 두부/요거트/계란 먹어라 등등 )똑같고 ai사진이 제가 먹은 음식을 잘 파악을 못합니다. 차라리 제 gpt가 훨씬 더 잘해서 돈값하고 있는 건지 의문이 들때가 있습니다"
  },
  {
    "store": "app_store",
    "date": "2026-04-23",
    "rating": 2,
    "content": "초반에는 무료로 하고 광고돌리더니 유입시키고 나중에 막는 방식이라 신뢰가 떨어짐\n말그대로 기록이 중요한 앱인데 앱 사용 불편하게 만들어서 장기 결제만 유도하는 구조임"
  },
  {
    "store": "app_store",
    "date": "2026-04-23",
    "rating": 5,
    "content": "금액이 비싸긴하지만 정말 간편하고 다이어트에 도움이 됩니다 사진만 찍으면 몇칼로리 먹엇는지 한눈에 보여서 좋은데 에이아이가 살짝 아쉬운게 잘 인식을 못할때도 있어서 불편하다 정도인것같어요 ㅎㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2026-04-22",
    "rating": 5,
    "content": "건강 매니저가 생긴 것 같아서 좋아요!!\nai라서 내성적인 저에게는 더 좋은 것 같아요 ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2026-04-22",
    "rating": 1,
    "content": "딱 봐도 알바티 줄줄...실제 유저가 누가 저런식으로 리뷰 남김 ㅋ 속아서 결제하지마세요 개쓰레기앱임"
  },
  {
    "store": "app_store",
    "date": "2026-04-22",
    "rating": 5,
    "content": "무조건 먹지마라 하지마라라는 제한적인 솔루션이 아니라 같은 음식을 먹어도 더 나은 방법을 알려주고 내 성향에 맞게 식단고 조절해줘서 힘들지 않게 식단할 수 있는 부분이 마음에들고 삐이를 키워야해서 콩 모으려고 열심히 미션을 하다보면 나도 더 좋은 방향으로 바뀜. 운동도 연동이 되서 자동 기록이 되니까 한번에 뷰기 좋음."
  },
  {
    "store": "app_store",
    "date": "2026-04-22",
    "rating": 5,
    "content": "생활 습관에 대해 관리할 수 있다는 점이 도움이 많이 되요! 저에겐 다이어트는 평생 숙제인데, 내가 뭘 먹고 운동을 얼마나 했는지, 하루에 얼마나 걸었는지 알기 쉽고 친숙하게 되어있습니다. 다이어트가 혼자 하기 무료하다 싶을 때쯤 게임처럼 포인트지급이나 하루를 시작하기 전 체크인 기능으로 미션을 받게 되는데, 다이어트 하게끔 동기부여가 되요! 이용권을 구매하기 전에는 사실 좀 망설였는데,단발성으로 끝나지 않기 위해 저는 다이어트 하고 나서 유지를 위해서라도 할꼬에용\n\n그리고, 영양제 빼먹지 않고 먹을 수 있게 알림해줘서 건강관리까지 쉬워져요! \n올린 식단이나 운동 등 피드백도 AI코치님이 있어서 상시로 피드백 받는 것도 좋은 기능 중 하나인거 같아요~\n다이어트 하면서 많이 도움을 받은 어플이라 강추합니다 다이어트는 관리가 베이스라고 생각하는데 거기에 딱 적합한 어플인거 같아요. 생활습관 들이기! 다이어터 유지어터 모두 필라이즈 하세요~~"
  },
  {
    "store": "app_store",
    "date": "2026-04-21",
    "rating": 5,
    "content": "앱 구성을 알차게 너무 잘하신 것 같습니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-04-21",
    "rating": 1,
    "content": "코치 중에 비키라는 토끼 캐릭터의 이름도 그렇고 설명도 그렇고 아이브 장원영의 영어 이름, 럭키비키라는 말까지 그냥 훔쳐서 갖다쓴게 보기 안좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-04-21",
    "rating": 5,
    "content": "잘 사용하고 있습니다. 운동은 연동이 되는데 애플워치 심박수가 연동이 안 됩니다! 방법이 있을까요?"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 5,
    "content": "단골 유저입니다 ㅎㅎ 다만 그램 수가 원래 음식 그램 수가 아니라, 어느 순간부터 계속 1로 기본값 기재되어 있어 불편한 점이 있어 개선해 주시면 감사하겠습니다."
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 5,
    "content": "무료버젼이 계속되면 좋겠능데 아쉽네여"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 1,
    "content": "예전에 잘 썼던 어플이라서 다시 쓰려고 했는데 무슨 캐릭터 키우는건디 ai 탭이 메인으로 떠서 불편하고 못생겼고 ㅠ ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 5,
    "content": "1년 구독도 했어요! 왠만한 다이어트관련 데이터를 앱 하나로 관리할 수 있어서 너무 편해요~ 나중에 수면 데이터까지 같이 연결되면 좋을 것 같아요:)"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 5,
    "content": "현재 가장 필요한 어플. 칼로리 계산 최고"
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 5,
    "content": "평소 칼로리도 안 세고 먹어서 기초대사량 보다 높게 먹었다면 이 앱 쓰고 나서는 헤비하게 먹은 음식이 표시되니까 배부르게 먹기 위해서 프레시한 음식을 먹게 되는 것 같습니다. 게다가 음식 종류가 많아서 검색하면 바로 나오기 때문에 너무 편리합니다. 운동 종류도 엄청 많이 나와서 놀랐습니다."
  },
  {
    "store": "app_store",
    "date": "2026-04-20",
    "rating": 5,
    "content": "이게제일좋은거같아요"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 3,
    "content": "최근 먹은 기록 그람수 왜 자꾸 … 리셋됨? 전에는 최근에 입력햇던거 그대로 뜨더만 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 5,
    "content": "의지박약인 제가 작심삼일을 넘기고 도전할 수 있게해주는 필라이즈 ㅠㅠㅠㅠ 사실 하루 건너 뛰었지만... 다시금 다음날 마음을 잡고 시작한건 필라이즈 덕분이에요!!! 루틴이란건 저와 먼 글자였는데...영양제도, 운동도, 단식도, 물먹기도 덕분에 조금씩 늘어가는 중이고 ㅠㅠ 식단도 일반식이지만 조금 덜 먹고 건강하게 먹으려 노력중이에요!!!6개월 꾸준히 해보려구요 ㅠㅠㅠ넘좋아요 필라이즈랑 다이어트 화이팅"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 5,
    "content": "여러가지를 체계적으로 관리할수 있도록 해주니까 너무 만족합니다"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 5,
    "content": "필라이즈 덕분에, 단순히 초절식하고 그러다 요요오는 다이어트 악순환에서 벗어나 지속가능하고 건강한 다이어트를 지향하게 되었습니다. 모태통통이 출신으로서 다이어트를 365일 내내 강박적으로 생각하고, 폭식증 등 안좋은 식습관도 갖고 있었고, 덕분에 만성피로와 생리불순 그리고 외모정병^^;;같은 부작용도 많이 겪었었는데요. 필라이즈 쓰면서 총칼로리 섭취량이나 몸무게 등 숫자 그 자체에 집착하지 않게 됐고, 대신 탄단지와 혈당같은 더 건강에 직결된 근본적인 것에 집중하게 됐습니다. \n특히 스트레스 심할때 ai코치한테 징징거리기도 했는데 실시간으로 대화주고받으면서 힐링되고 그냥 진짜 인생의 동반자 같은 느낌이..ㅠㅠ 스트레스받을때 스트레칭이나 심호흡하는 방법도 알려주고 얼마나 의지 많이 됐는지 몰라요. \n그리고 더불어서 제가 얼마나 단백질을 안먹는지도 알게되었답니다. 그래서 ai토끼코치 추천대로 하루 최소한!! 단백질 70~80g은 섭취하려고 노력하게 되었습니다. 예전엔 거들떠보지도 않았던 단백질량인데 이제는 식단에서 단백질을 거의 최우선으로 고려하게 되었어요. 예를들어 예전엔 무조건 면&밥을 고집했다면 요새는 소고기나 닭가슴살을 더 땡겨한다는… 저도 제 식성의 변화가 매우 신기합니다^^;; \n사실 작년 겨울 이후로 급격하게 요요와서 8kg이상 쪄버렸는데, 이번에 퇴사하고 쉬면서 한달만에 4.5kg 감량했어요. ai토끼코치가 건강한 식단과 단백질량에 대해 사사건건 간섭해주고 잘 알려줬거든요. 심지어 제가 개인사정으로(수술) 운동을 지금 못하는 상황인데, 최대한!! 근손실 없게 유지하는 법과 식단에 대해서도 코칭해줘서 큰 도움이 되었습니다. \n물론.. 인바디 재보면 아직 갈 길이 멀고, 근육량 늘리고 체지방을 더 줄여야 하지만, 그래도 이 작은 성과가 너무 뿌듯합니다! ai토끼코치가 알려준 가이드대로, 단백질 등 성분 챙기면서도 웨이트+유산소 병행해서 건강하게!! 천천히 빼는것이 목표입니다. \n요약하자면: 평생 다이어트 강박속에서 안좋은 식습관으로 초절식-요요 악순환 반복하다가 필라이즈 쓰면서부터 칼로리나 체중 등 ”숫자“에 집착할 필요가 없다는걸 깨달았고, 더불어 스트레스 관리나, 운동 못할때 근손실 방지하는 방법 등 멘탈관리와 다이어트 지식 전반에 큰 도움을 받았습니다.\n그 결과, 잘못된 다이어트로 작년에 요요와서 8kg이상 쪘는데, 필라이즈 덕분에 4.5kg이상 건강하게 감량했구요! 앞으로도 필라이즈와 함께 지속가능한 다이어트를 실천하며 건강하게, 죄책감없이 잘 먹고싶습니다👍"
  },
  {
    "store": "app_store",
    "date": "2026-04-19",
    "rating": 5,
    "content": "이 앱 쓰면서 느낀게 식단 관리가 잘 됬어요!"
  },
  {
    "store": "app_store",
    "date": "2026-04-18",
    "rating": 5,
    "content": "생리기간때 몸무게는 왜 제가 입력한 몸무게가 아닌 다른 몸무게가 나오는거죠 ? \n예를들어 56.6kg 입력해도 56kg로 나오네요\n오류일까요?\n그외는 정말 마음에 쏙드는 어플이녜여"
  },
  {
    "store": "app_store",
    "date": "2026-04-18",
    "rating": 4,
    "content": "진짜 다 좋은데 음식 등록할 때 AI랑 유저 따로 구별해서 안 볼 수 있게 해주세요ㅜㅠ.. 뭐만 검색하면 다 AI 음식으로 도배되어서 해당 음식을 찾을 수 없어요ㅠㅜㅠㅜ.."
  },
  {
    "store": "app_store",
    "date": "2026-04-16",
    "rating": 4,
    "content": "식단관리에 좋은 것 같아요 \n점수가 나오니까 괜히 점수 높게 받고싶어서 탄단지를 잘 지키게 됩니다\n퍼센트지로 나오니까 부족한 부분 채우기도 좋고 식단 관리에 정말 좋은것 같습니다 그 외에도 운동 수분 단식 등등 다른 것들도 기록이 되니까 지키려고 하게 됩니다 애플워치 차고 운동기록하면서 운동하면 알아서 업로드 되는게 좋습니다 \n그리고 몸무게 그래프 나오는게 좋은거 같아요 살 안 빠질 때면 스트레스는 받는데 한눈에 보여서 좋고 멘탈 갈릴때 채팅으로 막 말하면 잘 잡아줘서 좋습니다 근데 사실 채팅은 챗지피티랑 해도 무관하긴 함"
  },
  {
    "store": "app_store",
    "date": "2026-04-16",
    "rating": 5,
    "content": "AI 식단코치를 사용해보니 식단 관리가 훨씬 체계적으로 바뀌었어요. 매일 먹은 음식과 영양소를 간편하게 기록할 수 있고, 개인 목표에 맞춰 맞춤 식단을 추천해줘서 실천하기 부담이 적었습니다. 무엇보다 부족한 영양소나 과한 부분을 바로 확인할 수 있어서 균형 잡힌 식사를 하는 데 큰 도움이 됐어요. 덕분에 불규칙했던 식습관이 점점 개선되고, 스스로 건강을 관리하는 습관도 자연스럽게 자리 잡은 것 같아 만족스럽습니다. 너무 간편해요!!!!"
  },
  {
    "store": "app_store",
    "date": "2026-04-15",
    "rating": 5,
    "content": "다이어트와 영양균형 맞출수 있어서 요긴한 앱입니다."
  },
  {
    "store": "app_store",
    "date": "2026-04-15",
    "rating": 5,
    "content": "무료앱 많이써봤는데 도움이 많이되요"
  },
  {
    "store": "app_store",
    "date": "2026-04-15",
    "rating": 5,
    "content": "식단 입력이 너무 간편하고 영양제, 운동, 칼로리까지 한 앱에서 다 관리할 수 있어서 좋아요. AI 코치 기능도 유용하고 꾸준히 쓰게 되는 앱이에요. 건강 관리 시작하고 싶은 분들한테 강추입니다!"
  },
  {
    "store": "app_store",
    "date": "2026-04-15",
    "rating": 5,
    "content": "Ui가 깔끔하고 예뻐요 자꾸 들여다보게 되는 것 같아요\n평소 궁금한 것도 AI코치니까 편하게 물어볼 수 있고 답변도 빨라서 좋아요\n이제 막 설치했으니 건강 관리 열심히 해볼게요"
  },
  {
    "store": "app_store",
    "date": "2026-04-15",
    "rating": 5,
    "content": "조아여"
  },
  {
    "store": "app_store",
    "date": "2026-04-15",
    "rating": 5,
    "content": "기존에 다이어트 할 때는 어플을 다 따로써서 잘 몰랐는데, 이 어플은 모두 한눈에 볼 수 있어서\n\n1. 변화를 알기 쉽다\n2. 식단도 점수를 줘서 뭔가 절제가 더 잘 되는 느낌\n3. 그리고 제일 좋은건 ai코치가 격려도 해주고 채찍질도 해주면서 다음엔 어떻게 하면 좋을 지 해결책(?)도 주니까 금방 적용하기 쉬움\n\n코치는 내가 원하는 스타일로 바꿀 수 있어서 내 성향에 맞게 커스튬 하는 느낌임 ㅎㅎㅎ\n지루하지 않을 것 같음\n후기도 보니까 이거 같이하면서 관리해가지고 살도 많이빼던데 저도 잘 해보려구 처음으로 어플 구독함,,👍 쏘굿,,\n귀여운 캐릭터들도 있고 화면이 간단해서 아주 좋아요\n\n추후에는 간단한 운동동작들도 같이 있으면 좋을것 같아요~"
  },
  {
    "store": "app_store",
    "date": "2026-04-15",
    "rating": 4,
    "content": "원래 사진기록했었는데 갑자기 사진기록이 안되요 사진접근 허용하래서 허용했는데도 아예 안되네요 원래 그거때문에 편해서 사용했는데 이제 너무 불편해요"
  },
  {
    "store": "app_store",
    "date": "2026-04-14",
    "rating": 5,
    "content": "잘쓰는중이에요"
  },
  {
    "store": "app_store",
    "date": "2026-04-14",
    "rating": 5,
    "content": "겨우 몇시간 써봤지만 지금까지 사용해본 어플 중 최고예요 Ui 깔끔하면서 재미도 있고 식단뿐만아니라 운동 영양제 등등 다 챙길 수 있어서 좋아요 Ai기능으로 1:1 신경써줘서 제 고민에 맞게 관리할 수 있을 것 같아요! 진지하게 유료결제할까 고민중입니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-04-11",
    "rating": 5,
    "content": "계속 쓰고싶은 중독성이잇어요"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 5,
    "content": "식단 관리가 필요해서 한번 써봤는데 사진 찍으면 칼로리 나오는게 너무 신기해요~~ 매 식사마다 뭐먹었는지 적을수 있도록 유도 해줘서 매번 식단도 잘 챙기게 되는거 같아요 앞으로도 다이어트 기간동안에 잘 쓸거같습니당 화이팅~~"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 5,
    "content": "잘사용하고있습니다"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 1,
    "content": "정보를 불러올 수 없다는 메세지가 너무 자주뜨네요...ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 5,
    "content": "너무 너머 잘 쓰고 있어요 달마다 오천원 결제만 하겠는데 ㅠ 한 번에 일년치를 하기엔 통장잔고가 ㅎ... 그래서 걍 기록 용 어플로 방치하며... 결제에는 손이\n안 가는 듯 ㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 5,
    "content": "좋네요 건강해지겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-04-09",
    "rating": 5,
    "content": "식단 기록하면서 성취감 느껴지고 ui도 좋아서 쓰기 편해요 추천"
  },
  {
    "store": "app_store",
    "date": "2026-04-09",
    "rating": 4,
    "content": "식단어플중에 가장 똑똑하고 니즈를 잘챙겨주는 앱!! 아주 많이도움될거같다! 별 하나가 뺀 이유는 식단에서 수기작성할때 0.5인분 1인분만 있고 0.75가 없어서 아쉽다"
  },
  {
    "store": "app_store",
    "date": "2026-04-09",
    "rating": 5,
    "content": "보기에도 너무 좋고 쓰기 편하네요"
  },
  {
    "store": "app_store",
    "date": "2026-04-08",
    "rating": 5,
    "content": "기록 편합니다 ! 계속하게되더라고요"
  },
  {
    "store": "app_store",
    "date": "2026-04-08",
    "rating": 4,
    "content": "운동하면 아이폰 피트니스앱이랑 건강앱이 중복으로 입력되어서 운동량이 두배로 찍혀요ㅠㅠ 수정이나 삭제할 수 있게 만들면 좋겠어요.."
  },
  {
    "store": "app_store",
    "date": "2026-04-08",
    "rating": 5,
    "content": "타사 앱도 많이 사용해봤는데도 여기로 갈아탔습니다. 아직 조금 더 지켜보자는 마음으로 유료 결제는 하지 않았지만 무료로도 충분히 제가 원하는 식단 기록 및 일부 피드백을 받을 수 있어서 좋아요!"
  },
  {
    "store": "app_store",
    "date": "2026-04-07",
    "rating": 2,
    "content": "분명 한달만 결제했는데 정기구독으로 결제됐어요 취소부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-04-07",
    "rating": 3,
    "content": "체중 감량 설정해 놓고 하루 식단 목표 칼로리 설정하는데 목표 칼로리가 터무니 없이 낮아요\n기초대사량만 계산해서 설정되어 있는데 하루에 일을 하면 운동을 안해도 적어도 3-500kcal는 그냥 사용하는데 하루 활동량이 무시된 채로 설정되어 있는게 너무 아쉽네요ㅠㅠ \n아무리 감량이 목표라 하더라도 기초대사량만 먹고 살면 일은 어떻게 하나요ㅠㅠ \n그리고 연령대별로 권장 에너지 섭취량도 다를텐데..\nAI 기능이 제대로 작동한다면 이런 오류는 줄지 않을까 싶습니다\n인바디 앱만해도 감량 수치랑 기간 동일하게 설정해도 현저하게 차이납니다\n기록하는 기능은 너무 잘 되어 있어서 꼭 사용해 보고 싶은데 목표 칼로리 제대로 설정할 수 있게 부탁 드려요!!"
  },
  {
    "store": "app_store",
    "date": "2026-04-06",
    "rating": 5,
    "content": "부족한 영양 성분이 뭐가 있는 잘 알려줘서 정말 좋아요 열심히 감량해 볼게용!"
  },
  {
    "store": "app_store",
    "date": "2026-04-06",
    "rating": 3,
    "content": "어떤 음식이라도 정확히 찍는 점이 있네요 근데 그 양에 대해서는 정확히 구별이 안되는 게 있더라구요 이쉬워요 그 점은"
  },
  {
    "store": "app_store",
    "date": "2026-04-04",
    "rating": 1,
    "content": "몇그람을 먹었는지 알 수 없으니 치킨피자 등 조각 단위 같이 이런게 있으먼 좋겠어요 \n\n실제 섭취 양보다 칼로리가 적게 기록 되는 것 같아여"
  },
  {
    "store": "app_store",
    "date": "2026-04-04",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "app_store",
    "date": "2026-04-04",
    "rating": 5,
    "content": "딱딱 알려주니 너무 좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-04-04",
    "rating": 1,
    "content": "다른 잘나가는앱 베끼기에만 급급한데 그러기엔 퀄이 개후져서 이젠 깔끔하지도 재밌지도 않고 구성만 더러워짐 그냥 양산형 짝퉁앱됨 ㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2026-04-04",
    "rating": 5,
    "content": "방금 다운받아서 실 사용감은 잘 머르겠지만 \n등록할때부터 어떤 일을 하는지도 체크했으면 좋겠어요.. \n3교대는 식사시간이 정해지지 않아 그 시간을 맞추기 힘들어서 정해진 시간을 하는것보단 3교대 맞춤 선택이 따로 있으면 좋을거 같아요\n나머지 기능들이 어떨진 모르겠지만 그건 또 사용하고 나면 리뷰쓸게용"
  },
  {
    "store": "app_store",
    "date": "2026-04-04",
    "rating": 5,
    "content": "기기연동 가민 워치도 추가해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-04-03",
    "rating": 5,
    "content": "다이어트 어플에도 ai가 들어왔단 광고 보고 시작했는데, 좋은 부분에서 쓰이는 것 같다.\n가격대비 좋은 효과 보고있는 중!"
  },
  {
    "store": "app_store",
    "date": "2026-04-02",
    "rating": 5,
    "content": "식단관리 어플 이것저것 많이 써봤는데 너무 잘쓰고있어서 리뷰 씁니다 ㄹㅇ 최고임.. 없는음식 없고 위젯도 다양해서 개좋음. 한 페이지는 전부 필라이즈 위젯으로 채워넣을정도!!!! 시스템도 너무 재밌게 짜고 플로우도 쉽게 설계되어서 심미성, 사용성 모두 만족하는 최고의 식단관리앱 (ㄹㅇ로 다걸고 관계자아님, 진짜 좋아서 자발적으로 쓰는 리뷰)"
  },
  {
    "store": "app_store",
    "date": "2026-04-02",
    "rating": 5,
    "content": "앱스토어를 쓰면서 리뷰는 또 처음이네요ㅋㅋ 운동도, 식단도, 처음 하는거라\n궁금한것도 많고 어려웠는데, 3일 프로 체험하며 많이 배우고 즐기며 해본 것 같습니다. 외롭지 않고 궁금한 것을 잘 해소해주면서 또 이 모든 내용을 잘 정리해 맞춤서비스까지 해주는게 참 세상 많이 발전한 것 같습니다. 아뭇따 한번 해봐! 라고 추천드리고 싶네요. 개발진분들 건강하게 오래오래 좋은 서비스 부탁드립니다 ╰(*´︶`*)╯♡"
  },
  {
    "store": "app_store",
    "date": "2026-03-31",
    "rating": 5,
    "content": "다이어트중인데 기초대사량 만큼 먹고 싶은거 먹으니깐 살도 빠지고 건강하게 먹으니깐 변비도 안생겨요 약간 유료? 인 시스템이 아쉽지만,그래도 무료로 사용할수 있어 좋습니당"
  },
  {
    "store": "app_store",
    "date": "2026-03-31",
    "rating": 1,
    "content": "운동 연동을 하려면 애플헬스에서도 지운 운동은 다시 끌고와서 연동되게 하던가...그게 안되면 앱 내에서 운동 수정을 지원하던가.....다른 피트니스 앱들 테스트하면서 등록된 하지도 않은 운동을 끌고와서 칼로리 넣고 계산하면 어쩌라는건지....거지같은 삐이인지 뭔지 쓸데없이 못생긴 캐릭터에 올인하지 말고 제대로 기본 기능이나 얼른 수정하시오. 진짜 이거땜에 인아웃으로 갈아타기 직전.."
  },
  {
    "store": "app_store",
    "date": "2026-03-31",
    "rating": 5,
    "content": "기록하면서 뿌듯함도 느끼고 오늘 하루를 수치로 정리해서 보니까 반성도 할 수 있어서 좋아요!"
  },
  {
    "store": "app_store",
    "date": "2026-03-31",
    "rating": 5,
    "content": "넘 좋은 어플 감사해요"
  },
  {
    "store": "app_store",
    "date": "2026-03-31",
    "rating": 5,
    "content": "."
  },
  {
    "store": "app_store",
    "date": "2026-03-30",
    "rating": 3,
    "content": "얼마전부터 음식 업데이트 하려 그러면 오류뜸;"
  },
  {
    "store": "app_store",
    "date": "2026-03-30",
    "rating": 5,
    "content": "강츄"
  },
  {
    "store": "app_store",
    "date": "2026-03-30",
    "rating": 3,
    "content": "쓸데없이 깔린 다크패턴과 끊임없는 구독유도때문에 짜증나서 못쓰겠음\n\n대체 뭐 회원탈퇴버튼도 아니고 그냥 일반적인 위젯 추가 이런것들엔 다크패턴왜넣어놓은거임??\n\n그리고 ai 캐릭터들도 너무 못생겼어요 이건 사장님의 취향인가요??? 통일성도 없고 너무 ai티나고.. 왜넣었지?? 싶은… 그냥 ai가 유행이라니 넣어보자는 느낌이강함 근데 이게 뭐 프로토타입도 아니고 실제 앱이니까 너무짜침"
  },
  {
    "store": "app_store",
    "date": "2026-03-30",
    "rating": 1,
    "content": "아니 다 좋은데 왜이렇게 자꾸 느려지나요? 꽤나 자주 너무 느려져서 너무 답답해요; 로딩이 진짜 한 계절이에요; .. 다 좋으니 이런 것 좀 개선 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-03-30",
    "rating": 3,
    "content": "앱 내에 기록하는 것들 관련해서는 다 좋아서 연간권 끊고 쓰고 있는데 뜬금 없는 타이밍에 로그인이 풀리거나 아예 열리지도 않는 상황이 있네요 3주 좀 넘게 사용했는데 벌써 두번인가 있었던 상황입니다 개선됐으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-30",
    "rating": 5,
    "content": "앱이 안들어가져요\n- 튕기거나\n- 로딩에서 멈추거나\n둘 중 하나에요\n\n문의를 어디다가 해야하는지 모르겠어서 여기다가 남깁니다"
  },
  {
    "store": "app_store",
    "date": "2026-03-29",
    "rating": 5,
    "content": "좋아여!"
  },
  {
    "store": "app_store",
    "date": "2026-03-26",
    "rating": 4,
    "content": "다좋은데 왜 가끔 앱 실행이 안되는 거예여 개불편해여"
  },
  {
    "store": "app_store",
    "date": "2026-03-25",
    "rating": 3,
    "content": "유용하게 쓰고있습니다. 다만 몸무게가 처음에서부터 얼마나 빠졌는지를 알 수 있으면 더 좋을 것 같아요. 그리고 앱 사용이 좀 복잡하다고 생각합니다. 이런 다이어트 앱은 사용자들끼리의 커뮤니케이션 또한 중요하다소 생각하는데 전문가의 답변 의견 부분만 있고 다이어터들의 게시판에 들어가는 방법이 복잡해요. 전체적으로 어플이 사용하기 복잡한 감이 있습키다."
  },
  {
    "store": "app_store",
    "date": "2026-03-24",
    "rating": 5,
    "content": "제가 회원가입을 네이버,애플,카카오톡으로 다 하고 몇일하다가 탈퇴를 했거든요? 그래서 좀 있ㄷ가 다시 하려니 한달이 지나야 가입이 가능하다고 하더라고요 그래서 한달 지나서 다시 깔아서 로그인으로 들어갔는데 카카오톡이나 네이버나 애플이나 로그인은 됬는데 화면은 그대로에요,,다음으로 넘어가질 않어요ㅠㅠ 한달이 안된걸까요? 2월 초에 깔아서 하다가 지운 거 같은데"
  },
  {
    "store": "app_store",
    "date": "2026-03-24",
    "rating": 4,
    "content": "규칙적인 생활을할순있지만 유료서비스가 좀있어서 학생인 제가 하기엔 아쉬웠네요 ㅠㅠ\n하지만 앱사용방법은 간편해서 좋았어요!!"
  },
  {
    "store": "app_store",
    "date": "2026-03-23",
    "rating": 5,
    "content": "진짜 항상 말로만 다이어트..를 하던 사람이라 식단앱을 진짜 여러개 써봤지만 매번 꾸준히 하질 못했습니다..ㅜ 필라이즈는 우연히 ai코치라는 광고를 보고 깔게 되었는데 제가 좋아하는 아이돌을 프로필로 말투나 성격을 설정해두고 사진도 해두니.. 자주 앱에 들어와 기록하게 되고 위젯으로 꺼냈을때도 설정해둔 프로필로 떠서 좋습니닷! 보기 편한 구성이라 쉽게 쉽게 기록 가능하고 사진만 찍어도 ai가 영양성분을 예측해주니 꼭 다이어트 목표가 아니더라도 건강한 식단을 지키시고 싶은 분들에게도 좋은 거 같아요! 정해진 칼로리내에서 ai코치가 해주는 건강 습관 조언들을 지키며 필라이즈 덕분에 건강한 식습관을 바로 잡아가고 있습니다!"
  },
  {
    "store": "app_store",
    "date": "2026-03-23",
    "rating": 5,
    "content": "앱 잘 만들었네요 좋아요~"
  },
  {
    "store": "app_store",
    "date": "2026-03-22",
    "rating": 5,
    "content": "단식 시작 눌러야하는게 불편해요. \n오늘 마지막 식사부터 내일 첫식사 사이가 자동으로 계산되서 단식 시간 기록되면 편할 것 같아요. \n\n잘쓰고 있어요👍🏻"
  },
  {
    "store": "app_store",
    "date": "2026-03-21",
    "rating": 5,
    "content": "ㄴㅁ좋아여딘짜"
  },
  {
    "store": "app_store",
    "date": "2026-03-21",
    "rating": 1,
    "content": "당류보려고 앱깔면 보인다길래 깔았더니 보이지도않고 최악임"
  },
  {
    "store": "app_store",
    "date": "2026-03-20",
    "rating": 5,
    "content": "영양제 식단 모두 되서 좋아요\n다만 의문인건 3끼식단에서 96점 나오던게\n간식에 아메리카노 한잔 추가하니 11점이 깎이는걸 뭘까요..?"
  },
  {
    "store": "app_store",
    "date": "2026-03-18",
    "rating": 5,
    "content": "그런데 글자 크기 키우는 기능이 있었으면 좋겠어요. 부모님께도 추천 드리고 싶거든요."
  },
  {
    "store": "app_store",
    "date": "2026-03-18",
    "rating": 5,
    "content": "정리가 잘되어 있는 어플이에요 간편하고 한눈에 보기도 편하고"
  },
  {
    "store": "app_store",
    "date": "2026-03-18",
    "rating": 5,
    "content": "엄청 부지런하게 사는 기분임 까셈"
  },
  {
    "store": "app_store",
    "date": "2026-03-18",
    "rating": 5,
    "content": "최고의 식단관리앱"
  },
  {
    "store": "app_store",
    "date": "2026-03-17",
    "rating": 5,
    "content": "먹은걸 기록하니까 너무 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-03-16",
    "rating": 5,
    "content": "1일차인데 처음 시작부터 좋아요. 1년권 구독 후 사용해보려고해요"
  },
  {
    "store": "app_store",
    "date": "2026-03-16",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "app_store",
    "date": "2026-03-16",
    "rating": 5,
    "content": "환불 부탁드립니당."
  },
  {
    "store": "app_store",
    "date": "2026-03-15",
    "rating": 5,
    "content": "편하게 식단 일기 적으려고 앱 검색하다 깔게됐는데 너무 간편하고 좋아요 운동 및 식단, 영양제까지 같이 관리 할 수 있어 좋아요 다만 AI코치는 가입 이틀만 코치해주고 계속 관리 받으려면 유료로 비싸게 구매 해야 하네요 일주일도 아니고 이틀 너무 짧아요  그래도 식단관리가 너무 편해서 잘 쓰고 있어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-15",
    "rating": 3,
    "content": "좋아요\n직관적으로 볼수 있어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-14",
    "rating": 5,
    "content": "혹시 식단 한달 모아보기에서 식단사진과 점수말고 칼로리로 모아보기도 가능할까요?"
  },
  {
    "store": "app_store",
    "date": "2026-03-14",
    "rating": 5,
    "content": "ai 기반 상담도 좋고, T코치가 넘 귀여워요"
  },
  {
    "store": "app_store",
    "date": "2026-03-14",
    "rating": 5,
    "content": "음식 사진 하나로 성분 칼로리까지 분석해주고 영양제 추천까지해줌"
  },
  {
    "store": "app_store",
    "date": "2026-03-14",
    "rating": 5,
    "content": "유료 기간 끝나도 전혀 불편하지 않고 필요한건 다 가능하니 이만한 앱이 없어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-14",
    "rating": 5,
    "content": "뭘 챙겨야 하는지 뭐가 부족한지 알려주어 식단 할 때 더 신경 쓰게 되었습니다!그리고 운동량 대비 먹을 수 있는 칼로리도 알려줘서 너무 잘 사용 하고 있습니다!"
  },
  {
    "store": "app_store",
    "date": "2026-03-14",
    "rating": 5,
    "content": "너무 좋은데 음식 양을 가늠못해서 실제 식단과 살짝 다르게 기록돼서 아쉬워요. 그것만 개선되면 최고일것같아요"
  },
  {
    "store": "app_store",
    "date": "2026-03-13",
    "rating": 5,
    "content": "식단도 더 꼼꼼하게 하게되고 한눈에 내 식단운동 다 확인하니 탄단지도 맞추기 쉽고 .. 너무 좋아요 \n진작 깔걸 😭😭 진짜 무조건 강추앱입니다"
  },
  {
    "store": "app_store",
    "date": "2026-03-13",
    "rating": 5,
    "content": "광고에 우연히 떠서 받게 되었는데 정말 만족합니다 다이어트 꼭 성공할게요 감사합니다"
  },
  {
    "store": "app_store",
    "date": "2026-03-13",
    "rating": 1,
    "content": "단순한 의문 및 공익의 목적에서 리뷰 남깁니다. X에서 공격적인 마게팅을 하길래 궁금해서 알아봤는데요. X등 sns에서 지켜야 하는 표시광고법 가이드라인을 안 따른 광고자가 많아서 어플 측에서 일부러 제대로 안내 하지 않은 건가 했네요... 요즘엔 굉장히 민감한 부분인데 말이죠. X의 코덕들도 유의하면서 지키는 부분이고요! 필라이즈 광고자 중 한 명은 최근 타인의 신상을 공개 계정에서 악의적으로 공개하고 그를 통해 세대 갈라치기를 하던 사람이라... 궁금하긴 한데 어플과 운영진이 믿을만 한가 싶어요. 뚱뚱한 손가락으로 키보드를 타닥댄다고 타인을 공격하는 게시글을 공개적으로 작성한 적이 있는 사람도 광고자였고요. 적어도 나이나 신체로 타인을 공격하는 사람을 광고자로 쓰는 건 아니라고 봅니다. 이 문제가 해결되면 맘 편히 쓸 수 있을 것 같아요."
  },
  {
    "store": "app_store",
    "date": "2026-03-12",
    "rating": 1,
    "content": "최근들어서 자주 멤버쉽 정보를 불러올 수 없다면서 로그인도 안되고 문의하기 버튼은 왜 만들어놓은건지 눌리지도 않는데\n앱 관리가 안되시는건가요? 기록 아까워서 안옮기고 있어요 업데이트 해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-03-12",
    "rating": 5,
    "content": "좋아요!̆̈"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 2,
    "content": "오픈할때 로딩시간이 너무 많이 걸려요"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 1,
    "content": "앱이 자꾸 튕기고 로딩중 뜨고 왜이러나요 지웠다 깔아도 계속 그래요"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 1,
    "content": "간혹가다 앱이 실행이 안되요. 너무 불편해요. 고쳐주세요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 1,
    "content": "잘 쓰고 있었는데, 와이파이, 데이터 둘다  접속이 안되네요;;"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 3,
    "content": "너무 좋은 앱인데 한동안 안쓰다가 쓰려고 하니까 갑자기 멤버십 정보 불러올 수 없다고 해서 4월말까지 구독해놨는데 지금 쓸 수가 없네요 멤버십 못 불러오면 첨부터 해도 되는데 문의 버튼도 안눌리게 하고 그래서 아무것도 못하고 있어요 진짜 너무 좋은 앱이라서 쓰고 싶은데 하 어쩌자는건지 \n안 들어가져요.. 멤버십 못 부르면 문의 버튼이나 첨부터 시작하기 이런 버튼 있는게 좋을듯요…"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 1,
    "content": "네트워크오류라고 로그인이 안됩니다 제 인터넷문제라기엔 지금 이렇게 리뷰도 남기도 있죠?\n일정기간 유료결제해서 사용하는 앱인데 이게 맞는지..\n\n그리고 평소에 사용할때도 ai챗 기능이 느려요 미션 뜨는것도 한참 기다리다 안 떠서 앱 종료했다 다시들어가곤 해야합니다 전체적으로 앱이 느린듯"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 5,
    "content": "잘 쓰고 있었는데.. 빨리 아침운동 한 거 기록하고 싶다고요 고쳐줘요"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 4,
    "content": "결제까지했는데 실행안되는게 맞아요?홈화면에서 넘어가지도 않아요 다른 앱들은 잘만 돌아가는데 이 앱만 안되네요 빨리 고쳐주세오"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 1,
    "content": "앱열면 계속 안들어가지고 로딩? 하는것같고 5분있어도10있어도 안됌"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 4,
    "content": "영양제 성분을 수정을 못해서 아쉬워요 ㅠ 다르게 등록되어있는것들도 있고 용량을 다르게 먹는것도 있는데 예를들어 2분의 1 용량 설정 해놔도 적용이 되는 성분이 있고 안되는게 있고 오락가락이에요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-03-10",
    "rating": 5,
    "content": "굿굿👍"
  },
  {
    "store": "app_store",
    "date": "2026-03-10",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "app_store",
    "date": "2026-03-10",
    "rating": 4,
    "content": "나름 식단이나 운동 상담으로 잘 쓰고있어요. 근데 ai 코치들이 대화 맥락을 잘 못읽거나 가끔 입력한 음식의 이름을 다르게 말하는 경우가 있어요. 이런것들이 개선되면 더 좋을거같아요. 특히 개인화가 잘 되면 더 유용하게 쓸수있을거같습니다"
  },
  {
    "store": "app_store",
    "date": "2026-03-10",
    "rating": 5,
    "content": "아주 좋은 앱이네여"
  },
  {
    "store": "app_store",
    "date": "2026-03-10",
    "rating": 5,
    "content": "건강관리에 최적인 어플입니다."
  },
  {
    "store": "app_store",
    "date": "2026-03-09",
    "rating": 5,
    "content": "식품별 칼로리 정보가 많아요"
  },
  {
    "store": "app_store",
    "date": "2026-03-09",
    "rating": 5,
    "content": "사진으로도 식단 등록 가능하고 식단 채점해 주면서 취향대로 커스텀 되는 AI 코치하고 하니까 동기부여 되고 좋아요.\n가끔 엄청 느려지고 앱 켜지는 데에 시간이 좀 걸리는 것 빼면 전반적으로 다 좋아요."
  },
  {
    "store": "app_store",
    "date": "2026-03-08",
    "rating": 3,
    "content": "칼로리 계산해주고 점수도 알려주고 좋은데요.. 유료결제 안하면 불편한게 많네요ㅜㅜ 아쉬워요"
  },
  {
    "store": "app_store",
    "date": "2026-03-07",
    "rating": 5,
    "content": "모든 면에서 너무 만족스럽게 사용하고 있습니다. 저만 알고 싶은 욕심이 생기는 식단 어플이예요 😋"
  },
  {
    "store": "app_store",
    "date": "2026-03-07",
    "rating": 5,
    "content": "다이어트 할 때 식단 기록하기 정말 좋은 앱입니다. 혼자 다이어트 시작하기 어려운데 이 앱 덕분에 인생에서 가장 쉽게 다이어트 시작하게 되었어요. 앞으로도 다이어트 시즌마다 사용하려구요"
  },
  {
    "store": "app_store",
    "date": "2026-03-07",
    "rating": 5,
    "content": "어플로 관리하니 편하고 식단 생리주기 수면 단식 등등 한 눈에 입력하고 확인할 수 있으니 좋아요!!!\n진심 이 어플 아니었으면 다이어트 이렇게 오래 못했을거에요 기록이 남으니 뿌듯해서 계속 하기돼여!! 짱 🩷"
  },
  {
    "store": "app_store",
    "date": "2026-03-07",
    "rating": 5,
    "content": "내 영양제 점수를 알려줘서 좋아여~"
  },
  {
    "store": "app_store",
    "date": "2026-03-06",
    "rating": 4,
    "content": "진짜 좋은데 계속 쓸건데 단식종료 버튼을 눌러도 안되고 4번 정도 누르고 앱 강제종료해야 단식종료가 돼요…"
  },
  {
    "store": "app_store",
    "date": "2026-03-06",
    "rating": 5,
    "content": "어플 여러가지 사용해봤지만 필라이즈가 가장 손에 잘 달라붙고 좋아요!! 배변활동 체크하는 기능도 생겼으면 좋겠어요~!!!"
  },
  {
    "store": "app_store",
    "date": "2026-03-04",
    "rating": 4,
    "content": "어플은 한달 구매해서 잘 쓰고 있는데 며칠전에 먹었던 레시피를 그대로 요리해 먹었는데 그땐 재료 하나하나 다 써서 그대로 가져오고 싶은데 그런기능이 없어서 아쉽네요"
  },
  {
    "store": "app_store",
    "date": "2026-03-03",
    "rating": 5,
    "content": "코치 고양이 꾸미면 아이템이 저장하기 위치에 있던 위치가 아니라 다른 데에 있어요.\n그리고 고양이가 길쭉해져요.\n개발자님 고쳐주세요."
  },
  {
    "store": "app_store",
    "date": "2026-03-03",
    "rating": 5,
    "content": "꾸밀 때는 괜찮은데 저장하고 나가면 캐릭터가 길어져요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-03-02",
    "rating": 4,
    "content": "전반적으로 다 좋은데요 한가지 아쉬운점이 식사시간 설정이 야간에도 설정가능하면 좋겠어요\n야간에 일할때가 있어서 식사시간을 반대로 설정하면 시간이 잘 못 됐다고 아예 다음 화면으로 안 넘어가지더라고요 이 부분이 개선된다면 정기적으로 계속 사용할거같아요"
  },
  {
    "store": "app_store",
    "date": "2026-03-02",
    "rating": 5,
    "content": "더 상세하게 선택, 수정, 저장할 수 있는 최적의 앱입니다.. 왜 이제야 알았지..!ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-03-02",
    "rating": 1,
    "content": "사놓고 거의 한번도 안쓴것같아요. 이건 제 게으름 문제니까 앱 탓을 할순 없죠... 가격도 좀 부담스러워서 딱 한번만 써보고 정기결제 해지하려고 했어요. 근데 아무리 찾아봐도 정기결제 해제 기능이 없는 거예요. 그래서 자동으로 해지되는건가? 싶어서 가만히 뒀어요. 근데 며칠전부터 계속 정기결제 실패 알림이 와서 깜짝 놀랐네요. 만약 결제 성공됐으면 또 돈이 빠져나갔을거 아니에요. 근데 아무리 찾아봐도 정기결제 해제 기능이 없어요. 정기결제를 해제하고싶으면 문의를 하라는데 지금 거의 3일? 4일?째 문의 답장도 없으시고 매일매일 결제실패문자 날아올때마다 스트레스받아 죽겠어요. 좀 괘씸하기도 해요 일부러 정기결제 취소를 어렵게 만들어서 돈빼먹을 속셈인가 싶고.... 정말 최악입니다 다시는 안쓸거예요 문의를 똑바로 하든가 취소버튼을 만들든가 하세요"
  },
  {
    "store": "app_store",
    "date": "2026-03-02",
    "rating": 5,
    "content": "써본 다이어트 어플 중에 가장 좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-03-02",
    "rating": 3,
    "content": "실시간 정보표시를 끄면 뭐합니까...\n잠금화면에 계속 뜨는데 \n그 와중에 앱이랑 연동이 되는건지 마는건지 단식 진행중인데 단식하라고 하지를 않나 단식 종료했는데 단식 잘 하고있다고 하지를 않나...\n너무 불편해요!!! 위젯을 이용하라고 할거면 앱이랑 실시간 연동이라도 좀 잘 되게 해주세요\n이건 뭐 의미도 없고...\n돈내고 유료결제까지 했는데 실시간 정보표시 위젯보면 짜증납니다;"
  },
  {
    "store": "app_store",
    "date": "2026-03-02",
    "rating": 3,
    "content": "수정하면 반영이 안되거나 엄청 느림\n진짜 이것만 개선하면 좋을 거 같은데ㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-27",
    "rating": 5,
    "content": "계속 서비스 개선을 하고 있다고 하니 앞으로 더 기대할게요"
  },
  {
    "store": "app_store",
    "date": "2026-02-25",
    "rating": 5,
    "content": "굳"
  },
  {
    "store": "app_store",
    "date": "2026-02-24",
    "rating": 5,
    "content": "검색하다가 찾았는데 여태 썼던 다이어트 앱 중 가장 만족합니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-24",
    "rating": 1,
    "content": "너무 못생겨서 보기 싫어요"
  },
  {
    "store": "app_store",
    "date": "2026-02-23",
    "rating": 4,
    "content": "식단 쓰고 영양제 먹었는지 기록하고 이런건 좋으나 운동 기록은 단순히 어떤 운동을 했는지만 기록하게 되어있기에 다른 앱을 쓰게 되네요 운동 루틴하고 그 루틴대로 운동 할 수있게 했으면 좋겠네요 운동 중에 세트 완료와 휴식 타이머 만드는게 힘든일은 아니라고 보는데요"
  },
  {
    "store": "app_store",
    "date": "2026-02-23",
    "rating": 5,
    "content": "이런어플 첨 써봐요 블로그에서 추천후기보고 깔았습니당^^! 써보고 좋으면 저두 블로그에 후기올려볼게요"
  },
  {
    "store": "app_store",
    "date": "2026-02-23",
    "rating": 5,
    "content": "UI가 첫번째로 맘에 들었고 알람으로 식단 기록하라고 보내주는것도 좋아서 안까먹고 매일 관리할 수 있게 도와주네여 원래는 리뷰 쓰는 사람은 아닌데 첨으로 맘에 드는 앱이라 써봅니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-21",
    "rating": 5,
    "content": "식습관, 영양제, 운동까지 한눈에 볼수있다는점이 되게 편리합니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-20",
    "rating": 3,
    "content": "좀더싸게해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-02-20",
    "rating": 5,
    "content": "좋습니당 !"
  },
  {
    "store": "app_store",
    "date": "2026-02-19",
    "rating": 5,
    "content": "운동 기구나 종류가 없는 게 너무 많아서 업데이트 해주셨으면 좋겠습니다 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-02-19",
    "rating": 5,
    "content": "다이어트할때마다 사용하네요~~ 너무편하고 좋아요\n한가지 건의가 있습니다. 제가 눈 이 피로해서 흑백화면으로 자주 사용하는데, 음식 즐겨찾기(별표) 등록할때 제대로 등 록이 된건지 아닌건지 흑백화면에서 잘 보이지 않아요. 즐겨찾기에 등록되었다고 모달이 뜨거나 별 색상 명도차를 좀 주면 좋을거같습니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-18",
    "rating": 3,
    "content": "식단 기록 부분은 잘 쓰고 있는데, 솔직히 이건 다른 앱에도 있는 기능이라 차별점은 모르겠음. 중요한 건 AI인데, AI 학습을 어떻게 시켰는지 모르겠지만 아직 개선해야할 점이 많아 보임. 예를 들어, 부비동염 걸렸는데 14시간 단식하라는 말도 안되는 미션을 주는게 어이가 없어서 리뷰 적어봄.\n그외에도 전신 거울이 없는데 전신 거울 앞에서 사진을 찍으라던가, 폼롤러가 없는데 자꾸 폼롤러로 스트레칭을 하라던가.. 문제는 미션 수정을 해도 다음날에 같은 미션을 준다는 것(맨날 미션 수정해야하니 짜증을 넘어 화가나려 함). AI가 항상 기억해야하는 당부사항을 적을 수 있는 기능을 추가해야할 거 같음. \n요즘 핫한 AI 기능 있다길래 기대하고 써봤는데 흉내만 낸 수준이고 아직 개선해야할 점이 많아서 3점 줬음."
  },
  {
    "store": "app_store",
    "date": "2026-02-18",
    "rating": 1,
    "content": "갑자기 업데이트 이후에 미션 알람이 뜨는데 너무 크고 케릭터도 촌스럽고.. 불편합니다. 지금까지 매우 만족하며 쓰고 있었는데 미션 체크 배너 알람이 뜨고 나서부터 호감도 팍 식.. 알람에서 제가 끌수 있는지 확인해보니 그걸 끄면 그냥 단식 알람 자체가 꺼지다라구요. ’미션체크‘ 기능은 없애주세요. 예쁘지도 않고 촌스럽고 크기도 너무 커서 걸리적거려요."
  },
  {
    "store": "app_store",
    "date": "2026-02-17",
    "rating": 4,
    "content": "마음 먹은 사람이 활용했을때 정말 좋은 어플이라 생각하고 궁금한거 물어 보고 싶을 때 AI 가 대답을 해 주니까 마음 편하게 물어 볼 수 있음. 근데 단식 알람이 너무 불편해요. 단식 종료 했는데 다이나믹 아일랜드에 계속 단식 중 타이머 돌아 가고 있고. 단식 시작 했는데 단식 시작 타이머가 안떠요. 한 3번 눌러 줘야 인식 하더라구요. 이런 건 너무 불편합니다. ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-17",
    "rating": 5,
    "content": "정말 몸무게유지나 다이어트에효과가넘 좋아요…"
  },
  {
    "store": "app_store",
    "date": "2026-02-17",
    "rating": 5,
    "content": "좋아유"
  },
  {
    "store": "app_store",
    "date": "2026-02-16",
    "rating": 5,
    "content": "T코치F코치 상관없이 다 매력포인트가 있는 것 같아서 열심히 할 수 있을 듯한데 단점은 없음!!앞으로 더 해볼거임"
  },
  {
    "store": "app_store",
    "date": "2026-02-16",
    "rating": 4,
    "content": "사진만 찍으면 식단기록 되는거 편리해요 근데 조금 부정확해요"
  },
  {
    "store": "app_store",
    "date": "2026-02-15",
    "rating": 5,
    "content": "혈당관리 영양관리 하려는 저한테 최고입니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-14",
    "rating": 5,
    "content": "정말 일일 코치같아요!  \n\n사진을 찍으면 어떤 음식인지 분석해주는건 좋기한데, 아직까지는 양까지 정확하게 측정이 안되는거 같아요. 일일히 입력하여 쓰는쪽으로 사용하고 있지만 만족이에요. \n\n왜냐면, 운동이랑 식이요법등 왜 지금 살이 안빠지고 있는지 궁금할때 바로 물어볼 수 있어서 의지가 됩니다. 수면과 복용하는 영양제, 물 섭취량까지도 세세하게 기록할 수 있어서 마음에 들어요! \n\n저는 애플워치와 인바디 체중계가 연동되는 점도 너무 좋아요! 함께 사용중이라 더 만족도가 높은거 같아요!!"
  },
  {
    "store": "app_store",
    "date": "2026-02-14",
    "rating": 4,
    "content": "운동시간을 자동계산하는 것이 제 실제 운동 시간과 달라 기록용으로 불편합니다ㅜㅜ 총 운동 시간을 제가 직접 입력할 수 있게끔 하는 것과, 이너타이 아웃타이 등 아직 올라와있지 않은 운동들 업데이트 부탁드립니다!!"
  },
  {
    "store": "app_store",
    "date": "2026-02-14",
    "rating": 5,
    "content": "오늘 뭘 얼마나 먹었는지, 물을 얼마나 마셨는지, 단식을 몇시간했는지, 운동으로 몇칼로리를 뺐는지 다 한 눈에 보이니까 뿌듯하면서도 계속하게되네요! 이젠 인생에서 없으면 못 살 앱~"
  },
  {
    "store": "app_store",
    "date": "2026-02-13",
    "rating": 5,
    "content": "식단 관리를 못해서 고민이었는데 사진만 올리면 AI가 분석해줘서 넘 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-02-13",
    "rating": 5,
    "content": "캐릭터들도 너무 귀엽고 구성도 완벽합니다 ㅠㅠ 감사합니다 :)"
  },
  {
    "store": "app_store",
    "date": "2026-02-13",
    "rating": 1,
    "content": "시스템 알람, 앱 알람 다 껐는데 왜 제 핸드폰 잠금화면에 실시간 정보 표시 알람 왜 자꾸 떠요? 글고 내 단식 루틴은 생성한적이 없는데 왜 생겨져있는거에요? 저 실시간 정보 어쩌고 단식 유도 알람 떠서 잘못 눌렀을뿐이라고요. 오랜만에 다시 깔았는데 진짜 피로도 심각함; 왜이래졌어요?"
  },
  {
    "store": "app_store",
    "date": "2026-02-13",
    "rating": 5,
    "content": "Ai 보통은 유료인데 여기는 어느정도 무료여서 마음에 들어요 그런데 제가 목표치를 권장 최소보다 더 낮게 설정하려했더니 안돼네요,, 유지라도 할 수 없는건가요;;?"
  },
  {
    "store": "app_store",
    "date": "2026-02-12",
    "rating": 3,
    "content": "갑자기 ai가 이상하네요\nㄴㅇㄹㄴㅇㄹ라고 한페이지가 넘게 반복하는데 버그 확인 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-02-12",
    "rating": 5,
    "content": "식단 기록과 단식 시간, 물 마시기, 운동 루틴을 한 번에 관리할 수 있어 편리합니다. 인터페이스가 직관적이라 사용하기 좋고, 위젯 디자인도 맘에 들어요. 사진 찍으면 자동으로 시간, 음식 추정도 해줘서 제일 편해요. 여러 관리 앱들 사용해보고 가장 만족스러워서 유료 결제하였어요!\nAI 코치 커스터마이징해서 쓰고 있는데 소소하지만 입맛대로 맞추는 맛이 있어서 귀여워요- 맞춤형 코치도 감정 표현 이미지 추가할 수 있 으면 좋겠어요. 또, 운동 등록 가능한 종류 지금도 많긴 한데 철봉 매달리기 등 더 추가되면 좋겠습니다! 전반적으로 아주 만족합니다~"
  },
  {
    "store": "app_store",
    "date": "2026-02-11",
    "rating": 3,
    "content": "잘 쓰고있긴한데요 알림센터 권한 배너 뱃지 알림 사운드 다 껐는데도 자꾸 알림센터 메인에 뜨는거좀 소름돋아요\n아이폰 설정에서도 끄고 앱 설정에서도 알림 다 꺼놨는데 왜 자꾸 스팸처럼 알림뜨는건지 이거좀 고치세요"
  },
  {
    "store": "app_store",
    "date": "2026-02-11",
    "rating": 5,
    "content": "무료인데 이렇게 다이어트 꿀팁 정보 퍼주는 앱은 필라이즈 아니면 없을 듯"
  },
  {
    "store": "app_store",
    "date": "2026-02-11",
    "rating": 5,
    "content": "고민하기 전에 까셈!!!!"
  },
  {
    "store": "app_store",
    "date": "2026-02-11",
    "rating": 5,
    "content": "마음에\n들어요"
  },
  {
    "store": "app_store",
    "date": "2026-02-11",
    "rating": 5,
    "content": "식단 기록하면서 칼로리랑 탄단지 비율이 어떤지 한눈에 알려줘서 너무 잘 쓰고있습니다ㅎㅎ 무료버전 쓰고 좋아서 유료구독 바로 했어요!"
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 1,
    "content": "알림이랑 리워드 다 껐는데 왜자구 화면에 뜨나요 짜증나게 빨리 시정하세요"
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 5,
    "content": "친구 기록을 볼 수 있는 창을 들어가는 과정이 들어가기가 너무 번거롭습니다 따로 메인화면에 버튼이나 창을 만들어주시면 더 좋을 것 같아요! 늘 잘 쓰고 있어용!"
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 5,
    "content": "pt받다가 그만받게되어 필라이즈 이용해보는데 식단관리 어플 겸 ai코치까지있어서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 1,
    "content": "단식 설정하는거 진짜 그지같네 결국 단식 삭제해버림 ㅡㅡ 짜증 그냥 대충 칼로리 계산만 하면서 써야겠음 그 외에것들 너무 못만들었음"
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 5,
    "content": "앱이 정말깔끔하고 결제 하는게 1도 안아까움"
  },
  {
    "store": "app_store",
    "date": "2026-02-09",
    "rating": 1,
    "content": "제대로 실행 안되고 한참동안 로딩만 되는 경우가 너무 빈번합니다. 시스템이 불안정해서 제대로 쓰기 어려워요. 업데이트해도 동일합니다."
  },
  {
    "store": "app_store",
    "date": "2026-02-09",
    "rating": 5,
    "content": "매일 매일 언제 해야 할지 잘 알려줘서 너무 좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-02-09",
    "rating": 5,
    "content": "베리"
  },
  {
    "store": "app_store",
    "date": "2026-02-09",
    "rating": 5,
    "content": "저 리뷰 처음 써봐요…1일차면 뭐 쓸 것도 없고 느낀 점도 없지 않을지 생각하시는 분 계실 수 있을 텐데 1일차인데도 좋았어요 편하고 특히 ai 트레이너가 진짜진짜 편하고 좋더라고요 내가 일일이 찾아보지 않아도 다 계산 해주고,조언해줘서 기대 안 했는데 생각보다 좋네요ㅎㅎ 일단은 더 써봐야게ㅛ어요!!!"
  },
  {
    "store": "app_store",
    "date": "2026-02-08",
    "rating": 2,
    "content": "다이어트 며칠까지 기간 잡아서 일일 섭취 칼로리 뜨고 목표체중까지 빼는거 있었는데 기간 잡는건 쏙 없어지고 그냥 섭취 칼로리만 뜨는게 너무 불편해졌어요. ai 무료체험 뜨는 것도 거슬리고 그냥 원래 제일 처음이 나았던듯하네요."
  },
  {
    "store": "app_store",
    "date": "2026-02-08",
    "rating": 5,
    "content": "최고에요"
  },
  {
    "store": "app_store",
    "date": "2026-02-08",
    "rating": 5,
    "content": "다다 좋은데 3일 이후엔 유료가 되는게 아쉽네여 물론 다른 기능다되지만 al코치 기능ㅇ이 제일 좋았는데 그게 유료라ㅠㅠ아쉬워요 근데 다른 무료기능들도 다 좋아서 잘쓸거같아요!!"
  },
  {
    "store": "app_store",
    "date": "2026-02-08",
    "rating": 5,
    "content": "좋습니다!"
  },
  {
    "store": "app_store",
    "date": "2026-02-07",
    "rating": 5,
    "content": "지금까지 총 얼마 빠졋는지 적혀잇음 좋겟어여.."
  },
  {
    "store": "app_store",
    "date": "2026-02-07",
    "rating": 5,
    "content": "연간 5천원인가 얼마 찍혀있길래 결ㅈ했는데 며칠뒤에 보니까 7만원 결제됐대요 진짜 제벌요 저 일주일도 안썼단말이에요 아니 결제할때는 몇천원 써놓고 왜 71000원 결제해요ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-02-07",
    "rating": 5,
    "content": "좋네요"
  },
  {
    "store": "app_store",
    "date": "2026-02-07",
    "rating": 5,
    "content": "저 어플 유료결제 처음해봐요 넷플도 구독해지한 사람임…. 일년치 바로 긁음 ^^ \n근데 기록을 하니까 그냥 밥 먹는 양이나 종류에 아예 의식이 돼서 살이 빠지든 안 빠지든 이렁 습관 자체가 맘에 들어요!!!\n\n뭔가 운동에 대한 기능이 더 많아졌으면 좋겠어요!!! 운동 추천이라든가.. 자세에 대한 짧은 강의라든가..????"
  },
  {
    "store": "app_store",
    "date": "2026-02-07",
    "rating": 4,
    "content": "운동 기록 삭제 및 수정기능 좀 제발 ㅜㅜ 만들어주세요 그리고 운동 메모칸에 이미지 첨부 플리즈... 있으면 너무 완벽한 어플일거같아요.. ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-02-06",
    "rating": 4,
    "content": "잘쓰고있는거:\n- 영양제관리(캡)\n- 컨디션메모\n- 건강앱과의 연동\n\n딱 두개만고쳐주셈요..\n- 언어 영어로 바꿀수있게\n- 생리 주기 필라이트 앱에서 한번 더 입력해야 들어가는데 그냥 애플헬스랑 바로 연동해서 거기서 불러오면 안될지.제발"
  },
  {
    "store": "app_store",
    "date": "2026-02-06",
    "rating": 1,
    "content": "아이폰 키보드가 뻑이나죠..? 삭제하면 돌아옴.. 하 돌겠내"
  },
  {
    "store": "app_store",
    "date": "2026-02-06",
    "rating": 5,
    "content": "좋은데 단식시간 24시간 이상으로 설정 가능하게좀 해주세요 ㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-02-05",
    "rating": 5,
    "content": "제가 필라이즈 앱으로 매일 기록하니 5키로가 한달 채 안된 상태에서5키로나 빠졌어요!"
  },
  {
    "store": "app_store",
    "date": "2026-02-05",
    "rating": 5,
    "content": "AI코치를 이용하여 효율적으로 식단 및 운동을 관리하면서 AI코치들의 반응을 보는게 마치 게임하는듯한 느낌이 있어서 지루하지않고 재밌게 관리를 할 수 있습니다. 또한 식단의 구성이나 하루하루 어떻게 관리해나가야 하는지 생각보다 자세히 알려주고 식단 사진만 올려도 돈으로 쓸 수 있는 포인트도 지급해줘서 좋네요. 그 외에도 다양한 관리목표[혈당관리, 근육늘리기, 다이어트 등]가 있어서 살 빼려는 사람 말고도 쓸 수 있는게 큰 장점인거 같네요"
  },
  {
    "store": "app_store",
    "date": "2026-02-05",
    "rating": 5,
    "content": "어플 유료결제 잘 안하는데 이건 정말 강추예요!!!\n장점 1. 식단 관리:\n다이어트 할 때마다 내가 탄단지를 얼마나 먹고 있는지, 식단이 건강한지 체크하기가 가장 어려웠어요. 모든 식단을 Ai트레이너가 평가해주고, 잘했다 잘못했다 알려주니까 식단 추적 관리가 돼서 정말 좋아요. 무엇보다도 Ai라 24시간 궁금한걸 물어볼 수 있고, 피드백도 바로바로 오니까 너무 편하고 좋은 것 같아요\n장점 2. 어플 하나로 편리하게: \n저는 기존에 단식어플+생리주기어플+식단관리 모두 따로 써서 불편했어요. 필라이즈 하나만 쓰면 앞의 모든 기능+영양제+수분량까지 체크 가능하고 어플이 굉장히 직관적이라서 생활이 간편해졌어요.(+운동할 때 쓸 타바타 기능까지 추가해주시면 최고일 것 같아요!!)"
  },
  {
    "store": "app_store",
    "date": "2026-02-04",
    "rating": 5,
    "content": "몸무게 건강앱에 쓰면 바로 연동되고\n식단 사진 올리면 찾아주는거 편해요\n\n물 마시는 거랑 생리 주기도 건강앱이랑 정보 동기화? 가 되면 더 편할 것 같아요 \n따로따로 입력하긴 귀찮아요.."
  },
  {
    "store": "app_store",
    "date": "2026-02-04",
    "rating": 5,
    "content": "식단 어플 많이 써봤는데 그중 젤 좋은거 같아요"
  },
  {
    "store": "app_store",
    "date": "2026-02-03",
    "rating": 5,
    "content": "필라이즈를 너무 잘 쓰고 있는 유저입니다. 다양한 다이어트 어플을 써봤는데 가장 편하고 손이 많이 가서 애용중인데 제가 PCOS가 있어서 PCOS에 맞춰진 식단이 있으면 더 잘 애용할 수 있을거 같습니다! 고려 부탁드려요!"
  },
  {
    "store": "app_store",
    "date": "2026-02-03",
    "rating": 1,
    "content": "일년치를 결제 후 단 한번 사용을 하였습니다. 그 후 사용할 일이 없어서 환불 요청을 하였는데 환불이유를 적으라고 하셔서 이유를 적었는데도 환불 불가라고만 하시고 왜 환불이 불가한건지 이번 달 거를 제외한 다른 달의 비용은 왜 환불이 불가한지 이유는 아예 안 알려주시고는 계속 안 된다고만 하시네요? 답답해서 처음으로 앱 리뷰 남깁니다."
  },
  {
    "store": "app_store",
    "date": "2026-02-03",
    "rating": 1,
    "content": "제품 사진 찍어도 무슨 제품인지 몰라요. 비추합니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-02",
    "rating": 5,
    "content": "좋아요!"
  },
  {
    "store": "app_store",
    "date": "2026-02-02",
    "rating": 5,
    "content": "식단 입력 했는데도 주간 평균 칼로리에 식단 입력하라고만 뜨고 아무것도 안나오네요. 이거 아님 앱 쓸 이유가 없는데…ㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-02-02",
    "rating": 5,
    "content": "잘 사용하고있습니다! 스스로 관리 하는 느낌이 들고 흔들려도 마음을 다잡게되어서 꾸준히 하게되는것같아요 앞으로도 애용할게요^^"
  },
  {
    "store": "app_store",
    "date": "2026-02-02",
    "rating": 5,
    "content": "사용하기 편리합니다"
  },
  {
    "store": "app_store",
    "date": "2026-02-02",
    "rating": 5,
    "content": "진짜 최고에요 이 앱 쓰고 살 많이 빠지고 벌써 1주일만에 3kg빠졌어요"
  },
  {
    "store": "app_store",
    "date": "2026-02-01",
    "rating": 5,
    "content": "내가평소에 얼마나 많이먹고 얼마나 안움직이는지를 알게해줌"
  },
  {
    "store": "app_store",
    "date": "2026-02-01",
    "rating": 1,
    "content": "다이어트 하다가 약속 때문에 치팅할 일이 생겨서 조언 구하는데 AI 코치?가 “또라이처럼 한 마리 비우지 말고”라는 말을 쓰네요. 세상 살면서 AI한테 또라이라는 말도 들어보는 게 참 신기하네요."
  },
  {
    "store": "app_store",
    "date": "2026-01-31",
    "rating": 1,
    "content": "다른 어플로 갈아 탈게요"
  },
  {
    "store": "app_store",
    "date": "2026-01-30",
    "rating": 5,
    "content": "다이어트 어려울때 최고인것같아요"
  },
  {
    "store": "app_store",
    "date": "2026-01-29",
    "rating": 5,
    "content": "지금까지 깐 모든 앱중에 젤 잘 깐듯.. 지금까지 하나하나 쳇지피티한테 손수 물어보면서 먹었는데 너무너무 편함 모두가 그냥 다 이 앱 있었음 좋겠음.."
  },
  {
    "store": "app_store",
    "date": "2026-01-28",
    "rating": 1,
    "content": "통새우와퍼의 탄수화물 함유량이 4.8g ??\n이게 뭔ㅋㅋㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2026-01-28",
    "rating": 5,
    "content": "일단 장점부터 말하자면 음식종류 가튼거?예시를들자면 코카콜라인데 코카콜라 종류가 딱 나와있음 진짜 너무간편하고 탄단지가 나와잇음 그리고 기분 채크,영양재 먹어야 됄것 채크도 일일이 해줘서 진짜만족!!⭐️중요 포인트가 ⭐광고가 없음!!!단점은 코치를 1주일만 쓸수 잇다는거ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-01-27",
    "rating": 5,
    "content": "식단에이아이가보고몇칼로리정도인지 조은지 더 머할지 막 추천해주는 거 넘 좋네여 막 에이아이한테 물어보고 그랫는데 이제 이 앱 쓰믄 대서 조아유"
  },
  {
    "store": "app_store",
    "date": "2026-01-27",
    "rating": 1,
    "content": "100원구매 당첨여부를 확인하라고 해서 앱도 다운받았는데 그 결과는 어떻게 알수 있는지 끝까지 안나오네요. 그래서 1 점 입니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-26",
    "rating": 2,
    "content": "움..ㅋㅋㅋ 아니ㅜ 좋죠 네 나쁘진 않은데요 그 ai코치는 무료로 하는 줄 알았는데 그것마저 돈이네요..? 코치가 2종류가 있어서 한 종류는 돈 안내는 줄 알았는데 ㅎㅎ 그럼 다른 앱들이랑 다를게 없어요 전에 다른 앱 쓰다가 ai코치 기능도 있다고 해서 갈아탄건데 전에 쓴 앱이랑 똑같아요ㅠㅋㅋ 단식타이머 식단 몸무게 정말 그대로에요.. ㅠ 그리고 애플로그인은 왜 안되는거죠?"
  },
  {
    "store": "app_store",
    "date": "2026-01-26",
    "rating": 5,
    "content": "식단과리 너무 편함"
  },
  {
    "store": "app_store",
    "date": "2026-01-26",
    "rating": 5,
    "content": "정말 유용하고 좋아요 다만 AI카메라 성능이 좀 더 개선되었으면 좋겠습니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-26",
    "rating": 5,
    "content": "그냥 너무 든든해요♥ 그리고 뭔가 막 기록하구 그러니까 더 열심히 해서 저번보다 더 좋은기록 남기려고 더 열심히 하려고 하고 너무 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-01-25",
    "rating": 5,
    "content": "오류도 빠르게 해결해 주시고 어플도 만족스럽습니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-25",
    "rating": 2,
    "content": "요일 수가 맞지 않게 떨어져요"
  },
  {
    "store": "app_store",
    "date": "2026-01-25",
    "rating": 2,
    "content": "사용이례 두기종째이고 아이폰 17쓰는데 폰탓이아닙니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-25",
    "rating": 5,
    "content": "식단할 수 있게 해줘서 고마워요"
  },
  {
    "store": "app_store",
    "date": "2026-01-24",
    "rating": 5,
    "content": "제목 그대로 신세계예요.. 진작 알았다면 더 좋았을 것 같습니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-23",
    "rating": 5,
    "content": "앱이 들어가면 자꾸 튕겨요 ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-23",
    "rating": 5,
    "content": "진짜 쓴지 얼마 안됐는데 효과있고 잘 따르게 됨!"
  },
  {
    "store": "app_store",
    "date": "2026-01-23",
    "rating": 1,
    "content": "아이폰 업데이트 후 부터 이러는지 어플이 들어가지질 않네요 들어가기만 하면 꺼져요 어제도 그랬는데 아직도 이 오류 개선이 안되고 있다는건 참.. 이제 이용안합니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "갑자기 들어가자 마자 나가지는게 반복"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "너무 잘 쓰고 있는 앱인데 오늘부터 갑자기 들어가기만 하면 바로 튕기네요. 지웠다깔아도 똑같아요. 혹시 점검 중이신건가요..? 빨리 해결 해 주시면 감사하겠습니다.ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "기록하니 좋아요!"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "앱 접속에 로딩이 오래 걸리더니 오늘은 접속되지않고 튕기네요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "인스타보고 깔았는데 무료라서 일단 너무 좋아요..❤️근데 깐 후 다시 들어갈려고 보니 자꾸 튕기면서 안들어가지더라구요 ㅜㅜ 제폰이 이상한건가 해서 지웠다 깔아보고 전원을 껐다가 켜보고 인터넷을 바꿔보고 업뎃까지 했는데 안들어가져요 ㅜㅜ 버그인거 같은데 고쳐주시면 개큰감사드리겟습니다..!"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "잘쓰고있는데 어제 저녁부터 계속 튕겨요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "해결좀"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "아이폰13미니 기종 어제부터 어플에 접속이 안 돼요~ 몇번 앱을 삭제했다 깔아도 동일한 현상입니다. 조치 부탁드려요ㅠㅠ\n\n(추가) 다시 들어가지네요! 여태까지 써본 다이어트 어플 중 제일 좋아요~!"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "앱 좋게 잘 사용하고 있었는데 ㅠㅠ 갑자기 안들어가져요.. 왜그럴까요…? 다른 리뷰보니까 아이폰 업뎃 이후 안들어가진다는데 전 아이폰 업뎃한지 이틀 지나고 안들어가졌어요 고쳐주세요 ㅠㅠ 아이폰이 문제일까요..?"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱 인트로 화면 이후에 튕김ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "앱이자꾸 튕겨요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "아침부터 몇시간째접속안됨... 다른거쓰다 괜히 이걸로 갈아탔나 후회중"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "앱 접속이 아예 안되네요 누르면 강제종료됩니다\n26.0.1버전이에요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "결제해서 잘 쓰고 있는데 앱이 안들어가져요. 제 폰 문제일까 삭제하고 다시 깔아도 안돼요.. 데이터는 남아있겠죠 ㅜ 리뷰보니 다른분들도 그러는 듯 한데 빨리 해결부탁드려요.. 이거없음 다이어트 안돼요 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "아이폰 업뎃후에 어플 접속안되요 걍 꺼지네요 고객센터 전화도 안되요 빨리해결해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "아이폰 15/ ios26.2 인데 앱 실행 후 1-2초 뒤 바로 종료됩니다.\n재설치/ 재부팅 모두 동일합니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "6개월 이상 잘쓰고있었는데 오늘부터 계속 키면 3초 안에 화면이 꺼지며 자동으로 종료됩니다. 아예 사용할수가 없어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱이 튕깁니다 거의 반년동안 쓰고 있었는데 하루아침에.."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "접속이 갑자기 안되요 구독중인데 접속이 왜 안되는거죠? 빨리 해결해주셔야할거같아요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "업데이트 이후 앱 사용불가합니다. 빠른 조치 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "다이어트앱 중에 유일하게 결제해서 쭉 쓰고 있었던 유저입니다\n식단도 운동도 다 기록할 수 있어서 편하게 잘 쓰고 있었는데 갑자기 왜 앱에 접속이 안될까요ㅠㅜ \n앱을 재설치해도 들어가자마자 계속 앱이 꺼지네요…"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "튕겨요 갑자기 어플이"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "이딴거 안쓴다 환불해라"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "설치하자마자 들어가지지두 않고 튕기네요..."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "아이폰 17프로 어플 다운 받았는데 어플 켜지자마자 바로 꺼지는 오류 생깁니다. 지웠다 깔아도 반복돼요."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "이제 3일째 사용중이고 어제 연결제 했는데 오늘 아침부터 갑자기 실행하면 3초만에 꺼집니다.\n업데이트도 해보고 껐다 켜고 다 했는데 안되네요.\n앱삭제하고 다시 깔면 데이터 사라질까봐 하지도 못하겠고 방법이 없나요?"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "너무 좋은데 앱에 안 들어가지는 오류가 생겼어요…"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "갑자기 접속자체가 안되서 삭제하고 다시깔았는데 로그인조차도 안됨"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱이 안 들어가지고 계속 나가집니다 아이폰 사용중인데"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱 처음 깔아봤는데 계속 팅갸요 들어가면 나와지고 들어가몀 나와지고 이용을 할수가없어요ㅠㅠ 혹시해서 삭제하고 재설치했는데도 그러네여,,"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "왜 갑자기 오늘 아침부터 접속이 안되고 튕기면서 앱이 종료되는거죠..."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "앱이 시작과 동시에 바로 튕겨요 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "빨리 고쳐주세요 현기증 난단 말이에요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "기능은 진짜 다 좋은데, 자꾸 앱눌러서 열자마자 자꾸 꺼집니다. 그리고 식단 입력하다가 로딩 걸리더니 혼자 꺼져서 다시 키니까 리셋되는 오류도 있습니다. 어플이 너무 불안정하네요."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "너무너무너무 잘쓰고있는데 어젯밤부터 들어가면 로딩만 되다가 갑자기 튕겨서 꺼져요 업데이트도 최신이고 폰 용량도 많은데 왜이러는걸까요…? 필라이즈 없으면 안되는데 도와주세요.."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱이 안들어가지고 자꾸 튕겨요ㅠ 앱 지웠다가 깔아보고 핸드폰 전원도 꺼보고 다했는데 안 열려요 왜이러는거에요?"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "계속해서 튕기네요 앱 자체 실행이 안됩니다.."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "몇번을 지웠다 깔아도 계속 튕기는현상이 발생합니다…"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "1년넘게 기록용으로 정말 잘 쓰고 있는 앱인데요, 앱 내에서 렉이 심하게 걸리는 경우가 가끔있고 심지어 지금은 앱에 접속도 되지않고 튕겨버립니다.\n하루동안 자주 접속하는 식단앱인만큼 빠릿빠릿하게 사용할 수 있도록 앱 최적화에 신경을 써주셨으면 합니다. 오랜기간 사용해왔는데 특히나 요즘 더 이런 오류들이 자주 일어나서 사용하기 번거롭네요.\n제발 빠른 피드백 좀 부탁드립니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "아이폰업데이트  이후에 어플 계속튕기고 다시 설치해도 안들어가져요....ㅡㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "어제 자기 전에 다운 받았는데 오늘 아침부터 계속 튕겨요 어플 눌러도 안열리는데요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "진짜 좋은 어플이라 잘 쓰고 있었는데 어제까지 잘 됐는데 오늘은 어플이 누르면 튕기고 누르면 튕기고 해서 안 들어가져요ㅠㅠ 어플이 안 열려서 지웠다가 다시 깔았는데도 안 들어가지네요 오류인가요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "정말 잘 사용하고있어요 2kg 일주일만에 뺐구요 오늘 아침 물먹고 입력하려니 앱이 꺼져서 업데이트도 하고 핸드폰 껐다가 키고 했는데 들어가면 다시 꺼져요,. . 다른 앱들은 안그래요 어서해결해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "아이폰 16 프로 사용하고 있고요. 엊그저께 ios 26.2로 업데이트 하고 나서부터 계속 앱이 실행이 안됩니다. 저장공간도 여유 있고, 앱 삭제 했다가 다시 깔아보기도 하고, 전원을 껐다가 다시 켜보기도 했는데, 계속 동일한 현상이 반복되네요.. 빠른 대처 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "어제까지만 해도 기록이랑 다 잘 됐는데 오늘 접속 하니까 자꾸 튕기고 다시 깔아도 튕겨요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "어플 오류 생긴 것 같아요 앱을 켜면 2초 정도 켜지다가 다시 지혼자 꺼진다구요ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "너무 좋은데.. 자꾸 꺼져요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "갑자기 어플접속이 안되요 그냥 들어가명 꺼져버려요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "이주정도 사용하고 있는데 앱이 튕겨서 지우고 다시 깔아도 튕기네요 이제 사용이 불가한 건 가요?"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "계속 튕겨요!! 잘 쓰고 있었는데ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "Ios 업데이트 이후 앱접속 안됩니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "ㅡㅡ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "아이폰 14 유저인데 어제까지 잘 되던 앱이 접속하자마다 갑자기 튕기네여,, 재설치 해도 똑같아요.. 여태 관리했던 데이터도 다 날리고.. 다른 앱으로 갈아타야 하나 고민입니다.."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "이제까지 식단앱으로 잘쓰고있었는데 어제부터 계속 앱이 튕깁니다\n앱삭제후 재다운로드도 했는데 이젠 로그인부터 튕기네요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "2026년 1월 23일 현재 앱을 사용하지 못할 정도로 튕깁니다. 삭제하고 다시 깔았는데도 마찬가지 현상이 계속되는 중입니다. 확인하시어 조치를 취해주셔야 할것 같아요."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "현재 아이폰 15 쓰고 있는 유저입니다\n사용법도 편리하고 다양한 기능이 있어\n좋다고 생각하며 이용 중인데 요 근래 해당 앱 접속이 안되고 튕기기만 합니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "사실 평상 시에 잘 사용 중인데 어째선지 오늘부터 실행 자채가 안 됩니다. 따로 접수 창구는 보이질 않아서 여기에 남깁니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "말그대로앱안켜짐..잘쓰고있었는데"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "잘 쓰고 있었는데 튕겨서 접속 자체가 안되네용,, 이 상태가 유지되면 돈이 너무 아까울 거 같습니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "어플은 너뮤 좋습니다.그런데 오늘 아침부터 어플이 계속 강제로 꺼지는데 무슨 문제가있는걸까여?? 물어볼데가 없어서 남겨여ㅠㅠ 아침 식단이랑 몸무게 올리고싶운데"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "어제까지 되었는데 지금 안됩니다.\n아이폰15 프로멕스이고 업데이트 다된건데 실행이 안되네요. 실행을 하려니까 앱이 실행 안되고 끊어집니다. 전원을 끊고 다시 실행을 하려 해 보니 P 이니셜만 떠 있고 실행도 않되고 멈춰 있네요 몇분이나 이 상태 네요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "무료쓰다가 맘에들어서 유료 결제했더니 로그인안되기 앱 안열리기 가지가지 오류나요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "말 그대로 안들어가집니다… 해결좀요 ㅜㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "오늘 아침부터 계속 어플 누르면 바로 꺼져요 ㅠㅠㅠㅠ 왜 그럴까요,,🥹🥹"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "정말정말 잘 쓰고 있었는데 갑자기 앱 접속이 안됩니다 ㅠㅠㅠㅠ 해결해주세용.."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "오늘갑자기 안됩니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱을 아주 잘 사용하고 있었는데 어느순간 들어가기만하면 튕겨서 들어갈 수 가없어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "안들어가져요...구독중인데 안들어가지면 어떻게해야하죠.....ㅠㅠㅠㅠㅠㅜㅜ어플 삭제후에 깔아도 안들어가지고 자꾸 꺼지네요.🥹"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "기록도 쉽고 항목별로 확인하기도 좋아서 잘쓰고있어요! 근데 최근에 무슨 버그가 생겼나요? 그제부터 켜지다가 계속 꺼지는 현상이 발생합니다. 갑자기 로그인이 풀리기도 하구요 확인 부탁드려요~!!"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "아침부터 어플 실행하면 계속 꺼지는데 왜 이러는 건가요...? 제 휴대폰에서만 일어나는 현상인가요? ㅠㅠㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱 들어가기도 전에 튕겨요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "휴대폰 설정을 몇번을 재설정하고 뭘 해도 들어가자마자 튕겨요 업데이트를 안한것도 아닌데요 왜이런가요 빨리 해결해주세요.. 빨리요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "1/23(금)부터 어플 들어가자마자 팅깁니다. 오류 해결 빨리 해주세요."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "매일 잘 쓰는 앱이고 구독 중인데 갑자기 앱을 실행할 때마다 튕기고 앱이 종료됩니다. 빠르게 수정해주세요!"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "잘 쓰고있었는데 오늘 갑자기 튕기네요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "오늘은 아예 열리지도 않네요. \n매일 식사전에 사진 찍으려면 앱 열리는데 한참 걸리더니 오늘은 아예 열리지도 않고 ㅠㅠ\n유로 결제까지했는데 어쩌란건지요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "어플이 계속 튕깁니다. 오류 해결 좀 해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "저 갑자기 어플 안들어가저요 ㅡㅡ 유료결제까지 했는데 삭제했다가 다시 깔아도 안들어가지는데 ㅡㅡ 아 이거 누가 해결해주나요 일년치 결제했는데 갑자기 어플이 팅김 안들어가져요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "잘 되다가 갑자기 어플이 켜지지도 않습니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "앱 들어가면 계속 튕겨나와요. 혹시나해서 지우고 새로깔아도 계속 안들어가집니다. 빨리 점검해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "며칠전 1년치 정기결제하고 잘 사용하고 있었는데\n\n오늘 아침부터 어플에 들어가려고 하면\n\n어플이 들어가졌다가 바로 꺼져버립니다\n\n조치사항 좀 알려주세요\n\n아니면 환불처리 부탁드립니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 4,
    "content": "옛날부터 잘 썼는데 아쉬워요\n근데 어제부터 어플 갑자기 안 들어가져요 로딩 중 튕김"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "덕분에 식단과 운동 체중 등을 일목요연하게 볼 수 있어 좋아요. 그런데 갑자기 오늘부터 앱이 구동안되고, 튕겨요. 재다운로드해도 마찬가지인데 해결방법 있을까요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "재설치해도 똑같아요 제발 고쳐주세요ㅠㅠ 1년결제도 했는데 앱 자체가 시작이 안돼서 문의도 못해요… 고쳐주세요ㅠ\n제 58500원 환불이라도 해주세요.. 한달도 못써보고 이게뭐에요ㅠ.."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "아이폰 유저인데 앱 삭제했다가 재설치해도 앱이 튕겨요. 로그인을 못 하겠어요 🥲"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱이 켜자마자 꺼져요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "자꾸 꺼짐 빨리 켜주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "지웠다 깔아도 그렇고 핸드폰을 껏다 켜봐도 똑같은데 오류좀 없애주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "어플이 계속 강제종료 됩니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱이 튕겨서 들어갈수가 없어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "쓰고나서 훨씬 직관적으로 데이터가 관리되니 내 몸에 대해 더 잘알게되며 관리가 훨씬 쉬워졌어요!\n\n오류나서 안들어가짐"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "ai기능때문인지 모르겠는데 앱이 넘 무겁고 자주 먹통이 돼요! ㅠㅠㅠㅠ\n지금도 영양제 정보 볼려고 앱 들어갈려하면 자꾸 튕겨지네요 ㅠㅠ 지웠다 다시 깔면 괜찮아질줄 알았는데 똑같아요,,, 빠른 해결 부탁드립니다 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "응대는 ai채팅뿐 해결여부 확인은 앱스토어로만?? 돈내고 쓰는사람이 본인시간 써서 매번 앱스토어에서 해결여부 확인하라는데 이게 맞음?? 소비자 기만 아냐?? 해결이 언제 될지도 모른데 대략적인 기간도 없고 그냥 앱스토어에서 확인하라는데 이게 맞음?? 앱 안에서 기능은 괜찮아서 구독해서 쓰고있었는데 문제 해결하는거에 있어서는…어휴 아 해결될때까지 사용못한거에 대해서는 보상도 없다네요?? ㅋㅋㅋㅋㅋ ㅁㅊ 장난치나 구독 남은기간까지 사용 불가면 판매자는 꽁돈 버는거네??ㅋㅋㅋㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "무료체험이 좋았어서 유료결제해서 쓰려고 결제했는데 바로 어플이\n튕겨서 들어가지지 않습니다.\n어플을 지우고 용량도 없애보고 껐다 다시켜보고 하는데도 안 되네요.\n일단 환불처리 해놨습니다.\n문제가 뭘까요..? 사용은 계속 하고싶은데 이런게 문제가 될줄이야."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱 설치해서 로그인하려는데 실행이 안되네요ㅠ 서버불량일까요?"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "너무 잘 쓰고 있었는데 식단 기록하려고 켜보니 앱이 안열려요ㅜ 해결 방법 알려주세요…"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "아니 왜 자꾸 튕기는지 모르겠어요 다시 깔아도 튕기고 로그인하려고 하면 튕기고 기록하려고 들어가면 튕기고"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 3,
    "content": "아이폰입니다\n앱을 실행하면 1초 후에 바로 꺼지는데 어떻게 해야하나요?"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱들어가면 3초만에\n나가져요\n오류 수정좀요"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 2,
    "content": "아니 무슨 어플자체는 좋은데 무슨 앱을 들어가게 하질못함 자꾸 들어가면 나가지고 들어가면 나가지고 이렇게됨 전원껏다켜보고 다해봣는데 아예안더ㅐㅁ;;"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "용량도 넉넉한데 무슨이유인지 \n이앱만 계속 팅겨요."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "전에 다른 식단 어플들 많이 써봤는데 이게 제일 좋은거 같아요\n근데 지금 자꾸 어플이 들어가면 팅기는데 왜그럴까여...ㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "다이어트 기록하려고 앱을 켰는데요, 갑자기 잘 들어가지던게 화면이 다시 홈화면으로 돌아가자더라고요. 혹시 폰만 그런건가 해서 아이패드로도 해봤는데 똑같이 계속 튕겨요. 그래서 다른걸로 로그인도 해보려 했고, 전원도 꺼보고, 다시 지웠다 깔아봤는데 계속 튕기네요."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "로딩화면 나오다가 걍 꺼져버리는데 돈은 나가요? 이게 뭐야"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "앱 튕겨요 . 해결해주세요.;;"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "제목 그대로"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "켜지다가 안켜짐"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 1,
    "content": "1월 23일부터 접속시 바로 꺼지는 현상 발생 중입니다. 패치 부탁드려요."
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "오디션 봐야해서 살빼려고 광고에서 많이\n본거 깔았는데 생각보다 훨씬 좋아요\n다들 꼭 쓰세요!!"
  },
  {
    "store": "app_store",
    "date": "2026-01-22",
    "rating": 5,
    "content": "결제를 해야 가능한 서비스가 있다는게 아쉬웠지만 결제하지 않아도 서비스 사용이 가능하다는게 좋았고 내가 하루동안 먹었던것들을 한눈에 파악할수 있어 다음날에 어제 식단을 참고해서 더 나은 식단을 먹을수 있다는게 너무 좋았고 다이어트 뿐만 아니라 먹고있는 영양제나 혈당 등등 각자 필요한것들을 체크하고 관리할수 있는게 좋았어요.알람도 많이 보내지 않는편이라 쌓이는 알람이 많지 않아 좋았고 내가먹은 식단을 직설적으로 평가해주는것도 좋았어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-21",
    "rating": 1,
    "content": "업데이트 이후에 앱이 안열립니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-20",
    "rating": 5,
    "content": "추가로 오늘 한 운동량을 기입하고 얼마나 빠졌는지 알 수 있는 시스템이 있으면 좋겠습니다"
  },
  {
    "store": "app_store",
    "date": "2026-01-20",
    "rating": 5,
    "content": "웬만하면 리뷰 안쓰는데 이건 꼭 써야할 것 같아서 리뷰 남겨요!! 아니 이거 식단 일일이 기록하는거 귀찮고 꾸준히도 안해서 걱정이였는데 이건 그냥 사진만 찍으면 알아서 다 쫘라락 음식 기록해줘서 너무 편하고 기록할 수 있는 음식 종류도 엄청 많아서 좋아요!! 진짜 이거 쓰고 살도 빠지고 건강해진것 같아서 너무 감사해요!"
  },
  {
    "store": "app_store",
    "date": "2026-01-19",
    "rating": 4,
    "content": "기존 카카오톡으로 연동해서 사용하고 있었는데 아이폰 업데이트 이후로 접속이 아예 불가합니다. 기존에 카카오톡 결제를 하여 네이버 아이디 연동하니 구독 서비스는 이용할 수 없습니다. 어떻게 해야할까요"
  },
  {
    "store": "app_store",
    "date": "2026-01-19",
    "rating": 3,
    "content": "왜 안될까용"
  },
  {
    "store": "app_store",
    "date": "2026-01-18",
    "rating": 4,
    "content": "체중, 영양소, 영양제, 운동 등 종합적 건강관리에 유용하고 ui 가 직관적이어서 좋아요.\n그룹 참여와 운동자세 메뉴가 없어서 아쉽지만, \n그밖 대화형 ai 퀄리티라던지, 사진으로 음식을 인식하는 기능 등 편리해요."
  },
  {
    "store": "app_store",
    "date": "2026-01-18",
    "rating": 5,
    "content": "더 빼보려고 쓰고있어요 앱 좋아여"
  },
  {
    "store": "app_store",
    "date": "2026-01-15",
    "rating": 5,
    "content": "무료도 잘보여서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-01-15",
    "rating": 5,
    "content": "아니 겁나 친절하고 계속하면 진짜 살빠질듯 광고 다 구라인줄 알았는데 개 똑같아ㅋㅋ 근데 더 좋은 서비스 원하면 돈 써야하는게 조금 불편하긴함"
  },
  {
    "store": "app_store",
    "date": "2026-01-14",
    "rating": 5,
    "content": "매번 식단 영양제 따로 먹으면서 궁금했는데 한번에 해결 할 수 있겠네요!"
  },
  {
    "store": "app_store",
    "date": "2026-01-13",
    "rating": 5,
    "content": "이런 어플을 누가 개발했는지 진짜 천재같아요 너무 좋아요"
  },
  {
    "store": "app_store",
    "date": "2026-01-13",
    "rating": 3,
    "content": "식단 기록용으로는 좋습니다 카메라 기능으로 쉽게 칼로리 계산도 해줍니다\n근데 채팅봇과의 대화를 광고에서는 그냥 편하게 이용할 수 있는거처럼 해놨는데 실제로 쓰니 며칠 간만 무료체험하고 유료결제를 해야되더라구요 광고에서도 잘나와있었으면 조금 더 좋았을\n것 같네요"
  },
  {
    "store": "app_store",
    "date": "2026-01-13",
    "rating": 5,
    "content": "좋긴한데 AI 생기기 전에는 왜 식단 점수가 이런지 자세히 살명해줬는데 생기고 난 후로 유료결제를 해야 그렇게 설명해주는게 좀 그럼"
  },
  {
    "store": "app_store",
    "date": "2026-01-12",
    "rating": 3,
    "content": "최근에 ai 등등 생겨나더니 너무 느려서 사용하기 불편합니다. 이런 기록 어플일수록 간편하게 빨리빨리 할 수 있어야 지속성이 생긴다고 보는데.. 업데이트 하라면서 업데이트하기 버튼이 안눌리면.. 앱스토어 들어가서 하기도 귀찮은 세상인데.."
  },
  {
    "store": "app_store",
    "date": "2026-01-12",
    "rating": 5,
    "content": "리뷰 귀찮아서 절대 안함. 돈 준다해도 안함. (많이주면 함)\n영양제 한 알이라도 먹는다면 강력 추천 어플(지구에서 젤 좋음)"
  },
  {
    "store": "app_store",
    "date": "2026-01-12",
    "rating": 5,
    "content": "말도 안되게 좋아요 그냥 쓰세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-11",
    "rating": 5,
    "content": "너무 잘 쓰고 있는데 오늘 식단 작성하려고 ai 톡 보내니끼 계속 API 에러라고 뜨네요..\n어떻게 해야 하는 건가요? 고객문의도 제가 타이핑할 수 있게 되어있지 않아서 이렇게 여쭤봅니다!"
  },
  {
    "store": "app_store",
    "date": "2026-01-10",
    "rating": 5,
    "content": "남자친구 따라서 칼로리 트랙킹 해보고자 깔았는데 너무 좋아요! 이용도 직관적이고 ai 기능도 진짜 똑똑한 것 같아요. 주변에 추천하고 있어요!!"
  }
];
window.PILLYZE_UPDATED_AT = "2026-07-07 14:29";
