window.ROUTION_REVIEWS = [
  {
    "store": "google_play",
    "date": "2026-08-05",
    "rating": 1,
    "content": "'최신' (음식검색) 에 음식이 한번 등록되면 삭제가 불가능해요 너무 음식이 많아져서 찾는건 포기해야함"
  },
  {
    "store": "google_play",
    "date": "2026-07-30",
    "rating": 4,
    "content": "운동기록 하려는데 업데이트하라고 떠요,,, 지금 최신버전인데 어떻게하는건가요 ;;"
  },
  {
    "store": "google_play",
    "date": "2026-07-30",
    "rating": 5,
    "content": "좋아요ㅎㅎ 컬리에서 먹는건 칼로리랑 영양소 표기가 정확해서 좋아요ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2026-07-22",
    "rating": 5,
    "content": "아주 좋아요 추천 음식들과 바로 구입할수 있도록 링크도 연동되어 있네요 컬리 회원이라면 좋을것 같아요"
  },
  {
    "store": "google_play",
    "date": "2026-07-10",
    "rating": 5,
    "content": "루션은 식단 기록을 하면 피드백을 해 주는 똑똑한 앱입니다. 무료앱이며 각종 미션으로 컬리 혜택도 볼 수 있어서 참 좋아요."
  },
  {
    "store": "google_play",
    "date": "2026-07-08",
    "rating": 4,
    "content": "몸무게나 먹은거 칼로리 체크하고 포인트 모으는 재미도 있고 앱자체도 깔끔하고 예뻐요. 근데 운동하거나 걸은것만큼 칼로리가 빠지는 것도 있으면 너무 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2026-07-07",
    "rating": 3,
    "content": "현재 진행 중인 챌린지가 기간이 지나서 참여가 안되는데, 새로운 챌린지를 선택하려니 기존에 있던 챌린지 때문에 선택이 안되네요 방법이 있을까요?"
  },
  {
    "store": "google_play",
    "date": "2026-07-04",
    "rating": 1,
    "content": "체지방기기의 측정치가 극단적으로 오류상태 입니다. 로그아웃을 해도 변동이 안되구요. 대체 어떻게 바로 잡을수 있나요? - 체지방, 근육, 골격근, 골량, 피하지방, 체수분, 단백질, 신체나이 모두 측정 오류"
  },
  {
    "store": "google_play",
    "date": "2026-06-15",
    "rating": 4,
    "content": "굿 ㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱㄱ"
  },
  {
    "store": "google_play",
    "date": "2026-06-08",
    "rating": 4,
    "content": "칼로리 분석해주는건 좋은데 식단분석할때 AI가 빡치게함 뭐 을매나 더 잘먹으라고😬"
  },
  {
    "store": "google_play",
    "date": "2026-06-06",
    "rating": 5,
    "content": "식단 관리 /체지방분석 최고예요~"
  },
  {
    "store": "google_play",
    "date": "2026-06-05",
    "rating": 5,
    "content": "굿 음식종류는다양하게 필요항"
  },
  {
    "store": "google_play",
    "date": "2026-06-01",
    "rating": 4,
    "content": "다 좋은데 국물요리 (찜닭,라면,된장국,찌개) 국물까지 딘 먹는지 건더기만 먹는지 이런것도 따로 계산해서 나트륨 섭취량도 계산가능한 기능 추가되면 좋을거같습니다."
  },
  {
    "store": "google_play",
    "date": "2026-05-22",
    "rating": 2,
    "content": "앱이 너무 자주 튕겨요…"
  },
  {
    "store": "google_play",
    "date": "2026-05-19",
    "rating": 5,
    "content": "입력하기 편해서 잘 사용하고있어요! 그런데 탄수화물 표시할 때 식이섬유를 제외한 순탄수량을 확인할 수 있었으면 더 좋을 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2026-05-19",
    "rating": 4,
    "content": "맘에 들어요 좀더 간편하게 입력 가능하면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2026-05-18",
    "rating": 4,
    "content": "기저질환을 얻어 관리 받고자 어플 사용해봅니다"
  },
  {
    "store": "google_play",
    "date": "2026-05-14",
    "rating": 4,
    "content": "이런 앱 많이 써봤는데 전반적으로 깔끔하고 괜찮습니다. 단점은 걷기 외에 다른 운동을 기록하는 항목을 못찾겠다는점. 그리고 포인트 사용에서 컬리쿠폰은 사용조건이 어떻게되는지 미공개라 기만이 아닐까 의심이 드네요. 얼마 이상 얼마 할인 상품인지 좀 투명하게 밝혀주세요."
  },
  {
    "store": "google_play",
    "date": "2026-05-13",
    "rating": 4,
    "content": "먹은 음식을 기록해서 칼로리를 조절하기 쉬워요. 그리고 추천 식단을 참고할 수 있어서 도움이되요."
  },
  {
    "store": "google_play",
    "date": "2026-05-13",
    "rating": 4,
    "content": "다 좋은데, 음식 목록이 아직 많이 없고 웨어러블 기기랑 연동이 안된다는게 많이 아쉽네요. 삼성헬스 같은 어플과 연동이 되었으면 좋겠어요."
  },
  {
    "store": "google_play",
    "date": "2026-05-12",
    "rating": 3,
    "content": "활동기록 스마트워치와 연동되면좋겠어요. 휴대폰 소지하지 않고도 많은 활동을 하는데 휴대폰과 떨어진채 이루어진 활동은 전혀 기록되지 않는게 많이 아쉽네요."
  },
  {
    "store": "google_play",
    "date": "2026-05-11",
    "rating": 5,
    "content": "하루동안 무슨 음식을, 얼마나 섭취하는지 알 수 있어 좋네요!:)"
  },
  {
    "store": "google_play",
    "date": "2026-04-30",
    "rating": 2,
    "content": "걸음수 켜니까 배터리 살살 녹는데 이거 전력 왤케 많이 먹음? 코드 좀 수정하셈;"
  },
  {
    "store": "google_play",
    "date": "2026-04-25",
    "rating": 5,
    "content": "잘먹구 잘살자"
  },
  {
    "store": "google_play",
    "date": "2026-04-22",
    "rating": 3,
    "content": "갑자기 오류가 났는지 기록에 실패했어요 다시 시도해주세요라고 떠요"
  },
  {
    "store": "google_play",
    "date": "2026-04-15",
    "rating": 3,
    "content": "걸음수가 리셋이 안되네요..."
  },
  {
    "store": "google_play",
    "date": "2026-04-13",
    "rating": 5,
    "content": "심플하고 정말 좋은데 걷기 말고 다른 운동 기록은 못하나요? 그리고 운동한 만큼 매일의 칼로리에 조금씩 여분이 생기면 좋겠네요ㅠㅠ 식단을 못한 날은 운동으로 채워서 달성 이런 식으로요!"
  },
  {
    "store": "google_play",
    "date": "2026-04-08",
    "rating": 4,
    "content": "위젯이 있으면 편할것같아요~"
  },
  {
    "store": "google_play",
    "date": "2026-04-06",
    "rating": 4,
    "content": "식단 등록하다가 화이트아웃이 되어버려요."
  },
  {
    "store": "google_play",
    "date": "2026-04-01",
    "rating": 1,
    "content": "걸음 측정을 자체 시스템으로 바꾸고나서 진짜 어마무시하게 구려졌어요; 그냥 하던데로 삼성헬스랑 연동으로 하지 이렇게까지 심각하게 다운그레이드 시킬거면 뭐하러 시스템을 바꾼건가요... 러닝을해도 삼성헬스가 하는 만큼 전혀 인식을 못해서 절반도 안찹니다. 포기하고 그냥 앉아서 폰만 흔들면서 앱테크 어플마냥 쓰고있네요. 다이어트어플로는 꽝이지만 포인트모으기는건 쏠쏠하게 하고있습니다"
  },
  {
    "store": "google_play",
    "date": "2026-03-31",
    "rating": 5,
    "content": "다이어트에 도움되요"
  },
  {
    "store": "google_play",
    "date": "2026-03-30",
    "rating": 5,
    "content": "이 앱 되게 좋고 스타일도 넘 맘에들어요!! 근데 운동 기록 같은 시스템이 있으면 조켓음 예를 들어 운동한 만큼 먹은 칼로리가 감소되는? 그런 거요 이 시스템 잇으면 전 진짜 루션 평생쓸 것같아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-22",
    "rating": 4,
    "content": "자신이 오늘 먹은 모든 음식에 칼로리가 궁금했는데 루션으로 오늘 먹은 모든 음식에 칼로리를 잘 알게되었어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-20",
    "rating": 2,
    "content": "만보기 어플 이거저거 깔아놓고 비교했는데 헬스에 10000보 캐시워크에 6000보 찍힐 동안 루션에는 3000보 ㅋㅋㅋㅋ 대체 기준이 뭔지"
  },
  {
    "store": "google_play",
    "date": "2026-03-19",
    "rating": 5,
    "content": "쓰기 편하고 좋은데 아직 음식 정보가 없는게 많네요. 직접 등록을 해서 쓰고 있는데 영양정보를 사진을 찍으면 바로 등록 가능하도록 되어있으면 좋을 것 같아요! 직접 하나하나 적으니까 좀 힘들어요ㅜㅜ"
  },
  {
    "store": "google_play",
    "date": "2026-03-18",
    "rating": 3,
    "content": "직관적이구 쓰기편해서 사용중이었는데 어제부터 삼성헬스 연동 걸음수가 전혀 안돼요... 연동을 삼성헬스에서도 새로 해보고 이것저것 시도해봤지만 안됩니다 ㅜㅜ 답변을 보니 더 별루네요 ㅎ 수동입력이 되면 사용하겠지만 그게 불가능하면 오차값이 지나치니... 결국 루션연동 스마트 워치등을 만드시려는게 아니라면 굳이? 싶은 행보네요 ㅋ"
  },
  {
    "store": "google_play",
    "date": "2026-03-17",
    "rating": 2,
    "content": "대부분의 이용자가 다이어트를 목적으로 운동 및 식단을 하기위해 기록을 하려고 이용하는거일텐데 월경기록이나 물섭취량등 업데이트 하는건 좋은데 걸음수도 기록되는거면 스마트워치 등 웨어러블 기기에서 측정된 걸음수도 같이 반영되게끔 해줘야하는거 아닌가요? 누가 운동할때 주구장창 걸음수 측정시킬라고 핸드폰을 지니고 있나요?"
  },
  {
    "store": "google_play",
    "date": "2026-03-16",
    "rating": 3,
    "content": "사용 잘하고 있어요. 그런데 얼마전부터 걸음수가 폰상단에 표시되면서 워치로 잘 연동되던게 안됩니다. 만보 이상 걸어도 3천보로 체크됨..포인트 위해 걷는것도 있는데 김 빠지네요. 앱업데이트 후 그런건지..빠른 조치해주세요. ㅡㅡㅡ> 답변 확인했는데 그렇게 되면 걸을 때 폰을 들고 다니는 불편함이 있어요. 앱 사용 의미가 없네요.."
  },
  {
    "store": "google_play",
    "date": "2026-03-13",
    "rating": 2,
    "content": "업데이트 되고 나서부터 갑자기 삼성헬스나 워치 연동된 걸음 수가 아닌 걸음 수 측정 자체가 잘 안나와서 테스트 해봤더니 폰 아예 손에 들고 있을 때 걸음 수만 측정됩니다. 지금 다른 리뷰보니까 그랬던 분들 꽤 많이 있는데 거기 답글 따라서 확인해봐도 설정 권한이고 동의고 다 연결되어있어요. 다시 권한 전부 끄고 다시 재설정해도 답이 없구요, 해결 안되는건가요? 그리고 업데이트 후에 갑자기 걸음 수가 알림창에 자꾸 뜨는데 어플 설정 어디를 찾아봐도 끄는게 안나오는데 설정 가능하게 좀 해주세요..."
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 1,
    "content": "앱이 작동이 안되요. 캐시 삭제 후 제거하고 다시 설치 했어도 열리지 않아요."
  },
  {
    "store": "google_play",
    "date": "2026-03-12",
    "rating": 1,
    "content": "며칠째 걸음 걸이수 연동이 이상해요. 처음엔 모자르게 카운트 되더니 다음날은 걷지도 않았는데 7천걸음 카운트가 되어있고 스마트워치 연동 안된다해서 핸드폰만으로 체크하는데 다른 어플은 5천걸음 카운트되었는데 여긴 0걸음이네요 업데이트 했는데도 반영이 안되고 있습니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-09",
    "rating": 2,
    "content": "걸음 수 업데이트가 되었다 안되었다 해서 불편함. 그리고 음식 종류가 많이 없기도 하고 검색도 불편해서 식단 기록이 불편함."
  },
  {
    "store": "google_play",
    "date": "2026-03-09",
    "rating": 5,
    "content": "하루 식단관리도 되고 넘 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-03-08",
    "rating": 1,
    "content": "어제까지 잘되더만 오늘 걸음수 0으로 나와요 뭔짓을해도 걸음수 안나옴 플러팅창에는걸음수 -65000대로 나오고 홈피엔 걸음수0입니다. 삼성헬스 걸음수 8000보 넘게 측정되있는데.....뭐죠?"
  },
  {
    "store": "google_play",
    "date": "2026-03-06",
    "rating": 5,
    "content": "많은 도움이 됨. 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2026-03-06",
    "rating": 5,
    "content": "오늘 업데이트하면서 만보기기능이 핸드폰 상단에 계속 켜있는데 이거 없애려면 어떻게 하나요? 알람 기능에 들어가도 못찾았어요"
  },
  {
    "store": "google_play",
    "date": "2026-03-06",
    "rating": 5,
    "content": "식단부터꼼꼼하게관리하니 그어느것보다 좋아요 나에 식단부터 개선이되고 운동과 겸하니 정말좋아요~☺️거기에 포인트까지 일석이조예요 포인트받기위해 더 노력하는거같은느낌~ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2026-03-05",
    "rating": 5,
    "content": "보기 편하고 사용도 쉽고 깔끔하고 좋네요 ^^ 음식 사진 인식도 잘 해요 추천해요"
  },
  {
    "store": "google_play",
    "date": "2026-03-02",
    "rating": 4,
    "content": "다 좋은데 걸음수가 계속 0이에요ㅜ 하라는 대로 다 했는데 안 돼서 그냥 포기중ㅜ"
  },
  {
    "store": "google_play",
    "date": "2026-02-27",
    "rating": 1,
    "content": "앱이 계속 다운됩니다 앱을 좀더 개선해야 될듯합니다ㅜ"
  },
  {
    "store": "google_play",
    "date": "2026-02-27",
    "rating": 5,
    "content": "몸무게 측정하고 체성분,체지방,단백질,골량 등등 수치만 나오는데 그래프로 만들어서 보여주면 변화를 확인할 수 있어서 더 좋을 것 같아요."
  },
  {
    "store": "google_play",
    "date": "2026-02-24",
    "rating": 5,
    "content": "다좋은데 체중너무 잘보여요 옆에서볼까봐 앱켜기가 조심스러운데 체중위치좀 바꿔주세요..가릴수있게한다던지..ㅠ"
  },
  {
    "store": "google_play",
    "date": "2026-02-23",
    "rating": 5,
    "content": "제가 삼성헬스, 헬스커넥트? 연동을 다 했는데도 걸음수가 안나와오"
  },
  {
    "store": "google_play",
    "date": "2026-02-23",
    "rating": 5,
    "content": "사진 음식촬영, 기록 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-23",
    "rating": 3,
    "content": "컬리에서 루션 체중계를 샀는데 기기가 계정 하나에만 연동되는 건가요? 두 사람의 체성분이 계속 혼합되어 나와요. 그리고 체성분 측장된 내용을 리셋하는 방법은 없나요?"
  },
  {
    "store": "google_play",
    "date": "2026-02-12",
    "rating": 5,
    "content": "추천 상품 버그로 인해 포인트 적립이 안됩니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-12",
    "rating": 3,
    "content": "컬리랑 연계된 앱인만큼 컬리구매 목록이 식품칼로리 추가 목록에도 올라오면 좋겠어요"
  },
  {
    "store": "google_play",
    "date": "2026-02-08",
    "rating": 5,
    "content": "식단 기록 하면 포인트를 줘서 너무 좋고 식단 기록에 도움이 많이 되서 좋습니다."
  },
  {
    "store": "google_play",
    "date": "2026-02-07",
    "rating": 5,
    "content": "사진 분석이 무료인게 진짜 좋은 것 같아요!"
  },
  {
    "store": "google_play",
    "date": "2026-02-06",
    "rating": 1,
    "content": "하라는대로 연결다 했고 스샷도 찍어서 문의 메일도 보내고 (다른이메일임) 했는데도 피드백은 커녕 걸음수 적용도 안되고 아무것도 안됨 그냥 식단 기록이나 하라는거냐 진짜 문제가 많은 어플이고 쓰래기앱 개선은 하나도 안하는것 같음 컬리에서 홍보 하면 뭐함? 되먹지도 않는 어플인데 고객 다 떠나겠네"
  },
  {
    "store": "google_play",
    "date": "2026-02-06",
    "rating": 5,
    "content": "하루하루 건강한 식당추천 좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-02-03",
    "rating": 4,
    "content": "자기관리하기좋네요"
  },
  {
    "store": "google_play",
    "date": "2026-01-29",
    "rating": 5,
    "content": "좋아요 따봉~"
  },
  {
    "store": "google_play",
    "date": "2026-01-25",
    "rating": 5,
    "content": "재미있네요.."
  },
  {
    "store": "google_play",
    "date": "2026-01-24",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-24",
    "rating": 5,
    "content": "goood*"
  },
  {
    "store": "google_play",
    "date": "2026-01-24",
    "rating": 5,
    "content": "넘좋아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-23",
    "rating": 5,
    "content": "근성장, 벌크업 관리도 있으면 좋을 것 같습니다."
  },
  {
    "store": "google_play",
    "date": "2026-01-23",
    "rating": 5,
    "content": "재미있어요.^^"
  },
  {
    "store": "google_play",
    "date": "2026-01-21",
    "rating": 3,
    "content": "다이어트의 흐름이나 상황이 느껴지지 않는 앱입니다. 아직 좀 부족하다는 생각이 듭니다. 그리고 식단 작성하려고 하면 10번에 3~4번 이상 버튼이 안 눌러집니다. 앱을 껐다 켰다 여러번 해야 다시 됩니다. 보완이 많이 필요해 보입니다."
  },
  {
    "store": "google_play",
    "date": "2026-01-21",
    "rating": 5,
    "content": "걸음수 뿐만 아니라 식단 기록도 삼성커넥터랑 연결되서 삼성헬스에 같이 기록되면 좋을 것 같아요.. 이중으로 기록하려니 잘 안하게 되네여"
  },
  {
    "store": "google_play",
    "date": "2026-01-20",
    "rating": 4,
    "content": "섭취 음식을 기록해서 내 건강을 체크하고 포인트도 얻을수 있으니 좋은거 같아요"
  },
  {
    "store": "google_play",
    "date": "2026-01-16",
    "rating": 5,
    "content": "조아여"
  },
  {
    "store": "google_play",
    "date": "2026-01-13",
    "rating": 1,
    "content": "식단입력할때 사진 넣으니까 분석중?이러케 뜨더니 그냥 꺼져요 계속 그래요"
  },
  {
    "store": "google_play",
    "date": "2026-01-12",
    "rating": 5,
    "content": "생각보다 짜임새있고 활용을 계속 하게되네요"
  },
  {
    "store": "google_play",
    "date": "2026-01-10",
    "rating": 5,
    "content": "ui가 깔끔하고 ai 기능이 편하네여"
  },
  {
    "store": "google_play",
    "date": "2026-01-09",
    "rating": 5,
    "content": "가볍고 좋네요 ㅎㅎ UI만 좀 더 편하게 바뀌면 좋겠음!"
  },
  {
    "store": "google_play",
    "date": "2026-01-06",
    "rating": 5,
    "content": "아직이틀째지만 식품도 다양히나오고 편리하네영"
  },
  {
    "store": "google_play",
    "date": "2026-01-06",
    "rating": 5,
    "content": "estou amando usando este aplicativo ainda mais porque recomenda oque comer"
  },
  {
    "store": "google_play",
    "date": "2026-01-06",
    "rating": 3,
    "content": "음식 사진으로는 음식 양과 칼로리를 전혀 인식을 못합니다."
  },
  {
    "store": "google_play",
    "date": "2026-01-04",
    "rating": 5,
    "content": "사진찍어 기록하는게 편해요"
  },
  {
    "store": "google_play",
    "date": "2026-01-04",
    "rating": 5,
    "content": "추천식단이랑 재료가 바로 연동되서 제가 따로 알아보지않아도 되요. 컬리장바구니에 바로 담을 수 있어서 번거롭지않게 주문할 수 있어 좋아요."
  },
  {
    "store": "google_play",
    "date": "2025-12-30",
    "rating": 5,
    "content": "감량 말고 증량 목표도 해주세용"
  },
  {
    "store": "google_play",
    "date": "2025-12-18",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-12-17",
    "rating": 4,
    "content": "간식 타임이 왜 한번밖에 안되죠!! 여러번 할수있게 해주세요ㅋㅋㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2025-12-17",
    "rating": 5,
    "content": "기록해두는 습관가질 수 있어서 좋네요😊"
  },
  {
    "store": "google_play",
    "date": "2025-12-13",
    "rating": 5,
    "content": "좋아요"
  },
  {
    "store": "google_play",
    "date": "2025-12-11",
    "rating": 5,
    "content": "굿"
  },
  {
    "store": "google_play",
    "date": "2025-12-10",
    "rating": 5,
    "content": "사용해 보니 좋아요."
  },
  {
    "store": "google_play",
    "date": "2025-12-07",
    "rating": 3,
    "content": "포인트가 컬리에서 사용가능하다고 하는데 우유0.9l를 8000포 모아야하고, 만포 쿠폰을 3만포 모아서 교환해야 합니다."
  },
  {
    "store": "google_play",
    "date": "2025-12-07",
    "rating": 5,
    "content": "체계적이고 친절한 앱~미션성공하는 재미도 쏠쏠~"
  },
  {
    "store": "google_play",
    "date": "2025-12-06",
    "rating": 5,
    "content": "재밌는 도전 할수있겠다는 자신감 뿜뿜 입니다"
  },
  {
    "store": "google_play",
    "date": "2025-12-04",
    "rating": 3,
    "content": "잘 쓰고 있고 특히 컬리쿠폰으로 교환할수있는 포인트가 좋아요. 근데 오류가 자주나서 벌써 두번이나 삭제했다가 재설치했어요 이러다 데이터 날라가면 엄청 속상할것같아요"
  },
  {
    "store": "google_play",
    "date": "2025-11-27",
    "rating": 5,
    "content": "매일 기록과 칼로리계산 및 컬리와의 연동으로 식단재료 구매까지. 필요한지 몰랐는데 필수앱이 되어버림"
  },
  {
    "store": "google_play",
    "date": "2025-11-09",
    "rating": 1,
    "content": "다 좋은데 왜 자꾸 멈춤 버그가 있죠? 추가하려고 하거나 식단확인시 확인이 불가하네요"
  },
  {
    "store": "google_play",
    "date": "2025-11-07",
    "rating": 2,
    "content": "다 좋은듯한데.. 다이어트 하는 사람만 쓸수 있는 앱. 멸치들은 전혀 고려하지 않는 앱ㅋㅋ"
  },
  {
    "store": "google_play",
    "date": "2025-10-25",
    "rating": 1,
    "content": "설정 하나하나 다 체크하면서 해보고 안되서 지웠다 재설치해서 해봐도 걸음수 측정이 안되서 들인 시간이 너무 아깝네요. 저 같은 사람 많은데 댓글 보면 기계적 복붙..결론은 해결 못해준다는거.."
  },
  {
    "store": "google_play",
    "date": "2025-10-25",
    "rating": 1,
    "content": "걸음수 하라는대로 다 연결했는데 카운트가 안되네요 ....."
  },
  {
    "store": "google_play",
    "date": "2025-10-19",
    "rating": 5,
    "content": "너무 좋은 앱입니다~~^^"
  },
  {
    "store": "google_play",
    "date": "2025-10-19",
    "rating": 5,
    "content": "포인트 모으려고 매일 잘 사용하고 있어요 꾸준히 하다 보니 살도 2키로 빠졌어요 ㅎㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-10-19",
    "rating": 5,
    "content": "앱이 사용하기 쉬워서 다이어트에 도움이 많이 될것같아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-19",
    "rating": 5,
    "content": "빠르고 쉽게 식단 기록할 수 있어서 넘 편해요 덕분에 미션으로 포인트도 잘 모으고 있어요^^"
  },
  {
    "store": "google_play",
    "date": "2025-10-17",
    "rating": 1,
    "content": "걷기기능이 왜안될까요?권한허용 설치 다했는데요."
  },
  {
    "store": "google_play",
    "date": "2025-10-16",
    "rating": 1,
    "content": "걸음수가 표시가 안되다가 12시지나면 전날 기록으로 표시됩니다 포인트를 받을수가없어요"
  },
  {
    "store": "google_play",
    "date": "2025-10-16",
    "rating": 4,
    "content": "추천식단에서 감량 목표를 수정해도 목표 칼로리가 변하지 않아요! 고쳐 주세요! 정보 없는 음식이 많아서 열심히 등록중입니다. 직접 등록하기에도 포인트가 주어지면 좋겠습니더."
  },
  {
    "store": "google_play",
    "date": "2025-10-13",
    "rating": 1,
    "content": "걸음수가 안나와서 헬스커넥트 다시설치도 하고 권한이고뭐고 다했는데 그래도 안됩니다... 빠른 업데이트 원해요. 운동으로 소비한 칼로리도 입력못하고 음수량도 입력못하고 매일 감량한 체중도 입력못하고... 다이어트 식단 입력용 어플인데 딱 먹을것만 입력하는걸로는 이 어플을 계속 사용할 메리트가 부족합니다. 그런데 입력된 음식 종류도 아직 너무 적어서 너무 불편하기까지... 컬리랑 연동 되어서 포인트는 탐나지만 아직 여러가지로 너무너무 부족한 어플이네요."
  },
  {
    "store": "google_play",
    "date": "2025-10-12",
    "rating": 5,
    "content": "루션이 깔끔해서 제일 쓰기 편해요 미션 덕분에 기록도 꾸준히 하게 되네요 굿이에요!"
  },
  {
    "store": "google_play",
    "date": "2025-10-11",
    "rating": 2,
    "content": "걷기정보가 헬스커넥터와 연동이 안되네요. 앱 설정문제 확인했구요 연동도 체크했는데 걸음수는 체크가 안됩니다 컬리때문에 우선은 깔아놨는데 연동 안되면 점차.안쓸것 같아요"
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "처음엔 그냥 식단 기록 앱인 줄 알았는데 써보니 완전 달라요. 식단을 매일 편하게 기록할 수 있다 보니 쓰다보니 3kg 감량했네요 루션 덕분에 하루를 건강하게 마무리하는 습관이 생겼어요. 보상도 있어서 꾸준히 하게 되고, 결과도 눈에 보여요. 다이어트 앱이라기보다 나를 관리해주는 매니저 같아요. 요즘 제 하루는 루션으로 시작해서 루션으로 끝나요! 감사해요 ~"
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "매번 다이어트 앱 깔았다가 금방 지웠는데, 루션은 다르네요. 식단 기록이 귀찮지 않고, 미션이 있어서 꾸준히 하게 돼요."
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "다이어트 식단 기록용으로 사용하고 있는데 쓰기 편하고 좋네요. 사진 찍으면 꽤 정확하게 인식되는 게 신기해요. 구웃"
  },
  {
    "store": "google_play",
    "date": "2025-10-10",
    "rating": 5,
    "content": "없는 음식들이 몇가지 꽤 많지만 나름 칼로리 얼마나 섭취하고 있는지는 대충 알수 있고, 컬리도 자주 이용하는데 추천식단에서 바로 컬리로 이동해서 구매할수 있는게 편한거 같음. 근데 걸음수는 삼성헬스 앱이랑 연동이 안되는거 같은데 어떤걸로 연동해서 걸음수를 채워야 하나요? 답변 감사합니다."
  },
  {
    "store": "google_play",
    "date": "2025-10-06",
    "rating": 3,
    "content": "다른분도 남겼지만 걷기가 측정이 안되요. 설정가서 다 해봤는데 안되네요 이유가 뭔가요?"
  },
  {
    "store": "google_play",
    "date": "2025-10-05",
    "rating": 1,
    "content": "걷기가 측정안되네요. 뭔가 시스템 설정안내를 다시보려해도 안보이구요."
  },
  {
    "store": "google_play",
    "date": "2025-09-27",
    "rating": 5,
    "content": "먹은 칼로리 만기재되네요 운동한 칼로리도 좀빼야하지않을까요~~^^"
  },
  {
    "store": "google_play",
    "date": "2025-09-20",
    "rating": 4,
    "content": "아직 나온지 얼마 되지 않아 식품정보가 떨어진다는건 알지만... 그래도 더 많이 넣어주셨으면 합니다ㅠㅠㅠ 그리고 다들 식단관리 목적, 다이어트 목적으로 많이 이용하실텐데 목표 칼로리를 조정할 수 있는 기능은 없더군요... 제시해주는 칼로리보다 낮게 책정하고 싶은데... 따로 조정 기능이 생기면 좋을 것 같습니다! 그리고 요즘 당함량에 다들 민감한만큼 당함량도 체크할 수 있는 기능이 있다면 좋을 것 같아요! 이런것들 외엔 깔끔하고 직관적이라 좋은 앱인 것 같네요ㅎ"
  },
  {
    "store": "google_play",
    "date": "2025-09-17",
    "rating": 3,
    "content": "루션 포인트(3,000점) 지급은 왜 안주나요? 어제 가입하고, 식단 등록 다 했는데도 안주시네요.ㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-09-10",
    "rating": 5,
    "content": "쉽고 간편하네요! 그리고 식단기록하고 받은 포인트로 컬리에서 교환할 수 있어서 좋아요!"
  },
  {
    "store": "google_play",
    "date": "2025-09-10",
    "rating": 5,
    "content": "요리하기 귀찮은 사람한텐 딱이네요. 컬리에서 도시락이나 간편식 자주 사먹는데 연동 되어있으니 ㅋㅋㅋㅋㅋ 근데 포인트 모으기가 빡세서 열심히 달려야겠음~ ㅠㅠ"
  },
  {
    "store": "google_play",
    "date": "2025-09-10",
    "rating": 3,
    "content": "마켓컬리를 통해 가입해서 식단 등록까지 했는데요. 포인트 3000 지급해준다는거 언제 지급해 주시나요???? 첫 사작하면 3000포인트 준다고했는데요. 그냥 일반포인트만 들어오네요."
  },
  {
    "store": "google_play",
    "date": "2025-09-09",
    "rating": 3,
    "content": "앱을 삭제하고 다시 깔았을때는 로그인이 잘 되는데 컬리앱으로 간편로그인-허용하기 눌렀는데 로그인이 실패했습니다..라고 떠요..컬리 아이디로 로그인하려고 해도 안되고...자꾸 지웠다 깔기도 그렇고...잘 사용해볼려고 했는데..아쉽.."
  },
  {
    "store": "google_play",
    "date": "2025-09-08",
    "rating": 1,
    "content": "시중에 나온 다른 식단 어플에 비해, 식단 등록이 불편함. 대략적인 메뉴나 컬리에서 구매할 수 있는 상품 외에도 프랜차이즈 식당의 메뉴 칼로리는 제시할 수 있어야 하지 않을까요. 두찜의 실비한우곱찜닭 루션만 검색 안됨. 곱도리탕으로 하려고 해도 검색 안됨. 그래서 곱창전골에 닭가슴살 추가해서 입력함. 컬리 포인트 외에 구체적인 차별점이나 매력 모르겠음 + 그리고 컬리 연계 장점을 살려서, 일주일 한달 단위로 식단을 스스로 계획할 수 있게 하고, 그 계획을 컬리 상품으로 구성해서 탄단지 분석해주는 식으로 하면 좋을 듯"
  },
  {
    "store": "google_play",
    "date": "2025-08-19",
    "rating": 5,
    "content": "기대가 많이 되는 앱이에요 ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2026-07-28",
    "rating": 5,
    "content": "정말 이것망 해즈시먼 너무 완벽할 거 같아요ㅜㅜ 제발요"
  },
  {
    "store": "app_store",
    "date": "2026-07-21",
    "rating": 4,
    "content": "칼로리계산 해 주고 꼼꼼하게 체크해주고 피드백까지ㅡ 도움이되요\n 덕분에ㅡ 3개월간 5kg 정도 체지방감량 했어요"
  },
  {
    "store": "app_store",
    "date": "2026-07-17",
    "rating": 4,
    "content": "10개중에 5개는 판매 중지된 상품인데 신경좀 써주세요"
  },
  {
    "store": "app_store",
    "date": "2026-07-13",
    "rating": 5,
    "content": "루션 좋은데 판매 중지된 상품 추천이나 영양성분 확실하지 않은 등 개선 좀 부탁드려요 ㅠㅠㅠ 그리고 원하는 영양성분이나 칼로리 내에서 컬리에서 살 수 있는 상품들 추천하는 기능 따로 있으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-07-04",
    "rating": 5,
    "content": "음… 반강제적인 알림 때문에 시작한지 이틀째지만 기록하게 되네요. 요즘 살이 쪄서 5~8키로 정도 다이엇 할려구요."
  },
  {
    "store": "app_store",
    "date": "2026-06-08",
    "rating": 3,
    "content": "메일도 보내드렸는데 확인해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-06-07",
    "rating": 3,
    "content": "운동도 추가됐으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-06-05",
    "rating": 1,
    "content": "과일 못먹는 구강알러지있는데 주구장창 과일만 추천함 보기만해도 입 간지러워지는 느낌.\n\n그리고 음식검색 기능 강화해야함 브랜드명 식품명 쳐도 식품명 자체에 브랜드안들어가 있으면 안나옴\nㅣ"
  },
  {
    "store": "app_store",
    "date": "2026-05-31",
    "rating": 1,
    "content": "강박증 생기겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-05-19",
    "rating": 4,
    "content": "운동 한것 추가 할 수 있으면 좋겠어요 먹기만 한것으로 체크는 약간 부족 한듯 합니다."
  },
  {
    "store": "app_store",
    "date": "2026-05-18",
    "rating": 1,
    "content": "걷기만 기록 가능한 거 너무함 다른 운동 추가 가능하게 해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-05-17",
    "rating": 4,
    "content": "걷기만 체크되는건가욤..?"
  },
  {
    "store": "app_store",
    "date": "2026-05-15",
    "rating": 4,
    "content": "걷기만 기록되고 운동은 기록안되서 조금 불편~"
  },
  {
    "store": "app_store",
    "date": "2026-05-11",
    "rating": 5,
    "content": "짜임새 있게 잘 만들어져서 체중관리에도 큰 도움이 되네요"
  },
  {
    "store": "app_store",
    "date": "2026-05-10",
    "rating": 3,
    "content": "매 식단마다 ai 피드백 제공되는 기능 수정해주시면 더 좋을 거 같아요. 원래 없었다가 새로 생긴 거 같은데 불편하네요. 직장인이다 보니 매 식단마다 완벽한 탄단지 비율로 챙겨먹기 쉽지 않은데, 그런 거 고려 없이 부족한 영양소 언급만 반복적으로 하고… 그리고 식단 기록 및 수정할 때마다 원치 않아도 번번이 ai로 넘어가는 바람에 번거롭고 시간과 자원 낭비적이라는 생각이 듭니다. ai는 선택사항으로 변경해주시고, ai를 사용하고 싶을 때에만 사용할 수 있도록 조절해주셨으면 합니다.."
  },
  {
    "store": "app_store",
    "date": "2026-05-04",
    "rating": 4,
    "content": "일단은 기록하기 편해요."
  },
  {
    "store": "app_store",
    "date": "2026-04-27",
    "rating": 5,
    "content": "체중 애플 건강과 연동할수있게해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-04-27",
    "rating": 3,
    "content": "개선할점이 많긴하지만 그래도 나름 편하게 사용하고있어요\nAI분석이 정확하지 않아서\n그점만 개선된다면 정말좋을것같아요"
  },
  {
    "store": "app_store",
    "date": "2026-04-10",
    "rating": 5,
    "content": "좋아요.. 생각없이 먹고 살았는데 신경쓰며 한끼먹는다는게 좋아요 관리도 되구여"
  },
  {
    "store": "app_store",
    "date": "2026-04-02",
    "rating": 4,
    "content": "고정인게 불편함 그리고 지방도 포화지방 불포화지방 나눠서 보고 싶음"
  },
  {
    "store": "app_store",
    "date": "2026-03-31",
    "rating": 4,
    "content": "운동량 적는것도 잇으면 좋겟어요"
  },
  {
    "store": "app_store",
    "date": "2026-03-25",
    "rating": 4,
    "content": "컬리상품으로 리워드 받을수있는거 등 다 좋은데 걸음 말고 운동 한것도 등록할 수 있었으면 좋겠어요 러닝 nn분 헬스 nn분 이런식으로요!!"
  },
  {
    "store": "app_store",
    "date": "2026-03-24",
    "rating": 5,
    "content": "다여트 시작으로 식단 신경써도 기록하기 적당한 앱 찾다가 발견 조잡함 없이 깔끔한 매뉴얼이 좋아서 이틀째 기록중인데 대만족입니다"
  },
  {
    "store": "app_store",
    "date": "2026-03-11",
    "rating": 2,
    "content": "월경기록 저장도 안되고 미션은 계속 오류창만 뜨고 되는게 없어요.. 되는건 식단기록정도? 기존 다른어플 쓰는게 나을거같아요"
  },
  {
    "store": "app_store",
    "date": "2026-03-05",
    "rating": 5,
    "content": "배우자 또는 남자친구 가 볼수 있으니 암호 입력 설정 만들어주세요 ㅠㅠㅠ 진짜루 .. 맘편히 쓰고 싶어용 ㅠㅠ 그거 빼면 완벽 결제 하고 쓰라고 해도 쓸것 같음..👍"
  },
  {
    "store": "app_store",
    "date": "2026-03-03",
    "rating": 1,
    "content": "내가 웬만하면 욕은안하는데..시 발 진심으로 정직하게들 살자..이 개 새 기 들 아..주머니에 놓고 걸어도 올라가지도 않는 앱은 왜 운영하는건지..내다시말하지만..그따고로 하면 벌받습니다..🫵🫵👎👎👎"
  },
  {
    "store": "app_store",
    "date": "2026-02-26",
    "rating": 5,
    "content": "건강과 다이어트에 좋은 도움이 되는 것 같아요..."
  },
  {
    "store": "app_store",
    "date": "2026-02-24",
    "rating": 1,
    "content": "무한로딩 무한로딩 무한로딩 무한로딩무한로딩 무한로딩 무한로딩 무한로딩무한로딩 무한로딩 무한로딩 무한로딩무한로딩 무한로딩 무한로딩 무한로딩무한로딩 무한로딩 무한로딩 무한로딩무한로딩 무한로딩 무한로딩 무한로딩무한로딩 무한로딩 무한로딩 무한로딩무한로딩 무한로딩 무한로딩 무한로딩무한로딩 무한로딩 무한로딩 무한로딩"
  },
  {
    "store": "app_store",
    "date": "2026-02-03",
    "rating": 5,
    "content": "새로 나온 음식 추가좀 잘 해주셨으면 좋겠고 당 체크도 되면 좋겠어요. 네이버 컬리도 연동해주세요"
  },
  {
    "store": "app_store",
    "date": "2026-01-27",
    "rating": 5,
    "content": "컬리페스타에서 깔고 이용 중이에요. 오늘이나 지난 일자 말고 미래의 식단도 미리 기록할 수 있게 열어주시면 안되나요? 미리 식단 짜는데 도움이 될 것 같습니다~\n\n그리고 탄단지 나오는 것처럼 콜레스테롤이랑 식이섬유도 총 합을 볼 수 있었으면 좋겠어요"
  },
  {
    "store": "app_store",
    "date": "2026-01-26",
    "rating": 4,
    "content": "칼로리를 자유자재로 바꿀 순 없는건가요? 다이어트가 목표인데 목포칼로리를 1900으로 잡아주네요ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-24",
    "rating": 2,
    "content": "다른 건 괜찮은데 맨 처음 앱 깔 때 선택한대로 총 칼로리를 자체적으로 설정해줘요. 근데 그 초기 목표 설정 변경이 안됩니다. 설정 바꿔서 적정 칼로리로 맞추고 싶은데 너무 낮게 설정되어서 바꿀 수도 앖어요. 변경 방법 없나요"
  },
  {
    "store": "app_store",
    "date": "2026-01-24",
    "rating": 5,
    "content": "식단으로 칼로리 관리해보려 했는데, 감량 목표만 있네요,,, 전 체중을 증량하고 싶은데 설정이 없어 아쉽습니다 ㅠㅠ"
  },
  {
    "store": "app_store",
    "date": "2026-01-21",
    "rating": 4,
    "content": "컬리와 연동되어 자동으로 칼로리 계산되는 것 너무 좋습니다.\n\n다만 다이어트에 중요한 수분섭취량 표기가 안 들어가는 게 안타깝습니다.\n수분섭취량을 표기할 수 있으면 좋겠습니다."
  },
  {
    "store": "app_store",
    "date": "2026-01-20",
    "rating": 3,
    "content": "개선 할 사항: \n정확하게 음식 먹은걸 기록하고 싶은데 \n수량 말고 그람(g)으로 체크 할 수있도록 수정  해주세여~ 굉장히 불편 ㅠㅠ \n그리고 목표칼로리가 저는 오ㅐ 800으로 설정 되있는건지! ㅋㅋㅋ 수정 할 수 있게 바꿔주심 좋겠습니다..!!!"
  },
  {
    "store": "app_store",
    "date": "2026-01-19",
    "rating": 3,
    "content": "루션 앱 너무 좋은데 업데이트 이후로 무한 로딩에 빠졌어요…ㅜㅜ\n앱 삭제 후 재설치하면 그때만 잠깐 정상적으로 이용이 되고 식단 수정이나 앱을 나갔다 다시 들어올 때는 또 무한 로딩이에요.\n오류가 더 생긴 느낌입니다…ㅜ.ㅜ"
  },
  {
    "store": "app_store",
    "date": "2026-01-16",
    "rating": 4,
    "content": "포인트도 잘 쌓이고 식단기록이나 앱내 화면이 깔끔해서 보기 좋아요! 근데 운동을 걷기말고도 다른 운동을 기록할 수 있으면 더 좋을 것 같습니다ㅎㅎ"
  },
  {
    "store": "app_store",
    "date": "2025-12-22",
    "rating": 5,
    "content": "생각보다정확도좋음"
  },
  {
    "store": "app_store",
    "date": "2025-12-04",
    "rating": 2,
    "content": "갑자기 음식 검색이 잘 안됨. 오류난 듯"
  },
  {
    "store": "app_store",
    "date": "2025-12-02",
    "rating": 5,
    "content": "처음 해보는데 좋아요^^"
  },
  {
    "store": "app_store",
    "date": "2025-12-01",
    "rating": 5,
    "content": "뭘먹었는지 \n무슨운동을 했는지\n스스로를 다시 되돌아보고\n다이어트 의지를 다시 불태워보아요~"
  },
  {
    "store": "app_store",
    "date": "2025-11-20",
    "rating": 5,
    "content": "아직까진 조금 부족해보이지만 그래도 조금씩 발전되어 업데이트되는 기능들이 있어 기대가되네요:) \n앱을 몇주 사용해보니 포인트도 꽤 잘 모이고 사용하기에도 편해서 좋은데요, 일단 먼저 칼로리와 탄단지 비율 설정 기능과 단식 타이머 기능이 있다면 더욱 좋을 것 같다는 생각이 드네요😊\n다른것들(마신 물/영양제/ 설정, 월경 관련 기록창 등등)도 차차 발전해 나가도 좋을듯 싶어요!:)"
  },
  {
    "store": "app_store",
    "date": "2025-11-19",
    "rating": 4,
    "content": "하루만에 목표 칼로리가 오류 발생되서 수정도 안되고 자동으로 추천하는거라는데 이상하네요 \n앱 자체는 한눈에 들어와서 조잡하지않고 괜찮아요\n\n너무 복잡하면 정말 이용하기 싫고 \n또 광고가 너무 많은 앱은 정말 별로인데 일단은 깔끔해서 조아요\n\n무엇보다 식사시에 사진을 올리면 \n식단을 알아서 칼로리 측정해주니\n귀엽네요 \n\n목표 칼로리 오류 수정 바랍니다\n불편해요"
  },
  {
    "store": "app_store",
    "date": "2025-11-14",
    "rating": 4,
    "content": "아직 음식정보(칼로리 등)데이터들이 정돈되지 않은 느낌은 있지만 지금까지 어떤 앱보다 매일매일 식단 기록하는데 동기부여 되는 앱입니다. 하나 요청이 있는데, 목표칼로리 변경할 수 있게 해주세요. 본인이 목표로 하는 칼로리가 앱에서 제시하는 것과 달라서 이 점이 불편해요."
  },
  {
    "store": "app_store",
    "date": "2025-10-27",
    "rating": 1,
    "content": "다이어트식단만 있어서 별로 도움이 안됩니다"
  },
  {
    "store": "app_store",
    "date": "2025-10-22",
    "rating": 3,
    "content": "등록되어있는 식단의 영양성분이 다 엉망이에요ㅠ 탄수화물 단백질 당류 다 엉망이라 하루 단백질 섭취 용량 계산하기가 더 헷갈려요 목록 수정해주세요"
  },
  {
    "store": "app_store",
    "date": "2025-10-14",
    "rating": 2,
    "content": "1. 과민성대장증후군을 위한 저포드맵 식단도 추천해주세요\n2. 아침 점심 저녁 식단이 다 너무비슷해요 소고기탕 한우곰탕 아니면 그릭요거트…. 너무 다똑같아서 어이없음.."
  },
  {
    "store": "app_store",
    "date": "2025-10-14",
    "rating": 5,
    "content": "추천합니다!"
  },
  {
    "store": "app_store",
    "date": "2025-10-13",
    "rating": 5,
    "content": "다이어트에 있어서 식단관리하는데 입력이 가장 중요한데 홈화면 메인이 식단입력할 수 있어서 편합니다. 계속 기능이 늘어나면 좋겠어요. 만보기로 포인트 받기 쉬워졌어요."
  },
  {
    "store": "app_store",
    "date": "2025-10-12",
    "rating": 5,
    "content": "요즘 식단 신경 쓰기 시작했는데 루션으로 편하게 기록, 관리하고 있어요. 앱 UI가 심플하로 직관적이여서 가볍게 일상 용으로 사용하기 좋아요. 그리고 아무래도 기록한다는 것 자체만으로도 식단을 신경 쓰게 되더라고요. 마켓컬리에서 구매할 수 있는 것들로 더 다양한 메뉴가 추천되면 좋을 것 같아요!!"
  },
  {
    "store": "app_store",
    "date": "2026-02-10",
    "rating": 4,
    "content": "깔끔하고 다 좋은데요ㅠㅠ 입력하는 시간이 디폴트가 아니라 사진 불러와서 입력할 땐 그 사진이 찍힌시간으로 가져오면 안될까요? 차차 수정되겠거니 했는데 아직도 그대로라 말해봅니다! 식사 때 마다 매번 입력하긴 어렵고 잊을 때도 많아서 추후에 입력하는 편인데 시간 다 바꿔줘야해서 불편해요"
  },
  {
    "store": "app_store",
    "date": "2025-10-10",
    "rating": 5,
    "content": "광고도 없고 식단 기록등을 너무 편하게 할 수 있어서 좋은 것 같아요, 다이어트 하면 늘 골칫거리가 식단 인데 매주 새로운 식단을 추천해주니까 진짜 편합니다\nUI 도 깔끔하고 직관적인게 장점\n그리고 가능하면 식단을 공유할 수 있는 기능도 있으면 좋을 것 같습니다"
  },
  {
    "store": "app_store",
    "date": "2025-10-10",
    "rating": 5,
    "content": "제가 원했던 어플이 바로 이런거였는데!!! 식단 기록에다가 맞춤 추천 식단까지,,, 귀차니즘 미쳐버리 저같은 다이어터에게 너무나 편한 앱 인것 같아요🥹앞으로도 잘 쓰겠습니다!!"
  },
  {
    "store": "app_store",
    "date": "2025-10-03",
    "rating": 5,
    "content": "회사 동료가 다이어트 앱 소개해줬는데 속는셈 치고 깔아서 꾸준히 썼더니 5키로 감량했요!(우리끼리만 알고싶은 앱) \n\n매일매일 기록하는 재미도 있고, 이 은근 정확해서 칼로리 계산도 쉽게 할수있어요~\n기존에 있던 다이어트 앱에서 +더 간편+ 쉬운 메뉴얼? 여튼 좋아요! 개발자가 누군진 몰라도 참 야무지네요ㅋㅋ"
  },
  {
    "store": "app_store",
    "date": "2025-10-02",
    "rating": 5,
    "content": "루션 덕분에 다이어트를 성공하였습니자"
  },
  {
    "store": "app_store",
    "date": "2025-09-20",
    "rating": 1,
    "content": "시작하자마자 대뜸 개인정보를 과도하게 요구하는 느낌이라 가입 포기합니다"
  },
  {
    "store": "app_store",
    "date": "2025-09-12",
    "rating": 5,
    "content": "뭐 먹을지 고민 안해도 돼서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-09-10",
    "rating": 5,
    "content": "다른 앱들보다 깔끔하고 뭘 눌러야 하나 명확해서 좋아요"
  },
  {
    "store": "app_store",
    "date": "2025-09-10",
    "rating": 5,
    "content": "깔끔하고 직관적이여서 좋아요~~"
  },
  {
    "store": "app_store",
    "date": "2025-09-10",
    "rating": 1,
    "content": "부터 안되는데 …뭐 어찌 가입하라는거임"
  },
  {
    "store": "app_store",
    "date": "2025-09-09",
    "rating": 4,
    "content": "성별을 선택해주세요 라는 문구만 뜨고 아무것도 안떠서 다음으로 넘어갈수가 없어요 ㅜ!!"
  },
  {
    "store": "app_store",
    "date": "2025-09-09",
    "rating": 3,
    "content": "성별 선택하라는데 아무 것도 안떠서 안넘어가 지는데용.."
  },
  {
    "store": "app_store",
    "date": "2025-09-08",
    "rating": 3,
    "content": "로그인도 안돼요.."
  }
];
window.ROUTION_UPDATED_AT = "2026-08-06 15:03";
